{
    "appDesc": {
        "message": "Позволяет пользователям в странах с цензурой интернета использовать ваше сетевое подключение для доступа в сеть Tor."
    },
    "popupEnabled": {
        "message": "Включено"
    },
    "popupRunInBackground": {
        "message": "Продолжать работу, когда браузер закрыт"
    },
    "popupLearnMore": {
        "message": "Узнать больше"
    },
    "popupStatusOff": {
        "message": "Snowflake выключен"
    },
    "popupStatusOn": {
        "message": "Сейчас подключено пользователей: $1"
    },
    "popupStatusReady": {
        "message": "Ваш Snowflake готов помочь пользователям обойти цензуру"
    },
    "popupWebRTCOff": {
        "message": "Функция WebRTC не работает в вашем браузере."
    },
    "popupBridgeUnreachable": {
        "message": "Не удалось подключиться к мосту."
    },
    "popupDescOn": {
        "message": "Пользователей, которым ваш Snowflake помог обойти цензуру за последние 24 часа: $1"
    },
    "popupRetry": {
        "message": "Повторить"
    },
    "popupRetrying": {
        "message": "Повторная попытка ..."
    },
    "badgeCookiesOff": {
        "message": "Файлы куки не включены."
    },
    "extensionOnboard": {
        "message": "Спасибо за установку веб-расширения Snowflake!"
    },
    "remove": {
        "message": "Удалить дополнение Snowflake"
    },
    "popupNeedConsent": {
        "message": "Прежде чем включить Snowflake, ознакомьтесь с нашей политикой конфиденциальности."
    },
    "consented": {
        "message": "Все готово! Спасибо за запуск прокси-сервера Snowflake!"
    },
    "extensionOptout": {
        "message": "Этот аддон передает только минимальное количество данных, необходимых для работы в качестве прокси-сервера Snowflake. Если вы не согласны с передачей данных, перечисленных выше, или с любой частью нашей политики конфиденциальности, мы рекомендуем вам удалить аддон Snowflake."
    },
    "consent": {
        "message": "Я согласен"
    },
    "extensionConsent": {
        "message": "Для обеспечения базовой функциональности прокси-серверы Snowflake (дополнение, которое вы установили в свой браузер) посылает некоторые метаданные брокеру Snowflake, содержащие настройки сетевого соединения прокси-серверов. В полном объеме эти метаданные включают в себя: IP-адрес прокси-сервера (ваш IP-адрес), ваш тип NAT, версию протокола Snowflake, который запущен на вашем прокси-сервере, тот факт, что прокси-сервер (дополнение, которое вы установили) - это веб-расширение, и количество клиентов, уже подключенных к прокси-серверу (к дополнению, которое вы установили). Эти данные используются только для установления соединения и сбора статистики и не хранятся у брокера. Пожалуйста, ознакомьтесь с нашей <a href=\"https://addons.mozilla.org/en-US/firefox/addon/torproject-snowflake/privacy\">политикой конфиденциальности</a>, чтобы получить больше сведений об информации, которую мы собираем и показываем. Когда вы будете готовы, вы можете дать согласие на включение прокси-сервера Snowflake, нажав на кнопку ниже."
    },
    "popupConsent": {
        "message": "Открыть страницу согласия"
    }
}
