{
    "scanBtn": "Proteção para e-mail",
    "scanBtn_viewReport": "Ver Resultados da Varredura",
    "scanBtn_reportFalseAlarm": "Relatar Alarme Falso",
    "scanBtn_reportScam": "Relatar Scam",
    "msgTooltip_1": "O Proteção para e-mail verifica e protege seu e-mail contra scams e ataques de phishing.",
    "msgTooltip_2": "Clique para verificar possíveis ameaças em e-mails em inglês ou japonês.",
    "languageNotSupport": "A Varredura de Segurança só é compatível com e-mails em inglês ou japonês.",
    "serverErrorMessage": "Infelizmente a Varredura de Segurança não está funcionando no momento. Tente novamente mais tarde.",
    "serverForbiddenErrorMessage": "Infelizmente a Varredura de Segurança não está funcionando no momento. <a id='learn_more' class='link'>Saiba mais</a>",
    "serverMaintenaceMessage": "Desculpe-nos pelo inconveniente. A Varredura de Segurança precisa concluir alguns trabalhos importantes de manutenção de __startTime__ a __endTime__. Volte mais tarde.",
    "serverMaintenaceMessageNoTime": "Desculpe-nos pelo inconveniente. A Varredura de Segurança precisa concluir alguns trabalhos importantes de manutenção. Volte mais tarde.",
    "scamTitle": "Possível Scam Detectado",
    "scamContent": "Para sua segurança, ignore quaisquer instruções ou solicitações nesta mensagem, a menos que você já conheça e confie no remetente.",
    "phishingTitle": "Link de Phishing Detectado",
    "phishingContent": "Este e-mail contém um link de phishing. Para evitar possíveis ameaças, não clique no link.",
    "suspiciousTitle": "Link mal-intencionado detectado",
    "suspiciousContent": "Este e-mail contém um link mal-intencionado. Para evitar possíveis ameaças, não clique no link.",
    "unSafeTitle": "Conteúdo não seguro detectado",
    "unSafeContent": "Muitos usuários relataram mensagens semelhantes como scams. Para sua segurança, ignore quaisquer instruções ou solicitações nesta mensagem, a menos que você já conheça e confie no remetente.",
    "toastActionName": "Exibir detalhes",
    "toastActionName_ok": "OK",
    "scam_toastUrlName1": "Discorda deste aviso?",
    "scam_toastUrlName2": "Relatar um alarme falso",
    "toastMarkSenderAsTrust": "Marcar __senderAddress__ como confiável",
    "toastRemoveSenderAsTrust": "Remover __senderAddress__ da lista de confiáveis",
    "toastTrustThisSender": "Confiar neste remetente",
    "toastUrlName1": "Acha que este e-mail é seguro?",
    "toastUrlName2": "Informar resultado da varredura",
    "toastUtlFeedbackName": "Relatório enviado. Obrigado por seu feedback.",
    "toastDCN_title": "Proteja seu Webmail",
    "toastDCN_title_R2209Exp1": "Proteja seu Webmail",
    "toastDCN_title_R2209Exp2": "Ative a proteção de e-mail em segundos!",
    "toastDCN_title_R2209Exp3": "Golpistas roubaram mais de US$ 5 bilhões de consumidores. Proteja-se de e-mails fraudulentos!",
    "toastDCN_title_R2209Exp4": "Mais de 2 milhões de consumidores foram vítimas de golpes recentes. Proteja-se de e-mails fraudulentos!",
    "toastDCN_desc": "A Proteção para e-mail verifica e ajuda a proteger seu Gmail, Outlook e Yahoo Mail contra golpes e ataques de phishing.",
    "toastDCN_desc_JPyahooMai": "A Proteção para e-mail verifica e ajuda a proteger seu Gmail, Outlook.com e Yahoo Mail contra golpes e ataques de phishing.",
    "toastDCN_btn": "Ativar __feature_name__",
    "toastDCN_btn_en": "Proteger seu E-mail Agora",
    "toastDCN_not_now": "Agora não",
    "toastDCN_do_not_show_again": "Não mostrar isso novamente",
    "toastDCN_learn_more": "<a class='btn-learn-more'>Saiba mais</a>",
    "toastDCN_info": "Você pode desativar o Proteção para e-mail a qualquer momento e o conteúdo do seu e-mail não será transmitido e verificado pela Trend Micro. <a class='btn-learn-more'>Saiba mais</a> sobre como a Trend Micro lida com seus e-mails com segurança quando você ativa o Proteção para e-mail.",
    "toastDCN_turn_on": "O Proteção para e-mail foi ativado.",
    "toastDCN_fb_working": "O Proteção para e-mail está ativado",
    "toastDCN_fb_not_working": "O Proteção para e-mail não está funcionando. Se você continuar vendo esta mensagem, clique <a class='btn-learn-more'>aqui</a> para obter mais detalhes.",
    "toastDCN_popup_title": "Aviso de coleta de dados",
    "toastDCN_popup_desc": "<p>A ativação da Proteção para e-mail protege você contra e-mails com scam, phishing e suspeitos enviando o conteúdo do seu webmail para a Trend Micro verificar.</p><p>Você pode desativar a Proteção para e-mail a qualquer momento e o conteúdo do seu e-mail não será transmitido e verificado pela Trend Micro.</p><p>Para ativar a Proteção para e-mail, você deverá ler e aceitar nosso <a class='btn-learn-more'>Aviso de coleta de dados</a>.<p>",
    "toastDCN_popup_agree": "Concordar e Ativar",
    "toastDCN_popup_not_now": "Agora Não",
    "toastDCN_jp_popup_title": "Proteja o Gmail, o Outlook.com e o Yahoo Mail",
    "toastDCN_jp_popup_desc": "<p>O Proteção para e-mail é um serviço em nuvem para detectar mensagens fraudulentas usando tecnologias de inteligência artificial (IA) que evoluíram com o tempo. O uso do Proteção para e-mail protege você contra e-mails com scam, phishing e suspeitos enviando o conteúdo do seu e-mail para a Trend Micro verificar. Você pode desativar o Proteção para e-mail a qualquer momento e o conteúdo do seu e-mail não será transmitido e verificado pela Trend Micro.</p><p class='title'>Como o Proteção para e-mail funciona?</p><p>Ao ler e-mails nas caixas de entrada do Gmail ou do Outlook.com usando nossos navegadores compatíveis* com o Trend Micro Toolbar* ativado, o remetente, o assunto e o corpo do e-mail serão criptografados e transmitidos ao servidor do Trend Micro Proteção para e-mail para verificação. A partir daí, as regras antifraude, a inteligência contra ameaças SPN e as tecnologias IA são aplicadas para criar o resultado da análise de fraude.</p><p class='title'>Dados Coletados</p><p>Para economizar seu tempo de espera pelo resultado, mantemos o valor hash* de e-mails normais e dados sem PII* de e-mails fraudulentos na memória para acelerar a detecção de fraudes, e os dados serão excluídos dentro de 72 horas. Para fazer a verificação de fraude com mais precisão, para e-mails relatados usando \"Informar resultado da varredura\", iremos remover as PII, criptografar o e-mail e as armazenar no Amazon S3* para treinar e ajustar nossas IAs e regras e excluí-las em 3 meses.</p><p class='list'><ul><li>Os navegadores compatíveis são: Chrome, IE, Firefox e Edge</li><li>O Trend Micro Toolbar para Edge é chamado: Trend Micro Security</li><li>Usamos o hash para transformar os dados de e-mail em uma pequena combinação de símbolos que não podem ser convertidos de volta para a mensagem original.</li><li>PII (Personal Identifiable Information) é qualquer dado que possa ser potencialmente usado para identificar uma pessoa em particular.</li><li>O Amazon S3 é um serviço usado para armazenar dados. Somente pesquisadores de ameaças autorizados na Trend Micro podem ler os dados armazenados lá.</li></ul>",
    "toastDCN_jp_popup_agree_chk": "Concordo com a forma como a Trend Micro coleta o conteúdo do meu webmail ativando o Proteção para e-mail.",
    "toastDCN_jp_popup_turn_on_btn": "Ativar o Proteção para e-mail",
    "toastDCN_jp_popup_turn_on": "O Proteção para e-mail foi ativado",
    "toastDCN_jp_popup_turn_on_desc": "O Proteção para e-mail irá notificá-lo quando detectar conteúdo suspeito no seu webmail.",
    "toastDCN_jp_popup_turn_on_close": "Fechar",
    "toastDCN_new_popup_title": "Atualizamos nosso Aviso de coleta de dados",
    "toastDCN_new_popup_desc": "<p>Essas atualizações nos permitem melhorar nossa detecção de scam e phishing. Leia e aceite nosso <a class=\"btn-learn-more\">Aviso de coleta de dados</a>.</p><p><b>Nota: a Proteção para e-mail será desativada até que você aceite os termos atualizados.</b></p><br/>",
    "toastDCN_new_popup_accept": "Aceitar e continuar",
    "toastDCN_new_popup_trun_off": "Desativar a Proteção para e-mail",
    "whiteList_mark_sender_as_trust_title": "Confiar em __senderAddress__ e parar de verificar se existem possíveis scams nas mensagens deste remetente?",
    "whiteList_mark_sender_as_trust_desc": "O Proteção para e-mail notificará você somente quando forem encontradas ameaças nas mensagens deste remetente.",
    "whiteList_remove_sender_as_trust_title": "Remover __senderAddress__ da lista de confiáveis?",
    "whiteList_remove_sender_as_trust_desc": "O Proteção para e-mail reiniciará a verificação de mensagens e notificará você quando detectar uma mensagem com possível golpe deste remetente.",
    "whiteList_notice": "Suas opiniões serão usadas somente para ajudar a melhorar o Proteção para e-mail. A Trend Micro não entrará em contato diretamente com você.",
    "whiteList_trust_btn": "Confiar",
    "whiteList_cancel_btn": "Cancelar",
    "whiteList_mark_success_message": "<p><span class='message-title'>__senderAddress__ agora é um remetente confiável</span><span class='message-content'>O Proteção para e-mail não o notificará mais quando possíveis fraudes forem detectadas nas mensagens deste remetente.</span></p>",
    "whiteList_remove_success_message": "<p><span class='message-title'>__senderAddress__ não é mais um remetente confiável</span><span class='message-content'>O Proteção para e-mail notificará você quando possíveis fraudes forem encontradas nas mensagens deste remetente.</span></p>",
    "feedback_reportScamTitle": "<p>Suspeita de um scam?</p>",
    "feedback_reportScamDesc": "<p>Envie este e-mail para a Trend Micro avaliá-lo clicando no botão <b>Relatar Scam</b>.</p>",
    "feedback_reportFalseAlarmTitle": "<p>Acha que este e-mail é seguro?</p>",
    "feedback_reportFalseAlarmDesc": "<p>Envie este e-mail para a Trend Micro avaliá-lo clicando no botão <b>Relatar Alarme Falso</b>.</p>",
    "feedback_reportScamTitle_senderInWhiteList": "<p>Suspeita de um scam de alguém em quem confia?</p>",
    "feedback_reportScamDesc_senderInWhiteList": "<p>Envie este e-mail para a Trend Micro avaliá-lo clicando no botão <b>Relatar Scam</b>. Isso também removerá o remetente da sua lista de remetentes confiáveis.</p>",
    "feedback_reportMessagePlaceholder": "Compartilhe seus pensamentos aqui (opcional)",
    "feedback_reportScamBtn": "Relatar Scam",
    "feedback_reportFalseAlarmBtn": "Relatar Alarme Falso",
    "feedback_reportCancelBtn": "Cancelar",
    "popup_sign_in_title": "Forneça sua senha",
    "popup_sign_in_desc": "A Trend Micro deve verificar sua senha novamente para manter a integridade da sua proteção.",
    "popup_sign_in_password_placeholder": "Senha",
    "popup_sign_in_forget_your_password": "Esqueceu sua senha?",
    "popup_sign_in_btn" : "Entrar",
    "popup_sign_in_error_required": "Obrigatório.",
    "popup_sign_in_error_check_password": "Verifique sua senha e tente novamente.",
    "popup_sign_in_close_message": "O Proteção para e-mail não pode protegê-lo até que você forneça a senha da sua Conta Trend Micro. Clique ou toque na extensão do navegador __productName__ quando estiver pronto.",
    "notice_change_name_title" : "Novo nome, mesma proteção",
    "notice_change_name_desc": "O Eliminador de Fraudes continuará a proteger seu Webmail contra golpes e ataques de phishing com um novo nome: <span class='bold'>Proteção para e-mail</span>."
}
