{
    "id": 864549,
    "authors": [
        {
            "id": 11048812,
            "name": "ZenMate",
            "url": "https://addons.mozilla.org/en-US/firefox/user/11048812/",
            "username": "zenmate"
        }
    ],
    "average_daily_users": 67268,
    "categories": [
        "privacy-security",
        "photos-music-videos"
    ],
    "contributions_url": "",
    "created": "2017-10-16T13:52:05Z",
    "current_version": {
        "id": 5570649,
        "compatibility": {
            "firefox": {
                "min": "91.1.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/zenmate-free-vpn-best/versions/5570649",
        "file": {
            "id": 4114991,
            "created": "2023-05-23T13:33:41Z",
            "hash": "sha256:a5b82c4e121452fea270af8b08ac50433ebef8e9ba646742d5fb5acb0116119c",
            "is_mozilla_signed_extension": false,
            "size": 7744385,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4114991/zenmate_free_vpn_best-9.0.1.xpi",
            "permissions": [
                "*://*/*",
                "tabs",
                "webRequest",
                "privacy",
                "webRequestBlocking",
                "proxy",
                "unlimitedStorage",
                "storage",
                "notifications",
                "cookies",
                "alarms",
                "browsingData",
                "webNavigation",
                "*://*.zenmate.com/*",
                "*://*.zenmate.io/*"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 6959,
            "is_custom": true,
            "name": {
                "en-US": "Copyright ZenGuard GmbH 2017"
            },
            "slug": null,
            "url": "https://addons.mozilla.org/en-US/firefox/addon/zenmate-free-vpn-best/license/"
        },
        "release_notes": {
            "en-US": "Simplified the extension to have only free servers. \nAll features are free for all users."
        },
        "reviewed": "2023-05-26T08:56:50Z",
        "version": "9.0.1"
    },
    "default_locale": "en-US",
    "description": {
        "de": "Wir präsentieren die KOSTENLOSE ZenMate VPN Firefox-Erweiterung: Lade dir die beste VPN-Browser-Erweiterung für Mozilla Firefox herunter und hol dir unbegrenzte Bandbreite, schnelle Verbindungsgeschwindigkeiten sowie Komplettschutz gegen Leaks und schütze deine Online-Aktivitäten.\n\nDie kostenlose ZenMate VPN Browser-Erweiterung verwendet eine leistungsstarke Verschlüsselung, um deinen kompletten Traffic abzusichern, und verbirgt deine tatsächliche IP-Adresse, sodass du auf jede gesperrte Website zugreifen, deine Daten schützen und anonym ohne Begrenzung der Datenmenge im Internet surfen kannst.\n\nZenMate VPN für Firefox ist die einfachste Art und Weise, um online geschützt und privat zu sein. Unser virtuelles privates Netzwerk ermöglicht dir von dem Moment an, in dem du dich mit unseren VPN-Servern verbindest, deine IP-Adresse zu verbergen und online auf gesperrte Inhalte zuzugreifen.\n\nMillionen von Nutzern auf der ganzen Welt halten ZenMate für das beste VPN für Mozilla Firefox.\n\nVerbinde dich mit unseren sicheren Servern auf der ganzen Welt, um ein unbegrenztes, kostenloses VPN zu erleben, Websites zu entsperren, Inhalte zu streamen etc.\nHol dir unsere VPN-Browser-Erweiterung für Mozilla Firefox, genieße unbegrenzte Bandbreite, bleib sogar bei der Nutzung eines öffentlichen WLANs geschützt und hol dir die Möglichkeit zum vollständig anonymen Surfen.  \n\nDie ZenMate VPN-Erweiterung für Firefox ändert deinen virtuellen Standort und tauscht deine IP-Adresse durch die von einem unserer Remote-Server aus. Auf diese Weise kannst du Websites entsperren, die an deinem Standort Einschränkungen unterliegen. Unsere unbegrenzt nutzbare Browser-Erweiterung für Firefox bietet VPN-Standorte in mehr als 37 verschiedenen Ländern, darunter das Vereinigte Königreich, die USA und viele weitere.\nMehr als 2,5 Millionen Nutzer vertrauen ZenMate für Firefox. Diese Punkte machen es zu einer der besten Erweiterungen für Firefox:\n\n• Vollständige Sicherheit: ZenMate VPN für Firefox ist mehr als eine Browser-Erweiterung. Unsere sichere VPN-Verbindung nutzt 256-Bit-Verschlüsselung auf Militärniveau für deinen Traffic im Browser, um Drittparteien daran zu hindern, dass sie deine Daten stehlen und dich online verfolgen.\n\n• Komplette Freiheit: Das VPN-Plugin von ZenMate ändert deinen geografischen Standort, um deine IP-Adresse zu verbergen, sodass du jede Website im Internet entsperren kannst. Wähle aus mehr als 2.000 Server-Standorten weltweit.\n\n• Schnellste VPN-Browser-Erweiterung. Das VPN von ZenMate ist der schnellste Service für virtuelle private Netzwerke, den du finden kannst. Das bedeutet, dass du keine Kompromisse bei der Geschwindigkeit machen musst, wenn du das VPN zum Streaming, Download oder Torrenting für deine Lieblingsinhalte nutzt.\n\n• Entsperre Streaming-Websites: ZenMate ist das perfekte Netflix-VPN für jedermann. Unser VPN-Addon verfügt über dedizierte Proxy-Server, die sich nachgewiesenermaßen zum Entsperren von Netflix, BBC iPlayer, Hulu, Amazon Prime, HBO NOW, Disney Plus, Youtube und anderen Streaming-Services eignen, sodass du auf deine Lieblingssendungen zugreifen kannst.\n\n• Absolute Anonymität: Schütze deine Aktivitäten im Firefox-Browser durch unsere strikte No-Logs-Richtlinie. Wir bewahren niemals Logs mit den Aktivitäten unserer Nutzer auf. Niemand, auch nicht die Regierung, dein Internetanbieter oder Werbetreibende werden erfahren, was du online machst.\n\n• Verbirg meine IP: Die VPN-Firefox-Erweiterung von ZenMate ermöglicht dir, deine IP-Adresse zu verbergen. Sobald du dich mit einem unserer Remote-Server verbindest, ändert sich deine IP-Adresse in eine aus dem von dir ausgewählten Land. ZenMate verfügt über VPN-Server in über 37 Ländern weltweit.\n\n• Einfache Einrichtung: Lade einfach die ZenMate Browser-Erweiterung herunter und lege dein Benutzerkonto an. Klicke auf die große, runde Schaltfläche mit dem Logo, um dich zu verbinden. Unsere leistungsfähige Datenverschlüsselung wird dich online absichern und verhindern, dass Websites an deine persönlichen Informationen gelangen.\n\nZenMate ist ein Premium-VPN, das auch eine kostenlose Firefox-Erweiterung anbietet. Also lade dir das beste VPN auf dein Gerät, um deine Daten zu schützen, und profitiere lebenslang vom kostenlosen VPN-Zugriff.\n\nWir bieten darüber hinaus ein komplettes Bezahl-VPN mit zahlreichen Server-Standorten an, das dir erlaubt, unsere App auf bis zu unbegrenzt Geräten gleichzeitig zu nutzen. Dazu gehören außerdem spezielle Torrent-Server, mit denen deine Downloads privat bleiben, eine Kill-Switch-Sicherheitslösung – und noch mehr Sicherheit gibt dir die 30 Tage währende Geld-zurück-Garantie.\n\nErlebe das schnellste VPN auf allen deinen Geräten:\n•\tVPN für Windows.\n•\tVPN für macOS.\n•\tVPN für Mobilgeräte mit iOS wie Tablets und das iPhone.\n•\tVPN für Android auf Mobilgeräten wie Tablets und Smartphones.\n•\tVPN-Erweiterung für Mozilla Firefox.\n\nLade das VPN hier herunter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/616913a74bf157b5cbb9876d7fad42c53244003d9442b49f3286f4afc366375d/https%3A//zenmate.com/products\" rel=\"nofollow\">https://zenmate.com/products</a>\n\n~~ Haftungsausschluss ~~\nWir können nicht garantieren, dass unser VPN-Service in China, im Iran und in Saudi-Arabien funktioniert. Selbst wenn du die App herunterladen kannst, empfehlen wir, keine Premium-VPN-Benutzerkonten zu kaufen. Wir sind nicht verantwortlich für das Nichtfunktionieren des Dienstes und können für diese Länder keine Rückerstattungen vornehmen.\n\n~~ Garantierter Schutz ~~\nAls ein deutsches VPN-Unternehmen sind wir an strenge Datenschutzgesetze gebunden und tracken keine IP-Adressen oder Verbindungsdaten. Entsperre mit unserem VPN das Internet und bleib geschützt. Wir haben nichts zu verbergen! Finde hier mehr heraus: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9517c9382049f9dcfb7739870a16806234373a22acfad10d7970439206c4ca72/https%3A//zenmate.com/privacy-policy\" rel=\"nofollow\">https://zenmate.com/privacy-policy</a>\n\n~~ ♥ Lass uns in Verbindung bleiben! ~~\nBesuche unsere Website, um mehr zu erfahren und die die neusten VPN-Updates und News zu holen:\n➥ <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dab34a372881db8114c774943f298dba5b2de47a9ffd8885da278da5d523445f/https%3A//zenmate.com/\" rel=\"nofollow\">https://zenmate.com/</a>\n➥ Facebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/381c644ca881607dbeeca7e1eab4b9936e60eb6484878e905f3b0c279f4f88b0/http%3A//www.facebook.com/zenmate.io\" rel=\"nofollow\">www.facebook.com/zenmate.io</a>\n➥ Twitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3ea02084f0f84094b0ec9c19b1adbf2ad71538111b3b9806c12156c27a4b28e/http%3A//www.twitter.com/ZenMate\" rel=\"nofollow\">www.twitter.com/ZenMate</a>\n➥ VK: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/569671cf9105462af56935257ed26c537a2f571ddcbce264317ec0fb4ee5eb0a/https%3A//vk.com/zenmateofficial\" rel=\"nofollow\">https://vk.com/zenmateofficial</a>\n\n~~ Sicherheitshinweis ~~ Das ZenMate Core VPN schützt nicht vor Sicherheitsbedrohungen, die durch den Flash Player oder WebRTC verursacht werden. Zur Absicherung empfiehlt ZenMate allen Nutzern ausdrücklich, den Anweisungen in unserem FAQ-Artikel „How can I protect myself from IP leaks caused by Flash or WebRTC?“ zu folgen.\n\n------------------------------------\n© 2020 ZenGuard GmbH\nCarlstraße 50\n52531 Übach Palenberg\nGermany\nManaging Directors: Shalev Katav\nDistrict Court: Amtsgericht Berlin-Charlottenburg\nCommercial Register #: HRB 151355 B",
        "en-US": "Presenting the ZenMate FREE VPN Firefox extension: Download the best VPN browser extension for Mozilla Firefox and get unlimited bandwidth, fast connection speeds, total leak protection and protect your online activities.\n\nThe ZenMate free VPN browser extension uses strong encryption to secure all your traffic and hides your real IP address so you can access any blocked website, protect your data and surf the internet anonymously without a data limit.\n\nThe ZenMate Firefox VPN is the easiest way to stay secure and private online. Our virtual private network allows you to hide your IP address and access blocked content online from the moment you connect to our VPN servers.\n\nMillions of users from all over the world consider ZenMate the best VPN for Mozilla Firefox.\nConnect to our secure servers from all over the world to experience an unlimited free VPN, and unblock websites, streaming content, and more.\n\nGet our VPN proxy extension for Mozilla Firefox, experience unlimited bandwidth, and stay protected even when you're using public Wi-Fi and get total anonymous browsing.\n\nThe ZenMate VPN extension for Firefox switches your virtual location and changes your IP address to one from our remote servers. So, you can unblock sites restricted in your location. Our unlimited browser extension for Firefox has VPN locations in over 74 different countries including the UK, the US and many more.\n\nZenMate for Firefox is trusted by over 2.5 million users. Here's what makes it one of the best addons for Firefox:\n•\tTotal Security: ZenMate VPN for Firefox is more than a proxy extension. Our secure VPN connection uses military-grade 256bit encryption for your browser traffic to prevent third parties from stealing your data and following you online.\n\n•\tComplete Freedom: The ZenMate VPN plugin changes your geolocation to hide your IP so you can unblock any site on the internet. Choose from over 2000 VPN server locations across the world.\n\n•\tFastest VPN browser extension: ZenMate’s VPN is the fastest virtual private network service you can find. That means you don’t need to compromise speed when using our VPN to stream, download and torrent your favourite content.\n\n•\tUnblock streaming sites: ZenMate is the perfect Netflix VPN for everybody. Our VPN addon has dedicated proxy servers proven to work for unblocking Netflix, BBC iPlayer, Hulu, Amazon Prime, HBO NOW, Disney Plus, YouTube and other streaming services so you can access your favorite shows.\n\n•\tAbsolute Anonymity: Protect your Firefox browser activity with our strict zero-logs policy. We never keep any logs of our users' activity. Nobody, including the government, your ISP or advertisers will have any idea what you do online.\n\n•\tHide my IP: The ZenMate VPN Firefox extension allows you to hide your IP address. Once you connect to one of our remote servers your IP address will change to one from the country you chose. ZenMate has VPN servers in over 74 countries worldwide.\n\n•\tEasy Set-up: Simply download the ZenMate browser extension and create your account. Click the big round button with the logo on it to connect. Our powerful data encryption will make you safe online and prevent websites from getting your personal information.\n\nZenMate is a premium VPN that also offers free Firefox VPN extensions So, download the best VPN on your device to protect your data and experience lifetime Free VPN access.\n\nWe also offer a full paid VPN with multiple server locations that allows you to use our app on an unlimited number of devices at the same time. It also offers special torrenting servers to keep your downloads private, a safety kill switch solution and it's backed up by a 30-days moneyback guarantee.\n\nExperience the fastest VPN apps on any of your devices:\n•\tVPN for Windows.\n•\tVPN for macOS.\n•\tVPN for iOS mobile devices like tablets and iPhone.\n•\tVPN for Android for mobile devices like tablets and smart phones.\n•\tMozilla Firefox VPN extension.\n\nDownload VPN here: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/616913a74bf157b5cbb9876d7fad42c53244003d9442b49f3286f4afc366375d/https%3A//zenmate.com/products\" rel=\"nofollow\">https://zenmate.com/products</a>\n\n~~ Disclaimer ~~\nWe cannot guarantee that our VPN service will work in China, Iran &amp; Saudi Arabia. Even if you can download the application, we strongly recommend that you do not purchase Premium VPN accounts. We are not responsible for a lack of service and are not able to provide refunds for those countries.\n\n~~ Protection Guaranteed ~~\nAs a German VPN company, we are bound by strict data privacy laws and do not track any IP or connection data. Unblock the internet with our VPN and stay safe. We have nothing to hide! Find out more here: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9517c9382049f9dcfb7739870a16806234373a22acfad10d7970439206c4ca72/https%3A//zenmate.com/privacy-policy\" rel=\"nofollow\">https://zenmate.com/privacy-policy</a>\n\n~~ ♥ Keep in touch! ~~\nVisit site to learn more and get our latest VPN updates and news:\n➥ <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dab34a372881db8114c774943f298dba5b2de47a9ffd8885da278da5d523445f/https%3A//zenmate.com/\" rel=\"nofollow\">https://zenmate.com/</a>\n➥ Facebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/381c644ca881607dbeeca7e1eab4b9936e60eb6484878e905f3b0c279f4f88b0/http%3A//www.facebook.com/zenmate.io\" rel=\"nofollow\">www.facebook.com/zenmate.io</a>\n➥ Twitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3ea02084f0f84094b0ec9c19b1adbf2ad71538111b3b9806c12156c27a4b28e/http%3A//www.twitter.com/ZenMate\" rel=\"nofollow\">www.twitter.com/ZenMate</a>\n➥ VK: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/569671cf9105462af56935257ed26c537a2f571ddcbce264317ec0fb4ee5eb0a/https%3A//vk.com/zenmateofficial\" rel=\"nofollow\">https://vk.com/zenmateofficial</a>\n\n~~ Security Advice ~~\nZenMate Core VPN does not protect against security threats caused by Flash Player and WebRTC. To stay safe, ZenMate strongly advises all users to follow guidelines described in our FAQ article \"How can I protect myself from IP leaks caused by Flash or WebRTC?\".\n\n------------------------------------\n© 2020 ZenGuard GmbH\nCarlstraße 50\n52531 Übach Palenberg\nGermany\nManaging Directors: Shalev Katav\nDistrict Court: Amtsgericht Berlin-Charlottenburg\nCommercial Register #: HRB 151355 B",
        "es": "Presentamos la extensión de VPN GRATIS de ZenMate para Firefox: descargue la mejor extensión de VPN para el navegador Mozilla Firefox y obtenga un ancho de banda ilimitado, velocidades de conexión altas, seguridad total contra las filtraciones y protección de su actividad en internet.\n\nLa extensión de VPN gratis de ZenMate para navegador utiliza un potente cifrado para proteger todo el tráfico y oculta su dirección IP real para que pueda acceder a cualquier sitio web bloqueado, salvaguardar sus datos y navegar por internet de forma anónima sin límite de datos.\n\nLa VPN de ZenMate para Firefox es la forma más fácil de proteger su seguridad y privacidad en línea. Nuestra red privada virtual le permite ocultar su dirección IP y acceder a contenidos bloqueados en internet desde el momento en que se conecta a nuestros servidores VPN.\n\nMillones de usuarios de todo el mundo consideran ZenMate la mejor VPN para Mozilla Firefox.\nConéctese a nuestros servidores seguros desde cualquier parte del mundo para disfrutar de una VPN gratuita ilimitada y desbloquear sitios web, contenidos en streaming y más cosas.\n\nObtenga nuestra extensión de proxy VPN para Mozilla Firefox y disfrute de ancho de banda ilimitado, manténgase protegido incluso cuando use redes Wi-Fi públicas y navegue en el anonimato más absoluto.\n\nLa extensión de VPN de ZenMate para Firefox cambia su ubicación virtual y sustituye su dirección IP por una de nuestros servidores remotos. De esta forma, podrá desbloquear sitios que están restringidos en su ubicación. Nuestra extensión ilimitada para el navegador Firefox ofrece ubicaciones de VPN en más de 37 países distintos, incluyendo el Reino Unido, Estados Unidos y muchos otros.\n\nMás de 2,5 millones de usuarios confían en ZenMate para Firefox. Estas son algunas de las cosas que hacen de él uno de los mejores complementos para Firefox:\n\n•\tSeguridad total: ZenMate VPN para Firefox no es solo una extensión de proxy. Nuestra conexión VPN segura emplea un cifrado de 256 bits de grado militar en el tráfico del navegador para evitar que otros roben sus datos y sigan su rastro en línea.\n\n•\tLibertad absoluta: el complemento de VPN de ZenMate cambia la geolocalización para ocultar su IP y que pueda desbloquear cualquier sitio en internet. Elija entre más de 2000 ubicaciones de servidores VPN repartidas por todo el mundo.\n\n•\tLa extensión de VPN para navegador más rápida: la VPN de ZenMate es el servicio de red privada virtual más rápido que puede encontrarse. Esto quiere decir que no tiene que renunciar a la velocidad al utilizar nuestra VPN para ver sus contenidos favoritos en streaming, descargarlos o usar torrents.\n\n•\tDesbloquee sitios de streaming: ZenMate es la VPN de Netflix perfecta para todo el mundo. Nuestro complemento de VPN cuenta con servidores proxy dedicados de eficacia probada para desbloquear Netflix, BBC iPlayer, Hulu, Amazon Prime, HBO NOW, Disney Plus, YouTube y otros servicios de streaming, para que pueda acceder a sus programas favoritos.\n\n•\tAnonimato absoluto: proteja la actividad del navegador Firefox gracias a nuestra política estricta de cero registros. Jamás guardamos ningún registro de la actividad de nuestros usuarios. Nadie tendrá ni idea de lo que hace en línea, incluyendo el gobierno, su proveedor de internet o los anunciantes.\n\n•\tOcultar mi IP: la extensión VPN de ZenMate para Firefox le permite ocultar su dirección IP. Una vez que se conecte a uno de nuestros servidores remotos, su dirección IP se sustituirá por una del país que elija. ZenMate tiene servidores VPN en más de 37 países en todo el mundo.\n\n•\tConfiguración fácil: solo tiene que descargar la extensión ZenMate para el navegador y crear una cuenta. Haga clic en el botón grande redondo del logotipo para conectarse. Nuestro potente cifrado de datos se encargará de que esté siempre a salvo en internet y evitará que los sitios web obtengan su información personal.\n\nZenMate es una VPN de pago que ofrece también extensiones de VPN gratuitas para Firefox. Descargue en su dispositivo la mejor VPN para proteger sus datos y disfrute de acceso VPN gratuito de por vida.\n\nTambién ofrecemos una VPN completa de pago con un gran número de ubicaciones de servidores que le permite usar nuestra aplicación en hasta 5 dispositivos a la vez. Ofrece también servidores especiales para torrents con el fin de salvaguardar la privacidad de sus descargas, además de un sistema de seguridad de interrupción automática y garantía de reembolso del dinero durante 30 días.\n\nDisfrute de las aplicaciones de VPN más rápidas en cualquiera de sus dispositivos:\n•\tVPN para Windows.\n•\tVPN para macOS.\n•\tVPN para dispositivos móviles iOS como las tabletas y el iPhone.\n•\tVPN para dispositivos móviles Android como tabletas y teléfonos inteligentes.\n•\tExtensión de VPN para Mozilla Firefox.\n\nDescargue la VPN aquí: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/616913a74bf157b5cbb9876d7fad42c53244003d9442b49f3286f4afc366375d/https%3A//zenmate.com/products\" rel=\"nofollow\">https://zenmate.com/products</a>\n\n~~ Descargo de responsabilidad ~~\nNo podemos garantizar que nuestro servicio de VPN funcione en China, en Irán o en Arabia Saudita. Incluso si consigue descargar la aplicación, le recomendamos que no compre cuentas de VPN de pago. No somos responsables de la falta de servicio ni podemos realizar devoluciones en esos países.\n\n~~ Protección garantizada ~~\nComo empresa de VPN alemana, estamos sujetos a leyes estrictas en lo que respecta a la privacidad de los datos y no rastreamos ninguna IP ni ningún dato de las conexiones. Desbloquee internet con nuestra VPN y permanezca protegido. ¡No tenemos nada que ocultar! Más información en: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9517c9382049f9dcfb7739870a16806234373a22acfad10d7970439206c4ca72/https%3A//zenmate.com/privacy-policy\" rel=\"nofollow\">https://zenmate.com/privacy-policy</a>\n\n~~ ♥ ¡Siga en contacto! ~~\nVisite el sitio para obtener más información y conocer nuestras últimas noticias y actualizaciones de la VPN:\n→ <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dab34a372881db8114c774943f298dba5b2de47a9ffd8885da278da5d523445f/https%3A//zenmate.com/\" rel=\"nofollow\">https://zenmate.com/</a>\n➥ Facebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/381c644ca881607dbeeca7e1eab4b9936e60eb6484878e905f3b0c279f4f88b0/http%3A//www.facebook.com/zenmate.io\" rel=\"nofollow\">www.facebook.com/zenmate.io</a>\n➥ Twitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3ea02084f0f84094b0ec9c19b1adbf2ad71538111b3b9806c12156c27a4b28e/http%3A//www.twitter.com/ZenMate\" rel=\"nofollow\">www.twitter.com/ZenMate</a>\n➥ VK: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/569671cf9105462af56935257ed26c537a2f571ddcbce264317ec0fb4ee5eb0a/https%3A//vk.com/zenmateofficial\" rel=\"nofollow\">https://vk.com/zenmateofficial</a>\n\n~~ Consejo de seguridad ~~\nZenMate Core VPN no protege contra las amenazas de seguridad provocadas por Flash Player y WebRTC. Para preservar la seguridad, desde ZenMate recomendamos encarecidamente a todos nuestros usuarios que sigan las pautas descritas en el artículo de nuestras preguntas frecuentes \"How can I protect myself from IP leaks caused by Flash or WebRTC?\" (Cómo protegerse contra las filtraciones de IP provocadas por Flash o WebRTC).\n\n------------------------------------\n© 2020 ZenGuard GmbH\nCarlstraße 50\n52531 Übach Palenberg\nGermany\nManaging Directors: Shalev Katav\nDistrict Court: Amtsgericht Berlin-Charlottenburg\nCommercial Register #: HRB 151355 B",
        "fr": "Introduction de l’extension Firefox ZenMate gratuite : Téléchargez la meilleure extension VPN pour Mozilla Firefox et profitez d’une bande passante illimitée, de connexions haut débit, d’une entière protection anti-fuites et préservez vos activités en ligne.\n\nL’extension gratuite ZenMate utilise un chiffrement de pointe afin de sécuriser l’intégralité de votre trafic et masquer votre véritable adresse IP, de sorte à ce que vous puissiez accéder aux sites bloqués, protéger vos données et surfer sur Internet en toute confidentialité sans limite de data.\n\nZenMate Firefox VPN est le moyen le plus simple de préserver sa sécurité et confidentialité en ligne. Notre réseau privé virtuel vous permet de masquer votre adresse IP et d’accéder aux contenus restreints en ligne dès lors que vous êtes reliés à l’un de nos serveurs.\n\nDes millions d’utilisateurs des quatre coins du globe considèrent ZenMate le meilleur VPN pour Mozilla Firefox.\n\nConnectez-vous à nos serveurs du monde entier, profitez d’un VPN illimté gratuitement, débloquez les sites, ainsi que vos contenus favoris en streaming et bien plus.\n\nObtenez notre extension VPN proxy pour Mozilla Firefox, profitez d’une bande passante illimitée, préservez votre sécurité sur les réseaux publics WiFi et surfez en tout anonymat.\nL’extension ZenMate VPN pour Firefox change votre emplacement virtuel et remplace votre adresse IP par une adresse émanant de l’un de nos serveurs remote. \n\nVous serez ainsi en mesure de débloquer les sites restreints dans votre zone. Notre extension de navigateur Firefox illimitée dispose d’emplacements VPN répartis dans plus de 37 pays différents comprenant entre autres le Royaume-Uni, les États-Unis et bien d’autres.\n\nPlus de 2,5 millions d’utilisateurs font confiance à ZenMate pour Firefox. Voici ce qui fait de nous l’une des meilleures extensions pour Firefox : \n\n• Totale Sécurité : ZenMate VPN pour Firefox est plus qu’une extension proxy. Notre connexion VPN sécurisée utilise un cryptage de classe militaire AES 256 bits sur votre trafic de navigation, de sorte à prévenir toute tierce partie de dérober vos données ou vous traquer en ligne.\n\n• Entière Liberté : Le plugin ZenMate VPN modifie votre emplacement géographique pour masquer votre adresse IP de sorte à ce que vous puissiez débloquer tous les sites sur Internet. Choisissez parmi plus de 2000 emplacements de serveurs VPN à travers le monde.\n\n• L’extension navigateur VPN la plus rapide : Le VPN ZenMate est le plus rapide des réseaux privés virtuels disponibles sur le marché. Il ne sera donc pas question de faire de compromis sur les vitesses en ayant recours à notre VPN pour streamer, télécharger vos contenus favoris ou dans le cadre de vos activités de torrent.\n\n• Débloquer les sites de streaming : ZenMate est le VPN Netflix le plus adéquat. Notre addon VPN dispose de serveurs proxy optimisés pour débloquer Netflix, BBC iPlayer, Hulu, Amazon Prime, HBO NOW, Disney Plus, You Tube et autres plateformes de streaming afin que vous accédiez à tous vos contenus favoris.\n\n• Anonymat absolu : Protégez vos activités sur Firefox avec notre politique Zéro Logs. Nous ne conservons aucun log relatif aux activités de nos utilisateurs. Nul, y compris le gouvernement, votre FAI, les publicitaires n’ont connaissance de vos activités en ligne.\n\n• Masque mon IP : L’extension VPN ZenMate Firefox vous permet de masque votre adresse IP. Dès lors que vous êtes connectés à l’un de nos serveurs remote, votre adresse IP sera tronquée par une adresse dans le pays de votre choix. ZenMate dispose de serveurs VPN dans plus de 37 pays à travers le monde.\n\n• Installation simplifiée : Téléchargez simplement l’extension ZenMate sur votre navigateur et créez un compte. Cliquez sur le gros bouton rond sur lequel se trouve le logo afin de vous connecter. Notre chiffrement de pointe vous maintiendra en sécurité en ligne et empêchera tout site d’obtenir vos données personnelles.\n\nZenMate est un VPN premium qui offre des extensions VPN Firefox. N’hésitez pas à télécharger le meilleur VPN sur votre appareil pour protéger vos données et jouir d’un accès VPN gratuit illimité.\n\nNous disposons également d’offres payantes avec une multitude d’emplacements de serveurs vous permettant d’utiliser notre application sur un total de 5 appareils en simultané. Vous profiterez par ailleurs de serveurs optimisés pour le torrenting pour des téléchargements en toute confidentialité, une solution de sécurité Kill Switch et un remboursement garanti 30 jours.\n\nProfitez des plus rapides applications VPN sur tous vos appareils :\n•\tVPN pour Windows.\n•\tVPN pour macOS.\n•\tVPN pour appareils iOS mobiles tels que les iPhone et tablettes.\n•\tVPN pour Android pour appareils mobiles tels que les Smart Phones et tablettes.\n•\tExtension VPN Mozilla Firefox.\n\nTéléchargez votre VPN par ici : \n\n~~Avertissement~~\nNous ne sommes pas en mesure de garantir que notre service VPN soit opérationnel en Chine, Iran &amp; Arabie Saoudite. Bien que vous puissiez télécharger l’application, nous vous recommandons vivement de ne pas souscrire un abonnement VPN Premium. Nous ne sommes en aucun cas responsables d’une panne de service et ne sommes pas en mesure de fournir un quelconque remboursement dans les régions indiquées.\n\n~~Protection garantie~~\nEn tant qu’entreprise allemande, nous sommes soumis à une stricte réglementation en matière de protection des données et ne traque aucune IP ou donnée de connexion. Débloquez Internet avec notre VPN et préservez votre sécurité. Nous n’avons rien à cacher ! Découvrez-en plus par ici : \n\n~~Restez connectés !~~\nRendez-vous sur notre site pour en savoir plus et recevoir nos dernières mises à jour et actualités VPN :\n➥ <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dab34a372881db8114c774943f298dba5b2de47a9ffd8885da278da5d523445f/https%3A//zenmate.com/\" rel=\"nofollow\">https://zenmate.com/</a>\n➥ Facebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/381c644ca881607dbeeca7e1eab4b9936e60eb6484878e905f3b0c279f4f88b0/http%3A//www.facebook.com/zenmate.io\" rel=\"nofollow\">www.facebook.com/zenmate.io</a>\n➥ Twitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3ea02084f0f84094b0ec9c19b1adbf2ad71538111b3b9806c12156c27a4b28e/http%3A//www.twitter.com/ZenMate\" rel=\"nofollow\">www.twitter.com/ZenMate</a>\n➥ VK: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/569671cf9105462af56935257ed26c537a2f571ddcbce264317ec0fb4ee5eb0a/https%3A//vk.com/zenmateofficial\" rel=\"nofollow\">https://vk.com/zenmateofficial</a>\n\nConseil de sécurité - ZenMate Core VPN ne vous protège pas contre les menaces de sécurité causées par Flash Player et WebRTC. Pour préserver votre sécurité, ZenMate recommande vivement à ses utilisateurs de suive les étapes décrites dans notre rubrique FAQ “Comment puis-je me protéger des éventuelles fuites IP causées par Flash ou WebRTC ?”\n\n------------------------------------\n© 2020 ZenGuard GmbH\nCarlstraße 50\n52531 Übach Palenberg\nGermany\nManaging Directors: Shalev Katav\nDistrict Court: Amtsgericht Berlin-Charlottenburg\nCommercial Register #: HRB 151355 B",
        "ko": "ZenMate 무료 VPN Firefox 확장 프로그램 제공: 최고의 Mozilla Firefox용 VPN 브라우저 확장 프로그램을 다운로드하고 무제한 대역폭, 빠른 연결 속도, 완벽한 정보 누출 방지, 온라인 활동 보호 기능을 활용하세요.\n\nZenMate 무료 VPN 브라우저 확장 프로그램은 강력한 암호화 기술을 사용해서 사용자의 모든 트래픽을 보호하고, 실제 IP 주소를 숨겨서 차단된 웹 사이트에 액세스할 수 있게 해주고, 데이터를 보호하고, 데이터 제한 없이 익명으로 인터넷을 검색할 수 있게 해줍니다.\n\nZenMate Firefox VPN은 온라인 상에서 안전과 프라이버시를 지킬 수 있는 가장 쉬운 방법입니다. 저희 VPN 서버에 연결한 그 순간부터 가상 비공개 네트워크를 통해 IP 주소를 숨기고 차단된 콘텐츠에 온라인으로 액세스할 수 있습니다.\n\nZenMate는 전 세계 수백만 명의 사용자들로부터 최고의 Mozilla Firefox용 VPN으로 인정 받고 있습니다.\n\n전 세계 어디에서든 안전한 서버에 연결하여 무제한 무료 VPN을 경험하고, 차단된 웹 사이트, 스트리밍 콘텐츠 등을 제한 없이 이용해보세요.\n\nMozilla Firefox용 VPN 프록시 확장 프로그램을 이용하여 무제한 대역폭을 경험하고, 공개 Wi-Fi를 이용할 때에도 계속 보호 받고, 완전 익명 상태로 브라우징하세요.\n\nFirefox용 ZenMate VPN 확장 프로그램은 사용자의 가상 위치를 전환하고 IP 주소를 저희 원격 서버 중 하나의 주소로 바꿔줍니다. 따라서 사용자 위치에서 차단된 사이트도 제한 없이 이용할 수 있습니다. 본사의 Firefox용 무제한 브라우저 확장 프로그램은 영국, 미국 등을 포함해서 37개 이상의 국가에 VPN 위치를 두고 있습니다.\n\nFirefox용 ZenMate는 250만 명 이상의 사용자가 믿고 사용합니다. Firefox용 최고의 애드온 프로그램 이유를 확인해보세요.\n•\t완벽한 보안: Firefox용 ZenMate VPN은 단순한 프록시 확장 프로그램 이상입니다. 이 보안 VPN은 브라우저 트래픽에 대해 군사용 256비트 암호화 기술을 사용해서 다른 사람이 사용자의 데이터를 훔치고 사용자를 온라인으로 추적하지 못하도록 방지합니다.\n\n•\t완전한 자유: ZenMate VPN 플러그인은 사용자의 지리적 위치를 바꿔서 사용자 IP를 숨기고, 인터넷 상에서 어떤 사이트라도 제한 없이 이용할 수 있게 해줍니다. 전 세계에 배치된 2000개 이상의 VPN 서버 위치 중에서 선택할 수 있습니다.\n\n•\t가장 빠른 VPN 브라우저 확장: ZenMate VPN은 현존하는 것들 중에서 가장 빠른 가상 개인 네트워크입니다. VPN을 이용해서 좋아하는 콘텐츠를 스트리밍, 다운로드, 토렌트할 때에도 속도를 낮출 필요가 없습니다.\n\n•\t스트리밍 사이트 차단 해제: ZenMate는 모든 사람들에게 완벽한 Netflix VPN입니다. 저희 VPN 애드온은 Netflix, BBC iPlayer, Hulu, Amazon Prime, HBO NOW, Disney Plus, YouTube 및 기타 스트리밍 서비스의 차단 해제가 작동하는 것으로 입증된 전용 프록시 서버를 갖고 있습니다. 언제나 원하는 프로그램을 시청할 수 있습니다.\n\n•\t완벽한 익명성: 엄격한 무로그 정책으로 Firefox 브라우저 활동 내역을 보호하세요. 저희는 사용자의 활동 내역에 대해 어떠한 로그도 보관하지 않습니다. 정부, ISP 또는 광고업체를 포함한 누구도 귀하가 온라인으로 어떤 활동을 하는지 전혀 알아낼 수 없습니다.\n\n•\t내 IP 숨기기: ZenMate VPN Firefox 확장 프로그램은 사용자의 IP 주소를 숨길 수 있게 해줍니다. 원격 서버 중 하나에 연결된 뒤에는 사용자의 IP 주소가 사용자가 선택한 국가의 IP 주소로 바뀝니다. ZenMate는 전 세계 37개 국가에서 VPN 서버를 운영하고 있습니다.\n\n•\t간편한 설정: 단순히 ZenMate 브라우저 확장 프로그램을 다운로드하고 계정만 만들면 됩니다. 로고가 있는 크고 둥근 버튼을 클릭하여 연결하세요. 강력한 데이터 암호화 기술로 사용자의 온라인 활동을 안전하게 보호하고 웹 사이트가 사용자의 개인 정보를 수집할 수 없도록 방지합니다.\n\nZenMate는 무료 Firefox VPN 확장 프로그램을 제공하는 프리미엄 VPN입니다. 데이터를 보호하고 평생 무료 VPN 액세스를 이용할 수 있도록 귀하의 장치에 최고의 VPN을 다운로드하세요.\n\n또한 최대 5개 장치에서 저희 앱을 동시에 이용할 수 있고, 여러 서버 위치가 포함된 완전 유료 VPN도 제공됩니다. 다운로드 관련 정보를 기밀로 유지할 수 있는 특별한 토렌트 서버와 안전한 Kill-Switch 솔루션이 포함되며, 30일까지 환불이 보장됩니다.\n원하는 장치에서 초고속 VPN 앱을 이용해보세요.\n\n•\tWindows용 VPN\n•\tmacOS용 VPN\n•\t태블릿 및 iPhone과 같은 iOS 모바일 장치용 VPN\n•\t태블릿 및 스마트폰과 같은 모바일 장치를 위한 Android용 VPN\n•\tMozilla Firefox VPN 확장 프로그램\n\n여기에서 VPN 다운로드: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/616913a74bf157b5cbb9876d7fad42c53244003d9442b49f3286f4afc366375d/https%3A//zenmate.com/products\" rel=\"nofollow\">https://zenmate.com/products</a>\n\n~~ 부인 ~~\n중국, 이란, 사우디아라비아에서는 저희 VPN 서비스의 작동이 보장되지 않습니다. 애플리케이션을 다운로드할 수 있더라도 프리미엄 VPN 계정을 구입하지 않는 것을 권장합니다. 해당 국가에 대해서는 서비스 품질 부족에 대해 책임을 지지 않으며 환불을 제공하지 않습니다.\n\n~~ 보호 보장 ~~\n독일 VPN 기업으로서 저희는 데이터 개인정보 보호 법률을 엄격히 준수하며, 어떠한 IP 또는 연결 데이터도 추적하지 않습니다. 저희 VPN을 통해 인터넷 차단을 해제하고 안전을 유지하세요. 저희는 모든 것을 투명하게 공개합니다! 자세히 알아보기: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9517c9382049f9dcfb7739870a16806234373a22acfad10d7970439206c4ca72/https%3A//zenmate.com/privacy-policy\" rel=\"nofollow\">https://zenmate.com/privacy-policy</a>\n\n~~ ♥ 다시 만나요! ~~\n자세한 정보를 확인하고 최신 VPN 업데이트와 소식을 확인하려면 사이트를 방문하시기 바랍니다.\n→ <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dab34a372881db8114c774943f298dba5b2de47a9ffd8885da278da5d523445f/https%3A//zenmate.com/\" rel=\"nofollow\">https://zenmate.com/</a>\n➥ Facebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/381c644ca881607dbeeca7e1eab4b9936e60eb6484878e905f3b0c279f4f88b0/http%3A//www.facebook.com/zenmate.io\" rel=\"nofollow\">www.facebook.com/zenmate.io</a>\n➥ Twitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3ea02084f0f84094b0ec9c19b1adbf2ad71538111b3b9806c12156c27a4b28e/http%3A//www.twitter.com/ZenMate\" rel=\"nofollow\">www.twitter.com/ZenMate</a>\n➥ VK: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/569671cf9105462af56935257ed26c537a2f571ddcbce264317ec0fb4ee5eb0a/https%3A//vk.com/zenmateofficial\" rel=\"nofollow\">https://vk.com/zenmateofficial</a>\n\n~~ 보안 조언 ~~\nZenMate Core VPN은 Flash Player 및 WebRTC 기반의 보안 위협에 대해 보호 기능을 제공하지 않습니다. 안전을 위해서 ZenMate는 저희 FAQ 문서 \"How can I protect myself from IP leaks caused by Flash or WebRTC?\"(Flash 또는 WebRTC로 인한 IP 누출로부터 자신을 보호하는 방법)에 설명된 지침을 따르는 것이 좋습니다.\n\n------------------------------------\n© 2020 ZenGuard GmbH\nCarlstraße 50\n52531 Übach Palenberg\nGermany\n관리 이사: Shalev Katav\n지방 법원: Amtsgericht Berlin-Charlottenburg\n사업 등록 번호: HRB 151355 B",
        "nl": "Presenting the ZenMate FREE VPN Firefox extension: Download the best VPN browser extension for Mozilla Firefox and get unlimited bandwidth, fast connection speeds, total leak protection and protect your online activities.\n\nThe ZenMate free VPN browser extension uses strong encryption to secure all your traffic and hides your real IP address so you can access any blocked website, protect your data and surf the internet anonymously without a data limit.\n\nThe ZenMate Firefox VPN is the easiest way to stay secure and private online. Our virtual private network allows you to hide your IP address and access blocked content online from the moment you connect to our VPN servers.\n\nMillions of users from all over the world consider ZenMate the best VPN for Mozilla Firefox.\nConnect to our secure servers from all over the world to experience an unlimited free VPN, and unblock websites, streaming content, and more.\n\nGet our VPN proxy extension for Mozilla Firefox, experience unlimited bandwidth, and stay protected even when you're using public Wi-Fi and get total anonymous browsing.\n\nThe ZenMate VPN extension for Firefox switches your virtual location and changes your IP address to one from our remote servers. So, you can unblock sites restricted in your location. Our unlimited browser extension for Firefox has VPN locations in over 37 different countries including the UK, the US and many more.\n\nZenMate for Firefox is trusted by over 2.5 million users. Here's what makes it one of the best addons for Firefox:\n•\tTotal Security: ZenMate VPN for Firefox is more than a proxy extension. Our secure VPN connection uses military-grade 256bit encryption for your browser traffic to prevent third parties from stealing your data and following you online.\n\n•\tComplete Freedom: The ZenMate VPN plugin changes your geolocation to hide your IP so you can unblock any site on the internet. Choose from over 2000 VPN server locations across the world.\n\n•\tFastest VPN browser extension: ZenMate’s VPN is the fastest virtual private network service you can find. That means you don’t need to compromise speed when using our VPN to stream, download and torrent your favourite content.\n\n•\tUnblock streaming sites: ZenMate is the perfect Netflix VPN for everybody. Our VPN addon has dedicated proxy servers proven to work for unblocking Netflix, BBC iPlayer, Hulu, Amazon Prime, HBO NOW, Disney Plus, YouTube and other streaming services so you can access your favorite shows.\n\n•\tAbsolute Anonymity: Protect your Firefox browser activity with our strict zero-logs policy. We never keep any logs of our users' activity. Nobody, including the government, your ISP or advertisers will have any idea what you do online.\n\n•\tHide my IP: The ZenMate VPN Firefox extension allows you to hide your IP address. Once you connect to one of our remote servers your IP address will change to one from the country you chose. ZenMate has VPN servers in over 37 countries worldwide.\n\n•\tEasy Set-up: Simply download the ZenMate browser extension and create your account. Click the big round button with the logo on it to connect. Our powerful data encryption will make you safe online and prevent websites from getting your personal information.\n\nZenMate is a premium VPN that also offers free Firefox VPN extensions So, download the best VPN on your device to protect your data and experience lifetime Free VPN access.\n\nWe also offer a full paid VPN with multiple server locations that allows you to use our app on up to 5 devices at the same time. It also offers special torrenting servers to keep your downloads private, a safety kill switch solution and it's backed up by a 30-days moneyback guarantee.\n\nExperience the fastest VPN apps on any of your devices:\n•\tVPN for Windows.\n•\tVPN for macOS.\n•\tVPN for iOS mobile devices like tablets and iPhone.\n•\tVPN for Android for mobile devices like tablets and smart phones.\n•\tMozilla Firefox VPN extension.\n\nDownload VPN here: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/616913a74bf157b5cbb9876d7fad42c53244003d9442b49f3286f4afc366375d/https%3A//zenmate.com/products\" rel=\"nofollow\">https://zenmate.com/products</a>\n\n~~ Disclaimer ~~\nWe cannot guarantee that our VPN service will work in China, Iran &amp; Saudi Arabia. Even if you can download the application, we strongly recommend that you do not purchase Premium VPN accounts. We are not responsible for a lack of service and are not able to provide refunds for those countries.\n\n~~ Protection Guaranteed ~~\nAs a German VPN company, we are bound by strict data privacy laws and do not track any IP or connection data. Unblock the internet with our VPN and stay safe. We have nothing to hide! Find out more here: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9517c9382049f9dcfb7739870a16806234373a22acfad10d7970439206c4ca72/https%3A//zenmate.com/privacy-policy\" rel=\"nofollow\">https://zenmate.com/privacy-policy</a>\n\n~~ ♥ Keep in touch! ~~\nVisit site to learn more and get our latest VPN updates and news:\n➥ <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dab34a372881db8114c774943f298dba5b2de47a9ffd8885da278da5d523445f/https%3A//zenmate.com/\" rel=\"nofollow\">https://zenmate.com/</a>\n➥ Facebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/381c644ca881607dbeeca7e1eab4b9936e60eb6484878e905f3b0c279f4f88b0/http%3A//www.facebook.com/zenmate.io\" rel=\"nofollow\">www.facebook.com/zenmate.io</a>\n➥ Twitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3ea02084f0f84094b0ec9c19b1adbf2ad71538111b3b9806c12156c27a4b28e/http%3A//www.twitter.com/ZenMate\" rel=\"nofollow\">www.twitter.com/ZenMate</a>\n➥ VK: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/569671cf9105462af56935257ed26c537a2f571ddcbce264317ec0fb4ee5eb0a/https%3A//vk.com/zenmateofficial\" rel=\"nofollow\">https://vk.com/zenmateofficial</a>\n\n~~ Security Advice ~~\nZenMate Core VPN does not protect against security threats caused by Flash Player and WebRTC. To stay safe, ZenMate strongly advises all users to follow guidelines described in our FAQ article \"How can I protect myself from IP leaks caused by Flash or WebRTC?\".\n\n------------------------------------\n© 2020 ZenGuard GmbH\nCarlstraße 50\n52531 Übach Palenberg\nGermany\nManaging Directors: Shalev Katav\nDistrict Court: Amtsgericht Berlin-Charlottenburg\nCommercial Register #: HRB 151355 B",
        "ru": "Представляем бесплатное расширение ZenMate VPN для Firefox: Загрузите лучшее VPN-расширение для Mozilla Firefox и получите неограниченную пропускную способность, высокую скорость подключения, полную защиту от утечек и безопасность в Интернете.\n\nБесплатное VPN-расширение ZenMate использует надежное шифрование для защиты всего вашего трафика и скрывает ваш реальный IP-адрес, чтобы вы могли получить доступ к любому заблокированному веб-сайту, защитить свои данные и анонимно пользоваться Интернетом без ограничения пропускной способности.\n\nZenMate Firefox VPN — это самый простой способ обеспечения безопасности и конфиденциальности в сети. Наша виртуальная частная сеть позволяет вам скрывать свой IP-адрес и получать доступ к заблокированному контенту после подключения к нашим VPN-серверам.\nМиллионы пользователей во всем мире считают ZenMate лучшим VPN-сервисом для Mozilla Firefox.\n\nПодключайтесь к нашим защищенным серверам со всего мира, чтобы опробовать неограниченный бесплатный VPN и получить доступ к заблокированным сайтам, стриминговому содержимому и многому другому.\n\nУстановите наше расширение VPN для Mozilla Firefox, чтобы начать использовать неограниченную пропускную способность и оставаться защищенными и анонимными, даже если вы используете общедоступный Wi-Fi.\n\nРасширение ZenMate VPN для Firefox переключает ваше виртуальное местоположение и меняет ваш IP-адрес на адрес одного из наших удаленных серверов. Таким образом вы можете получить доступ к сайтам, заблокированном в вашем регионе. В нашем расширении для браузера Firefox без ограничений трафика используются VPN-местоположения в более чем 74 различных странах, включая Великобританию, США и многие другие.\n\nРасширению ZenMate для Firefox доверяют более чем 2,5 миллионов пользователей. Вот что делает его одним из лучших расширений для Firefox:\n\n•\tПолная безопасность: ZenMate VPN для Firefox — это не просто расширение для работы через прокси-сервер. В нашем безопасном VPN-подключении использует стойкое 256-разрядное шифрование трафика вашего браузера, чтобы предотвратить кражу ваших данных третьими лицами и онлайн-слежку за вами.\n\n•\tПолная свобода: расширение ZenMate VPN подменяет ваше местоположение, скрывая ваш IP-адрес, чтобы вы могли получить доступ к любому сайту в Интернете. Выбирайте из более чем 2000 местоположений VPN-серверов по всему миру.\n\n•\tСамое быстрое VPN-расширение для браузера: VPN ZenMate — это самый быстрый сервис виртуальной частной сети, которую вы сможете найти. Это означает, что вам не нужно жертвовать скоростью Интернета при использовании нашего VPN для стриминга, загрузки и использования торрентов для вашего любимого контента.\n\n•\tРазблокировка стриминговых сайтов: ZenMate — это идеальный VPN для Netflix, который подходит всем. Наше VPN-расширение использует выделенные прокси-серверы, протестированные для просмотра Netflix, BBC iPlayer, Hulu, Amazon Prime, HBO NOW, Disney Plus, YouTube и других стриминговых сервисов, так что вы сможете получить доступ к своим любимым шоу.\n\n•\tПолная анонимность: защитите свои действия в браузере Firefox благодаря нашей строгой политикой отсутствия логов. Мы никогда не храним никакие логи активности наших пользователей. Никто, включая правительство, вашего интернет-провайдера или рекламодателей, не узнает, что вы делаете в Интернете.\n\n•\tСкрытие IP-адреса: расширение ZenMate VPN для Firefox позволяет скрыть ваш IP-адрес. Как только вы подключитесь к одному из наших удаленных серверов, ваш IP-адрес изменится на адрес сервера из другой страны, который вы выбрали. ZenMate имеет VPN-серверы в более чем 74 странах мира.\n\n•\tПростая настройка: просто загрузите расширение ZenMate для браузера и создайте аккаунт. Нажмите большую круглую кнопку с логотипом, чтобы подключиться. Наше стойкое шифрование обеспечит вам безопасность в Интернете и не позволит сайтам получать вашу личную информацию.\n\nZenMate — это премиальный VPN-сервис, который также предлагает бесплатные VPN-расширения для Firefox. Итак, загрузите лучший VPN-сервис на свое устройство, чтобы защитить свои данные и получить пожизненный бесплатный доступ к VPN.\n\nМы также предлагаем полнофункциональный платный VPN-сервис с множеством серверов в различных регионах, который позволит вам использовать наше приложение на 5 устройствах одновременно. Он также поддерживает специальные серверы для торрентов, обеспечивающие конфиденциальность ваших загрузок, безопасную экстренную блокировку и уверенность благодаря 30-дневной гарантии возврата денег.\n\nПопробуйте самые быстрые приложения VPN на любом из ваших устройств:\n\n•\tVPN для Windows;\n•\tVPN для macOS;\n•\tVPN для мобильных устройств iOS, таких как планшеты и iPhone;\n•\tVPN для мобильных устройств с Android, таких как планшеты и смартфоны;\n•\tРасширение VPN для Mozilla Firefox.\n\nЗагрузите VPN здесь: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/616913a74bf157b5cbb9876d7fad42c53244003d9442b49f3286f4afc366375d/https%3A//zenmate.com/products\" rel=\"nofollow\">https://zenmate.com/products</a>\n\n~~ Отказ от ответственности ~~\nМы не можем гарантировать, что наш VPN-сервис будет работать в Китае, Иране и Саудовской Аравии. Даже если Вы сможете загрузить приложение, мы настоятельно рекомендуем вам не приобретать премиум-аккаунт VPN. Мы не несем ответственности за недостаточное качество сервиса и не возмещаем расходы пользователям из этих стран.\n\n~~ Гарантия защиты ~~\nЯвляясь немецкой компанией VPN, мы обязаны соблюдать строгие законы о персональных данных; мы не отслеживаем IP-адреса или данных о подключении. Разблокируйте Интернет с помощью нашего VPN и будьте в безопасности. Нам нечего скрывать! Подробнее: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9517c9382049f9dcfb7739870a16806234373a22acfad10d7970439206c4ca72/https%3A//zenmate.com/privacy-policy\" rel=\"nofollow\">https://zenmate.com/privacy-policy</a>\n\n~~ ♥ Будьте в курсе! ~~\nПосетите наш сайт, чтобы узнать больше, получить наши последние обновления VPN и ознакомиться с новостями:\n➥ <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dab34a372881db8114c774943f298dba5b2de47a9ffd8885da278da5d523445f/https%3A//zenmate.com/\" rel=\"nofollow\">https://zenmate.com/</a>\n➥ Facebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/381c644ca881607dbeeca7e1eab4b9936e60eb6484878e905f3b0c279f4f88b0/http%3A//www.facebook.com/zenmate.io\" rel=\"nofollow\">www.facebook.com/zenmate.io</a>\n➥ Twitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3ea02084f0f84094b0ec9c19b1adbf2ad71538111b3b9806c12156c27a4b28e/http%3A//www.twitter.com/ZenMate\" rel=\"nofollow\">www.twitter.com/ZenMate</a>\n➥ ВК: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/569671cf9105462af56935257ed26c537a2f571ddcbce264317ec0fb4ee5eb0a/https%3A//vk.com/zenmateofficial\" rel=\"nofollow\">https://vk.com/zenmateofficial</a>\n\n~~ Рекомендации по безопасности ~~\nZenMate Core VPN не защищает от угроз безопасности, связанных с Flash Player и WebRTC. Чтобы оставаться в безопасности, ZenMate настоятельно рекомендует всем пользователям следовать рекомендациям, описанным в нашей статье в разделе часто задаваемых вопросов How can I protect myself from IP leaks caused by Flash or WebRTC? (Как я могу защитить себя от утечек IP, связанных с Flash или WebRTC?).\n\n------------------------------------\n© ZenGuard GmbH, 2020\nSkalitzer Str. 104, c/o Mindspace, 10997 Берлин, Германия.\nУправляющие директора: Шалев Катав (Shalev Katav), Йорн Стампель (Jörn Stampehl)\nОкружной суд: Амцгерихт Берлин-Шарлоттенбург\n№ в коммерческом реестре: HRB 151355 B",
        "tr": "ZenMate VPN - Ücretsiz Firefox VPN uzantısının Türkiye'de çalıştığı kanıtlandı.Bağlantınızı şifreleyin ve web sitelerinin engelini kaldırın.\n\nZenMate ücretsiz VPN tarayıcı uzantısı, tüm trafiğinizi güvence altına almak için güçlü şifreleme kullanır ve gerçek IP adresinizi gizler, böylece her türlü engellenmiş web sitesine erişebilir, verilerinizi koruyabilir ve veri sınırı olmadan internette anonim olarak gezinebilirsiniz.\n\nZenMate Firefox VPN, çevrimiçi olarak güvende ve gizli kalmanın en kolay yoludur. Sanal özel ağımız, IP adresinizi gizlemenizi ve VPN sunucularımıza bağlandığınız andan itibaren engellenmiş çevrimiçi içeriklere erişmenizi sağlar.\n\nTüm dünyadan milyonlarca kullanıcı, ZenMate’i Google Firefox için en iyi VPN olarak görüyor.\nSınırsız ücretsiz VPN deneyimi yaşamak ve web sitelerinin, çevrimiçi yürütme içeriğinin ve daha pek çok şeyin engelini kaldırmak için dünyanın her yerinden güvenli sunucularımıza bağlanın.\n\nFirefox için VPN proxy uzantısı edinin, sınırsız bant genişliğini deneyimleyin ve herkese açık Wi-Fi kullanırken bile koruma altında kalın ve tamamen anonim olarak göz atın.\n\nFirefox için ZenMate VPN uzantısı sanal konumunuzu değiştirir ve IP adresinizi uzak sunucularımızdan bir adres olarak değiştirir. Böylece, konumunuzda kısıtlanmış sitelerin engelini kaldırabilirsiniz. Firefox için sınırsız tarayıcı uzantımız İngiltere, ABD ve daha fazlası dahil 74'den fazla ülkede VPN konumlarına sahiptir.\n\nFirefox için ZenMate'e 2,5 milyondan fazla kullanıcı güveniyor. ZenMate’i Firefox için en iyi eklentilerden biri yapan şeyler şunlardır:\n•\tTam Güvenlik: Firefox\n\n için ZenMate VPN bir proxy uzantısından daha fazlasıdır. Güvenli VPN bağlantımız, üçüncü tarafların verilerinizi çalmasını ve sizi çevrimiçi olarak izlemesini önlemek için tarayıcı trafiğinizde askeri seviyede 256-bit şifreleme kullanır.\n\n•\tTam Özgürlük: ZenMate VPN eklentisi, internet üzerindeki herhangi bir sitenin engelini kaldırabilmek adına IP'nizi gizlemek için coğrafi konumunuzu değiştirir. Dünya çevresindeki 2000’den fazla VPN sunucu konumu arasından seçim yapın.\n\n•\tEn hızlı VPN tarayıcı uzantısı: ZenMate VPN, bulabileceğiniz en hızlı sanal özel ağ hizmetidir. Yani, favori içeriğinizi torrentten indirmek, çevrimiçi yayın yapmak ve diğer içeriklere ulaşmak için VPN'imizi kullanırken hızdan ödün vermenize gerek yoktur.\n\n•\tÇevrimiçi yürütme sitelerinin engelini kaldırın: ZenMate, herkes için en iyi Netflix VPN’idir. VPN uzantımız Netflix, BBC iPlayer, Hulu, Amazon Prime, HBO NOW, Disney Plus, YouTube ve diğer çevrimiçi yürütme hizmetlerinin engellerini kaldırmak için çalıştığı kanıtlanmış proxy sunucularına sahiptir, bu şekilde en sevdiğiniz şovlara erişebilirsiniz.\n\n•\tMutlak Anonimlik: Katı sıfır kayıt günlüğü politikamızla Firefox tarayıcı aktivitenizi koruyun. Kullanıcı etkinliklerinin hiçbir kaydını tutmuyoruz. Hükümet, internet servis sağlayıcınız (İSS) veya reklamverenleriniz dahil hiç kimse çevrimiçi olarak ne yaptığınız konusunda hiçbir fikre sahip olmayacak.\n\n•\tIP’mi gizle: ZenMate VPN Firefox uzantısı IP adresinizi gizlemenizi sağlar. Uzak sunucularımızdan birine bağlandıktan sonra IP adresiniz seçtiğiniz ülkeden bir sunucu olarak değişecektir. ZenMate'in dünya çapında 74'den fazla ülkede VPN sunucuları vardır.\n\n•\tKolay Kurulum: Sadece ZenMate tarayıcı uzantısını indirin ve hesabınızı oluşturun. Bağlanmak için üzerinde logo bulunan büyük yuvarlak düğmeye tıklayın. Güçlü veri şifrelememiz sizi çevrimiçi olarak güvenli hale getirecek ve web sitelerinin kişisel bilgilerinizi almasını engelleyecektir.\n\nZenMate, ücretsiz Firefox VPN uzantıları da sunan premium bir VPN'dir. Bu nedenle, verilerinizi korumak ve ömür boyu Ücretsiz VPN erişimini deneyimlemek için en iyi VPN'i cihazınıza indirin.\n\nAyrıca, uygulamamızı aynı anda 5 kadar cihazda kullanabilmenizi sağlayan birden fazla sunucu konumuna sahip tam ücretli bir VPN sunuyoruz. Ayrıca, indirmelerinizi gizli tutmak için özel torrent sunucuları ve bir güvenlik durdurma anahtarı çözümü sunar ve 30 günlük para iadesi garantisi ile desteklenir.\n\nHerhangi bir cihazınızda en hızlı VPN uygulamalarını deneyimleyin:\n•\tWindows için VPN.\n•\tmacOS için VPN.\n•\tTabletler ve iPhone gibi iOS mobil cihazları için VPN.\n•\tTabletler ve akıllı telefonlar gibi Android mobil cihazları için VPN.\n•\tMozilla Firefox VPN uzantısı.\nVPN’i buradan indirin: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/616913a74bf157b5cbb9876d7fad42c53244003d9442b49f3286f4afc366375d/https%3A//zenmate.com/products\" rel=\"nofollow\">https://zenmate.com/products</a>\n\n~~ Yasal Bildirim ~~\nVPN hizmetinizin Çin, İran ve Suudi Arabistan'da çalışacağını garanti edemeyiz. Uygulamayı indirebilseniz bile, Premium VPN hesapları satın almamanızı önemle öneririz. Hizmet verilememesinden sorumlu değiliz ve bu ülkeler için geri ödeme yapamıyoruz.\n\n~~ Koruma Garantili ~~\nBir Alman VPN şirketi olarak katı veri gizliliği yasalarına tabiyiz ve herhangi bir IP veya bağlantı verisini izlemiyoruz. VPN’imizle internetteki engelleri kaldırın ve güvende kalın. Saklayacak hiçbir şeyimiz yok! Daha fazla bilgi için: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9517c9382049f9dcfb7739870a16806234373a22acfad10d7970439206c4ca72/https%3A//zenmate.com/privacy-policy\" rel=\"nofollow\">https://zenmate.com/privacy-policy</a>\n\n~~ ♥ Görüşürüz! ~~\nDaha fazla bilgi edinmek ve VPN güncellemeleri ve haberleri öğrenmek için sitemizi ziyaret edin:\n→ <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dab34a372881db8114c774943f298dba5b2de47a9ffd8885da278da5d523445f/https%3A//zenmate.com/\" rel=\"nofollow\">https://zenmate.com/</a>\n➥ Facebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/381c644ca881607dbeeca7e1eab4b9936e60eb6484878e905f3b0c279f4f88b0/http%3A//www.facebook.com/zenmate.io\" rel=\"nofollow\">www.facebook.com/zenmate.io</a>\n➥ Twitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3ea02084f0f84094b0ec9c19b1adbf2ad71538111b3b9806c12156c27a4b28e/http%3A//www.twitter.com/ZenMate\" rel=\"nofollow\">www.twitter.com/ZenMate</a>\n➥ VK: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/569671cf9105462af56935257ed26c537a2f571ddcbce264317ec0fb4ee5eb0a/https%3A//vk.com/zenmateofficial\" rel=\"nofollow\">https://vk.com/zenmateofficial</a>\n\n~~ Güvenlik Tavsiyesi ~~\nZenMate Core VPN, Flash Player ve WebRTC’in neden olduğu güvenlik tehditlerine karşı koruma sağlamaz. Güvende kalmak için ZenMate, tüm kullanıcılara \"How can I protect myself from IP leaks caused by Flash or WebRTC?\" (Kendimi Flash veya WebRTC'nin neden olduğu IP sızıntılarından nasıl koruyabilirim?) SSS makalemizde açıklanan talimatları izlemelerini önemle tavsiye eder.\n\n------------------------------------\n© 2020 ZenGuard GmbH\nCarlstraße 50\n52531 Übach Palenberg\nGermany\nİdari Yöneticiler: Shalev Katav\nBölge Mahkemesi: Amtsgericht Berlin-Charlottenburg\nTicari Kayıt #: HRB 151355 B"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/zenmate-free-vpn-best/edit",
    "guid": "firefox-webext@zenmate.com",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "en-US": "https://zenmate.com"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/f7cc864a8c242829707c5e8941be6a700454ca36ad2f3243d1b7ebdefcf01d78/https%3A//zenmate.com"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/864/864549-64.png?modified=1645797859",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/864/864549-32.png?modified=1645797859",
        "64": "https://addons.mozilla.org/user-media/addon_icons/864/864549-64.png?modified=1645797859",
        "128": "https://addons.mozilla.org/user-media/addon_icons/864/864549-128.png?modified=1645797859"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2023-05-26T08:56:50Z",
    "name": {
        "de": "ZenMate Free VPN – Bestes VPN",
        "en-US": "ZenMate Free VPN",
        "es": "ZenMate Free VPN - Mejor VPN",
        "fr": "ZenMate VPN Gratuit – Meilleur VPN",
        "ko": "ZenMate 무료 VPN – 최고의 VPN",
        "nl": "ZenMate VPN - Best VPN",
        "ru": "ZenMate VPN бесплатно - Лучший VPN",
        "tr": "ZenMate Ücretsiz VPN - En İyi VPN"
    },
    "previews": [
        {
            "id": 245614,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/245/245614.png?modified=1622132793",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/245/245614.jpg?modified=1622132793"
        },
        {
            "id": 240232,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/240/240232.png?modified=1622132795",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/240/240232.jpg?modified=1622132795"
        },
        {
            "id": 240228,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/240/240228.png?modified=1622132797",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/240/240228.jpg?modified=1622132797"
        },
        {
            "id": 245612,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/245/245612.png?modified=1622132800",
            "position": 3,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/245/245612.jpg?modified=1622132800"
        },
        {
            "id": 240229,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/240/240229.png?modified=1622132803",
            "position": 4,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/240/240229.jpg?modified=1622132803"
        },
        {
            "id": 240230,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/240/240230.png?modified=1622132809",
            "position": 5,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/240/240230.jpg?modified=1622132809"
        }
    ],
    "promoted": {
        "apps": [
            "firefox",
            "android"
        ],
        "category": "notable"
    },
    "ratings": {
        "average": 3.2615,
        "bayesian_average": 3.2581967365823328,
        "count": 1285,
        "text_count": 504
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/zenmate-free-vpn-best/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/864549",
    "slug": "zenmate-free-vpn-best",
    "status": "public",
    "summary": {
        "de": "ZenMate VPN – Die beste, kostenlose VPN-Erweiterung für Firefox, um deine IP-Adresse zu verbergen. Verschlüssele deine Verbindung, greife auf unsere sicheren Proxy-Server zu und entsperre Websites ganz einfach.",
        "en-US": "ZenMate VPN - The best free Firefox VPN extension to hide your IP. Encrypt your connection, access our secure proxy servers &amp; unblock websites easily.",
        "es": "ZenMate VPN: gratis VPN para ocultar la IP. Encripte la conexión y desbloquee sitios web fácilmente.",
        "fr": "ZenMate VPN – La meilleure extension VPN Firefox gratuite pour masquer votre IP. Cryptez votre connexion, accédez à nos serveurs proxy sécurisés &amp; débloquer les sites en toute simplicité.",
        "ko": "ZenMate VPN - IP를 숨기기 위한 최고의 무료  확장 프로그램입니다. 연결 상태를 암호화하고, 보안 프록시 서버에 액세스하고, 웹 사이트를 쉽게 차단 해제하세요.",
        "nl": "ZenMate VPN - Beste VPN &amp; Internet security voor Chrome. Verbind met onze proxy servers, unblock websites en behoud online privacy.",
        "ru": "ZenMate VPN - интернет-безопасность для вас. Шифрование соединения, доступ к защищенным прокси-серверам и заблокированному контенту.",
        "tr": "ZenMate VPN - Ücretsiz VPN uzantısının Türkiye'de çalıştığı kanıtlandı."
    },
    "support_email": {
        "ru": "support+firefox@zenmate.com"
    },
    "support_url": {
        "url": {
            "de": "https://zenguard.zendesk.com/hc/",
            "en-US": "https://zenguard.zendesk.com/hc/",
            "es": "https://zenguard.zendesk.com/hc/",
            "fr": "https://zenguard.zendesk.com/hc/",
            "ko": "https://zenguard.zendesk.com/hc/",
            "nl": "https://zenguard.zendesk.com/hc/",
            "ru": "https://zenmate.com/support/",
            "tr": "https://zenguard.zendesk.com/hc/"
        },
        "outgoing": {
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/de813495cd06f07e737d3fe646aca20ccda792c8c65ebf16e672189481fa0889/https%3A//zenguard.zendesk.com/hc/",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/de813495cd06f07e737d3fe646aca20ccda792c8c65ebf16e672189481fa0889/https%3A//zenguard.zendesk.com/hc/",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/de813495cd06f07e737d3fe646aca20ccda792c8c65ebf16e672189481fa0889/https%3A//zenguard.zendesk.com/hc/",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/de813495cd06f07e737d3fe646aca20ccda792c8c65ebf16e672189481fa0889/https%3A//zenguard.zendesk.com/hc/",
            "ko": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/de813495cd06f07e737d3fe646aca20ccda792c8c65ebf16e672189481fa0889/https%3A//zenguard.zendesk.com/hc/",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/de813495cd06f07e737d3fe646aca20ccda792c8c65ebf16e672189481fa0889/https%3A//zenguard.zendesk.com/hc/",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/203127977eb8ab0bf488f025b8c834d80938a574e7d468c18914ee5014d73f1e/https%3A//zenmate.com/support/",
            "tr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/de813495cd06f07e737d3fe646aca20ccda792c8c65ebf16e672189481fa0889/https%3A//zenguard.zendesk.com/hc/"
        }
    },
    "tags": [
        "content blocker",
        "privacy",
        "security",
        "streaming",
        "torrent",
        "vpn"
    ],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/zenmate-free-vpn-best/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/zenmate-free-vpn-best/versions/",
    "weekly_downloads": 3733,
    "_score": null
}