{
  "0 Trackers Found": "0 trackers gevonden",
  "ads-category-tooltip": "Trackers voor <strong>advertenties/analyse</strong> verzamelen gegevens over hoe mensen omgaan met websites of online reclamecampagnes, zodat ze deze informatie in een logboek kunnen vastleggen of met andere bedrijven kunnen delen.",
  "ads/analytics": "Advertenties/analyse",
  "Allow Tracking & Profiling For Norton Sites": "Tracking en profilering toestaan voor sites van {{BRAND_NAME}}",
  "Before you refresh, please save your data, as you may lose any unsaved changes.": "Sla uw gegevens op, voordat u vernieuwt. Anders kunnen niet-opgeslagen wijzigingen verloren gaan.",
  "Currently blocking tracking & profiling for": "Tracking en profilering worden momenteel geblokkeerd voor",
  "You are allowing tracking & profiling for": "U staat momenteel tracking en profilering toe voor",
  "Tracking & profiling are always allowed for": "Tracking en profilering zijn <strong>altijd</strong> toegestaan voor",
  "BETA": "BÈTA",
  "Blocking tracking and profiling on": "Tracking en profilering blokkeren op",
  "Close Window": "Venster sluiten",
  "Allow tracking & profiling for this site": "Tracking en profilering toestaan voor deze site",
  "Download a supported browser to use Norton AntiTrack.": "Download een ondersteunde browser om {{PRODUCT_NAME}} te gebruiken.",
  "Block Tracking & Profiling For This Site": "Tracking en profilering blokkeren voor deze site",
  "Block Tracking & Profiling For Norton Sites": "Tracking en profilering blokkeren voor sites van {{BRAND_NAME}}",
  "Congrats on creating your first email mask! Create more or manage them in your dashboard anytime.": "U heeft uw eerste e-mailmasker gemaakt. Op het dashboard kun je meer maskers maken of deze beheren.",
  "Dashboard": "Dashboard",
  "Explore Private Email!": "Privé-e-mail ontdekken!",
  "Fingerprinting": "Digitale vingerafdrukken",
  "Fix It": "Verhelpen",
  "Go To Dashboard": "Naar dashboard",
  "Help & Support": "Help en ondersteuning",
  "High": "Hoog",
  "How do I turn on Tracker Blocker?": "Hoe schakel ik Trackers blokkeren in?",
  "Keep Emails Private": "E-mail privé houden",
  "Low": "Laag",
  "Medium": "Gemiddeld",
  "Minimize Window": "Venster minimaliseren",
  "No Trackers Found": "Geen trackers gevonden",
  "No trackers found on": "Geen trackers gevonden op <strong title={host}>{{host}}</strong>",
  "No tracking or profiling found on": "Geen tracking of profilering gevonden op",
  "No tracking or profiling currently found for": "Op dit moment geen tracking of profilering gevonden voor",
  "Not Now": "Niet nu",
  "Norton sites": "{{BRAND_NAME}}-sites",
  "Norton AntiTrack": "{{PRODUCT_NAME}}",
  "Num Trackers Blocked": "{{count}} trackers geblokkeerd",
  "Num Trackers Not Blocked": "{{count}} trackers niet geblokkeerd",
  "Num trackers blocked on site": "{{count}} trackers geblokkeerd op <strong title={host}>{{host}}</strong>",
  "Num trackers not blocked on site": "{{count}} trackers <strong>niet</strong> geblokkeerd op <strong title={host}>{{host}}</strong>",
  "other-category-tooltip": "<strong>Overige</strong> trackers die niet in de categorieën hierboven vallen, worden hier vermeld. De informatie die deze over uw online gedrag verzamelen, kan in een logboek worden vastgelegd of met andere bedrijven worden gedeeld.",
  "Private Email": "Privé-e-mail",
  "Refresh Now": "Nu vernieuwen",
  "Refresh your browser to scan for trackers": "Vernieuw uw browser om op trackers te scannen",
  "Renew Now": "Nu verlengen",
  "Settings": "Instellingen",
  "Set Up": "Instellen",
  "shopping-category-tooltip": "Trackers voor <strong>winkelen/e-commerce</strong> houden uw keuzes tijdens het winkelen en browsen bij om deze informatie vast te leggen in een logboek of met andere bedrijven te delen.",
  "shopping/commerce": "Winkelen/e-commerce",
  "Sign In To Your AntiTrack App": "Aanmelden bij uw AntiTrack-app",
  "Site not working correctly?": "Werkt de site niet goed?",
  "Site not loading tooltip": "Sommige websites werken alleen naar behoren wanneer het blokkeren van trackers is uitgeschakeld. We maskeren uw gegevens om de site gedwongen te laten werken. U wordt nog steeds beschermd tegen trackers.",
  "social-category-tooltip": "Trackers voor <strong>sociale media</strong> worden aangemaakt door socialmediabedrijven en andere mediabedrijven om te volgen wat u online doet, ziet en bekijkt buiten hun websites om. Deze informatie kan vervolgens in een logboek worden vastgelegd of met andere bedrijven worden gedeeld",
  "social/media": "Sociale media",
  "To set up the Norton AntiTrack extension, turn on Tracker Blocker now.": "Schakel Trackers blokkeren nu in om de {{PRODUCT_NAME}}-extensie in te stellen.",
  "Trackers": "Trackers",
  "Trackers Not Blocked": "Trackers niet geblokkeerd",
  "Tracking & Fingerprinting": "Tracking en identificatie van digitale vingerafdrukken",
  "Tracking Levels": "Trackingniveaus",
  "tracking-levels-tooltip": "<strong>Trackingniveaus</strong> worden berekend op basis van het aantal trackingpogingen dat trackers ondernemen, het soort trackingactiviteiten dat ze uitvoeren en hoe vaak ze op websites te vinden zijn <br /><br /> <strong>Identificatie van digitale vingerafdrukken</strong> vindt plaats wanneer een site een uniek profiel van u maakt dat is gebaseerd op aflezingen van uw computersoftware, hardware en gekozen sitevoorkeuren. Identificatie van digitale vingerafdrukken heeft niets te maken met uw werkelijke vingerafdruk, maar alleen met de digitale vingerafdruk van uw computer.",
  "tracking/other": "Overige",
  "Try our newest feature that helps you keep your emails private, safe, and tracker-free.": "Probeer onze nieuwste functie uit. Deze helpt uw e-mail privé, veilig en trackervrij te houden.",
  "View Stats in App": "Statistieken in app weergeven",
  "View Supported Browsers": "Ondersteunde browsers weergeven",
  "We're trying to make the site work correctly. If you're still having problems, try disabling AntiTrack below.": "<strong>We proberen ervoor te zorgen dat de site goed werkt.</strong> Schakel AntiTrack hieronder uit wanneer u nog steeds problemen ondervindt.",
  "You Are Not Protected on Safari": "U bent niet beschermd in Safari",
  "You must be signed in to the AntiTrack app for the browser extension to work.": "De browserextensie werkt alleen als u bij de AntiTrack-app bent aangemeld.",
  "You're Not Signed In To Your AntiTrack App": "U bent niet aangemeld bij uw AntiTrack-app",
  "Your Browser Is Not Supported": "Je browser wordt niet ondersteund",
  "Your Real Email is Safe!": "Uw echte e-mail is veilig!",
  "Your subscription has expired.": "Uw abonnement is verlopen."
}