{
    "extension_name": {
	"message": "elemento di google traduttore"
    },
    "extension_description": {
	"message": "Inserisce automaticamente Elemento di Google Traduttore nella pagina. Traduce l'intera pagina senza muoversi in un'altra o aprire una nuova scheda."
    },
    "google_translate_element": {
	"message": "Elemento di Google Traduttore"
    },
    "google_translate_element_options": {
	"message": "opzioni di elemento di google traduttore"
    },
    "insert_element_automatically": {
	"message": "Inserisce automaticamente Elemento di Google Traduttore"
    },
    "translate_automatically": {
	"message": "Traduce immediatamente, dopo aver inserito Google Translate Element"
    },
    "hide_toolbar": {
	"message": "Nasconde la toolbar, dopo aver inserito Google Translate Element"
    },
    "ignore_languages": {
	"message": "Lingue che non inseriscono automaticamente l'elemento Google Traduttore"
    },
    "ignore_languages_desc": {
	"message": "Inserisce automaticamente <a href=\"https://www.w3schools.com/howto/howto_google_translate.asp\">Elemento di Google Traduttore</a> nella pagina se la lingua è differente da queste lingue. Anche se la lingua di questa pagina è la stessa di una di queste lingue, essa può essere inserita manualmente dal menù contestuale. Quando clicchi il bottone predefinito, le informazioni sulla lingua vengono acquisite da<cite>about:preferences → Lingue</cite>. <br>Esempio: <code>ja, en, zh</code>. Separato da virgole.<br>Riferimenti: <a href=\"https://cloud.google.com/translate/docs/languages\">Language support Google Cloud</a> (servizio diverso da Google Translate Element), <a href=\"https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes\">Lista di codici ISO 639-1 - Wikipedia</a>."
    },
    "includedlanguages": {
	"message": "Lingue di destinazione di Elemento di Google Traduttore"
    },
    "includedlanguages_desc": {
	"message": "Separa con le virgole <strong>senza spazi</strong>. Esempio: <code>en,de,zh-CN</code>.<br>Riferimenti: <a href=\"https://cloud.google.com/translate/docs/languages\">supporto linguistico di Google Cloud</a> (servizio diverso da Google Translate Element), <a href=\"https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes\">Lista di codici ISO 639-1 - Wikipedia</a>, <a href=\"https://en.wikipedia.org/wiki/ISO_3166-1#Current_codes\">ISO 3166-1 - Wikipedia</a>.<br>Se svuoti la lista, tutte le lingue saranno mostrate nella lingua di destinazione della traduzione di Google Translate Element. Il valore predefinito si ottiene da: <cite>about:preferences → Lingua</cite>, ma potrebbe non essere utilizzabile così com'è. Il motivo è che alcune lingue richiedono un codice della regione come zh-CN o zh-TW, mentre per altre lingue l'aggiunta di un codice di una regione (come \"en-US\") non funzionerà e lo si dovrà cancellare (ad es. per modificarlo in \"en\")."
    },
    "ignore_urls": {
	"message": "URL che non inserisce automaticamente elemento di Google Traduttore"
    },
    "regular_expression": {
	"message": "Espressioni regolari"
    },
    "ignore_urls_desc": {
	"message": "Per i caratteri speciali \".\" \"*\", e \"?\" nell'espressione regolare viene eseguito l'escape con barre inverse. Aggiungi \"^\" all'inizio del pattern in modo che corrisponda all'inizio dell'URL."
    },
    "test_url": {
	"message": "Prova l'espressione regolare."
    },
    "style_sheets": {
	"message": "Foglio di stile per l'elemento Google Translate:"
    },
    "match": {
	"message": "corretto"
    },
    "unmatch": {
	"message": "errato"
    },
    "default": {
	"message": "Predefinito"
    },
    "page_translator_url": {
	"message": "URL del sito di traduzione mentre traduce una pagina in una nuova scheda"
    },
    "text_translator_url": {
	"message": "URL del sito di traduzione mentre traduce i testi selezionati in una nuova scheda"
    },
    "target_language": {
	"message": "Lingua Predefinita del Target:"
    },
    "get_favicon": {
	"message": "Ottieni Favicon"
    },
    "target_language_regexp": {
	"message": "Espressione regolare per estrarre la lingua del target dall'URL del sito di traduzione"
    },
    "translator_url_desc": {
	"message": "'@url@' è rimpiazzato con l'URL della pagina. '@text@' è rimpiazzato con il testo selezionato. '@lang@' è rimpiazzato con \"Lingua Predefinita del Target\". Il valore di Lingua Predefinita del Target è ottenuto da <cite>about:preferences → Lingua</cite>. Comunque, siccome potrebbe essere diverso dal formato della lingua del target di ogni sito di traduzione, esso potrebbe non essere utilizzabile com'è ora. Alcune lingue potrebbero richiedere i codici di regione come 'zh-CN' e 'zh-TW', e in altre lingue, potrebbe non funzionare se il codice di regione è attaccato come per 'en-US' e 'pt-BR', quindi potrebbe dover essere cambiato con 'en' o 'pt'. In questo caso, devi rimpiazzare manualmente la lingua predefinita del target con l'appropriato codice della lingua. '@source_lang@' è rimpiazzato con il <a href=\"https://src.chromium.org/viewvc/chrome/trunk/src/third_party/cld/languages/internal/languages.cc#l23\">codice della lingua</a> della stringa selezionata o della pagina. Comunque, questo non sempre corrisponde all'espressione del codice della lingua usato da ogni sito di traduzione."
    },
    "display_in_iframe": {
	"message": "Il pannello delle azioni del browser e il pannello delle azioni della pagina e la barra laterale mostrano i risultati della traduzione in <a href=\"https://developer.mozilla.org/docs/Web/HTML/Element/iframe\">iframe</a>"
    },
    "translator_url_desc2": {
	"message": "Il valore di @lang@ in questo browser è:"
    },
    "target_language_regexp_desc": {
	"message": "Una stringa di caratteri che corrisponde all'ultimo <a href='https://developer.mozilla.org/docs/Web/JavaScript/Guide/Regular_Expressions/Groups_and_Ranges'>gruppo di acquisizione</a> nel modello descritto in \"<a href='https://developer.mozilla.org/docs/Web/JavaScript/Guide/Regular_Expressions'>Espressioni Regolari</a> per estrarre la lingua del target\" è estratta dall'URL della pagina del risultato di traduzione come la lingua del target per la traduzione. Quando la lingua della destinazione di traduzione è cambiata interattivamente nella pagina del risultato di traduzione, se l'URL cambia, di conseguenza, la lingua viene estratta e memorizzata. Nella prossima traduzione, '@lang@' sarà rimpiazzato con questo valore invece della lingua predefinita del target prima della traduzione. Se vuoi sempre tradurre nella lingua predefinita, lascia l'espressione regolare vuota. Questa funzione non può essere usata nel tradurre siti dove l'URL non cambia, anche se la lingua del target è cambiata interattivamente."
    },
    "second_translation_sites": {
	"message": "Secondo sito di traduzione"
    },
    "use_2nd_translator": {
	"message": "Se la lingua della pagina o la lingua del testo selezionato riscontra \"Lingua non inserita automaticamente\", traduci sul secondo sito di traduzione"
    },
    "page_translator_2nd_url": {
	"message": "URL del secondo sito di traduzione mentre traduce la pagina in una nuova scheda"
    },
    "text_translator_2nd_url": {
	"message": "URL del secondo sito di traduzione mentre traduce i testi selezionati in una nuova scheda"
    },
    "translator_2nd_url_desc": {
	"message": "Quando la lingua della pagina o la lingua del testo selezionato riscontra \"Lingua non inserita automaticamente\", la traduzione è performata sul secondo sito di traduzione. Questo può essere usato, per esempio, per tradurre frasi in lingua nativa in altre lingue. Se tieni premuto un tasto modificatore (\"Alt\", \"Command\", \"Ctrl\", \"MacCtrl\" o \"Shift\") e clicchi sul menù contestuale o un tasto rapido, puoi usare il secondo sito di traduzione per tradurre in qualunque lingua la pagina o il testo selezionato sia. Se registri un'altro sito nel secondo sito di traduzione, puoi comparare i due risultati di traduzione."
    },
    "translator_delete_history": {
	"message": "Elimina l'URL del risultato di traduzione dalla cronologia di ricerca"
    },
    "browser_action_panel_size": {
	"message": "Dimensioni del pannello d'azione del browser:"
    },
    "page_action_panel_size": {
	"message": "Dimensioni del pannello d'azione del browser:"
    },
    "pixel": {
	"message": "pixel"
    },
    "user_interface": {
	"message": "UI"
    },
    "browser_action_button": {
	"message": "Pulsante d'azione del browser"
    },
    "browser_action_button_action": {
	"message": "Funzionamento del pulsante d'azione del browser:"
    },
    "browser_action_button_desc": {
	"message": "Se nessun oggetto è selezionato, cliccando il pulsante d'azione del browser, esso visualizzerà il sito di traduzione dei testi predefinito. Se un solo oggetto è selezionato, cliccando il pulsante d'azione del browser, esso eseguirà immediatamente l'azione per quel oggetto. Se molteplici oggetti sono selezionati, cliccando il pulsante d'azione del browser, esso visualizzerà i bottoni per gli elementi selezionati. Trascina per modificarne l'ordine di visualizzazione."
    },
    "browser_action_stylesheet": {
	"message": "Foglio di stile per azioni del browser"
    },
    "example": {
	"message": "Esempio"
    },
    "page_action_button": {
	"message": "Pulsante d'azione pagina"
    },
    "page_action_button_action": {
	"message": "Funzionamento del pulsante d'azione pagina:"
    },
    "page_action_button_desc": {
	"message": "Se nessun oggetto è selezionato, cliccando il pulsante d'azione pagina, esso visualizzerà il sito di traduzione dei testi predefinito. Se un solo oggetto è selezionato, cliccando il pulsante d'azione pagina, esso eseguirà immediatamente l'azione per quel oggetto. Se molteplici oggetti sono selezionati, cliccando il pulsante d'azione pagina, esso visualizzerà i bottoni per gli elementi selezionati. Trascina per modificarne l'ordine di visualizzazione."
    },
    "page_action_stylesheet": {
	"message": "Foglio di stile per azioni della pagina."
    },
    "context_menu": {
	"message": "Menù contestuale"
    },
    "context_menu_order": {
	"message": "Ordine di visualizzazione nel menù contestuale:"
    },
    "context_menu_order_desc": {
	"message": "Solo gli elementi selezionati sono visualizzati nel menù contestuale. Trascina per modificarne l'ordine di visualizzazione."
    },
    "omnibox": {
	"message": "omnibox"
    },
    "omnibox_desc": {
	"message": " Traduci inserendo comandi e testi in <a href=\"https://developer.mozilla.org/docs/Mozilla/Add-ons/WebExtensions/user_interface/Omnibox\">omnibox</a> (barra di indirizzo, barra di locazione). Conviene usare i <a href=\"https://support.mozilla.org/ja/kb/keyboard-shortcuts-perform-firefox-tasks-quickly#w_ayagki\">tasti rapidi</a> per spostarsi su omnibox. Per Windows sono (F6, Alt + D o Ctrl + L)."
    },
    "omnibox_default_action": {
	"message": "Destinazione di visualizzazione predefinita dei risultati di traduzione di omnibox:"
    },
    "syntax": {
	"message": "Sintassi:"
    },
    "omnibox_keyword": {
	"message": "Triggera la parola chiave per iniziare la traduzione con omnibox."
    },
    "omnibox_option_t": {
	"message": "Specifica la lingua del target. Se omessa, sarà usata la lingua predefinita del target per la traduzione dei testi. Il formato della lingua del target varia da un sito di traduzione ad un'altro, quindi devi sapere il codice della lingua appropriato per il sito."
    },
    "omnibox_option_1": {
	"message": "Traduci col il sito di traduzione dei testi predefinito."
    },
    "omnibox_option_2": {
	"message": "Traduci usando un secondo sito di traduzione dei testi. Se entrambi -1 e -2 sono omessi, il sito usato per le traduzioni è determinato dalla lingua del testo inserito."
    },
    "omnibox_option_d": {
	"message": "Specifica la destinazione di visualizzazione dei risultati della traduzione."
    },
    "omnibox_option_new_tab": {
	"message": "Nuova scheda."
    },
    "omnibox_option_specific_tab": {
	"message": "Scheda specifica."
    },
    "omnibox_option_current_tab": {
	"message": "Scheda corrente."
    },
    "omnibox_option_window": {
	"message": "Finestra."
    },
    "omnibox_option_sidebar": {
	"message": "Barra laterale. L'estensione non può aprire automaticamente la barra laterale, quindi l'utente deve farlo manualmente."
    },
    "omnibox_option_browser_action": {
	"message": "Pannello d'azione del browser. L'estensione non può aprire automaticamente il pannello d'azione del browser, quindi l'utente deve farlo manualmente."
    },
    "omnibox_option_page_action": {
	"message": "Pannello d'azione pagina. L'estensione non può aprire automaticamente il pannello d'azione pagina, quindi l'utente deve farlo manualmente."
    },
    "omnibox_option_text": {
	"message": "La frase da tradurre."
    },
    "omnibox_examples": {
	"message": "Esempio: <code><strong>tr Hello, world.</strong></code>――Traduci nella tua lingua madre usando il sito di traduzione predefinito. <code><strong>tr -2 -t de -d sb Ciao a tutti.</strong></code>――Traduci in tedesco usando un secondo sito di traduzione e visualizza il risultato nella barra laterale."
    },
    "shortcut_keys": {
	"message": "Scorciatoia"
    },
    "shortcut_keys_desc": {
	"message": "le <a href=\"https://support.mozilla.org/kb/manage-extension-shortcuts-firefox\">impostazioni tasti scelta rapida</a> si trovano in Estensioni -> ⚙️Icona ingranaggio -> Gestione scorciatoie da tastiera"
    },
    "specific_tab": {
	"message": "Scheda specifica"
    },
    "tab_window_session": {
	"message": "Informazioni della sessione per schede e finestre specifiche:"
    },
    "save_session": {
	"message": "Salva"
    },
    "dont_save_session": {
	"message": "Non salvare"
    },
    "tab_window_session_desc": {
	"message": "Memorizza le informazioni della finestra di visualizzazione del risultato di traduzione e una scheda specifica tra le sessioni e riusa la stessa scheda e finestra dopo il riavvio del browser."
    },
    "specific_tab_esc_behavior": {
	"message": "Comportamento alla pressione del tasto Esc:"
    },
    "hide_tab": {
	"message": "Nascondi scheda"
    },
    "activate_opener_tab": {
	"message": "Attiva la scheda della sorgente"
    },
    "specific_tab_esc_textarea": {
	"message": "Fa lo stesso anche quando digitando nell'area di testo"
    },
    "specific_tab_set_favicon": {
	"message": "Mostra l'icona dell'addon come favicon sulla scheda specifica"
    },
    "specific_tab_desc": {
	"message": "Se la scheda specifica esiste, riusala e mostravi il risultato della traduzione senza aprire una nuova scheda."
    },
    "result_window_esc_behavior": {
	"message": "Comportamento alla pressione del tasto Esc:"
    },
    "minimize_window": {
	"message": "Minimizza la finestra"
    },
    "lower_window": {
	"message": "Sposta dietro la finestra"
    },
    "do_nothing": {
	"message": "Non fare nulla"
    },
    "result_window_esc_textarea": {
	"message": "Fa lo stesso anche quando digitando nell'area di testo"
    },
    "result_window": {
	"message": "Finestra risultati della traduzione"
    },
    "result_window_desc": {
	"message": "La posizione e le dimensioni della finestra che mostra il risultato della traduzione vengono memorizzate quando lo stato attivo viene spostato su un'altra finestra del browser. Memorizza rispettivamente i siti di traduzione della prima e della seconda pagina e i siti di traduzione del testo."
    },
    "sidebar": {
	"message": "Barra laterale"
    },
    "sidebar_default_page": {
	"message": "Pagina predefinita:"
    },
    "sidebar_input_page": {
	"message": "Pagina di inserimento del testo"
    },
    "default_translator": {
	"message": "Traduttore del testo predefinito"
    },
    "second_translator": {
	"message": "Traduttore del testo secondario"
    },
    "translate_on_default": {
	"message": "Traduci"
    },
    "translate_on_2nd": {
	"message": "Tradotto sul secondo sito"
    },
    "display_sidebar_default_page": {
	"message": "Mostra la pagina predefinita nella barra laterale"
    },
    "sidebar_placeholder": {
	"message": "Ctrl+Invio per tradurre. Shift+Invio per tradurre sul secondo sito."
    },
    "clipboard": {
	"message": "Appunti"
    },
    "translate_clipboard_content": {
	"message": "Traduci il contenuto degli appunti"
    },
    "translate_clipboard_content_desc": {
	"message": "I contenuti degli appunti sono traducibili usando le scorciatoie da tastiera, cliccando un elemento nel menu contestuale con il secondo pulsante del mouse o tenendo premuto il tasto di controllo e cliccando un pulsante nel pannello d'azione del browser o nel pannello d'azione della pagina."
    },
    "need_history_permission": {
	"message": "L'autorizzazione aggiuntiva è necessaria per eliminare l'URL di risultato della traduzione dalla cronologia di navigazione."
    },
    "need_tabHide_permission": {
	"message": "L'autorizzazione aggiuntiva è necessaria per nascondere la scheda premendo il tasto Esc."
    },
    "need_sessions_permission": {
	"message": "L'autorizzazione aggiuntiva è necessaria per salvare le sessioni per la scheda specifica e la finestra del risultato della traduzione."
    },
    "need_clipboard_permission": {
	"message": "L'autorizzazione aggiuntiva è necessaria a tradurre i contenuti degli appunti."
    },
    "please_allow_permission": {
	"message": "Sei pregato di consentire l'autorizzazione o cambiare l'impostazione e salvare di nuovo."
    },
    "save": {
	"message": "Salva"
    },
    "save_button_desc": {
	"message": "Tutti i pulsanti di salvataggio si comportano ugualmente."
    },
    "error": {
	"message": "Errore"
    },
    "reset_commands": {
	"message": "Ripristina tutti i tasti di scelta rapida"
    },
    "info1": {
	"message": "<p>Elemento di Google Traduttore potrebbe non funzionare su alcune pagine a causa delle impostazioni di sicurezza sulla pagina. In questo caso la <a href=\"https://developer.mozilla.org/docs/Tools/Browser_Console\">Console del Browser</a> riporterà un messaggio. Se Elemento di Google Traduttore non funziona, in alternativa puoi tradurre la pagina in una nuova scheda dal menù contestuale.</p><p>Elemento di Google Traduttore non viene inserito automaticamente se disabiliti i componenti aggiuntivi dal menù di scelta rapida. In questo caso, puoi anche inserirlo manualmente dal menù contestuale.</p>"
    },
    "another_translation_system": {
	"message": "Altro sistema di traduzione"
    },
    "code_to_insert_into_the_page": {
	"message": "Codice da inserire nella pagina web:"
    },
    "copy_code_here": {
	"message": "Copia il codice dalla pagina di download qui."
    },
    "csp_to_add": {
	"message": "Informativa sulla Sicurezza dei Contenuti da aggiungere:"
    },
    "copy_scp_here": {
	"message": "Copia la politica di sicurezza dei contenuti dalla pagina di download qui."
    },
    "tags_to_remove_from_page": {
	"message": "Tag HTML da rimuovere dalla pagina:"
    },
    "tags_to_remove_from_page_desc": {
	"message": "Per risultati di traduzione migliori, rimuovi questi tag dalla pagina Web e converti le frasi di contenuto in testo semplice. Se i tag HTML sono inclusi nel mezzo di una frase, la frase inviata al motore di traduzione potrebbe essere diversa da una semplice frase senza tag in quanto rifletterebbe questi tag nella frase post-traduzione, il che può portare a strani risultati di traduzione. La rimozione di questi tag HTML può comportare risultati di traduzione più corretti. Tuttavia, i collegamenti e le decorazioni scompaiono, rendendone difficile la lettura. Per rimuovere i tag, Google Translate Element esegue l'elaborazione da menu contestuali, tasti di scelta rapida, ecc. nello stato precedente alla traduzione della pagina (visualizzando il testo originale).Se si desidera ripristinare il contenuto della pagina, è necessario ricaricare la pagina.<a href=\"https://developer.mozilla.org/docs/Web/HTML/Element\">Se </a>aggiungi un tag, separalo con uno spazio o andando a capo."
    },
    "default_translation_sites": {
	"message": "Sito di traduzione predefinito"
    },
    "is_invalid": {
	"message": "Il valore di $1 non è valido."
    },
    "untranslatable_url": {
	"message": "URL che non possono essere tradotti. $1"
    },
    "translate_in_specific_tab": {
	"message": "Traduci in una scheda specifica"
    },
    "translate_in_specific_tab_label": {
	"message": "1 → Schede specifiche"
    },
    "translate_in_new_tab": {
	"message": "Traduci in una nuova scheda"
    },
    "translate_in_new_tab_label": {
	"message": "1 → Nuova scheda"
    },
    "translate_in_current_tab": {
	"message": "Traduci nella scheda corrente"
    },
    "translate_in_current_tab_label": {
	"message": "1 → Scheda attuale"
    },
    "translate_in_window": {
	"message": "Traduci in finestra"
    },
    "translate_in_window_label": {
	"message": "1 → finestra"
    },
    "translate_in_sidebar": {
	"message": "Traduci nella barra laterale"
    },
    "translate_in_sidebar_label": {
	"message": "1 → Barra laterale"
    },
    "translate_in_browser_action": {
	"message": "Traduci con l'azione del browser"
    },
    "translate_in_browser_action_label": {
	"message": "1 → Azione Browser"
    },
    "translate_in_page_action": {
	"message": "Traduci con l'azione della pagina"
    },
    "translate_in_page_action_label": {
	"message": "1 → Azione pagina"
    },
    "translate_on_2nd_in_specific_tab": {
	"message": "Traduci in una scheda specifica con un secondo sito di traduzione"
    },
    "translate_on_2nd_in_specific_tab_label": {
	"message": "2 → Schede specifiche"
    },
    "translate_on_2nd_in_new_tab": {
	"message": "Traduci in una nuova scheda con un secondo sito di traduzione"
    },
    "translate_on_2nd_in_new_tab_label": {
	"message": "2 → Nuova scheda"
    },
    "translate_on_2nd_in_current_tab": {
	"message": "Traduci nella scheda corrente con un secondo sito di traduzione"
    },
    "translate_on_2nd_in_current_tab_label": {
	"message": "2 → Scheda attuale"
    },
    "translate_on_2nd_in_window": {
	"message": "Traduci in una finestra con un secondo sito di traduzione"
    },
    "translate_on_2nd_in_window_label": {
	"message": "2 → finestra"
    },
    "translate_on_2nd_in_sidebar": {
	"message": "Traduci nella barra laterale con un secondo sito di traduzione"
    },
    "translate_on_2nd_in_sidebar_label": {
	"message": "2 → Barra laterale"
    },
    "translate_on_2nd_in_browser_action": {
	"message": "Traduci con un'azione del browser con un secondo sito di traduzione"
    },
    "translate_on_2nd_in_browser_action_label": {
	"message": "2 → Azione Browser"
    },
    "translate_on_2nd_in_page_action": {
	"message": "Traduci con un'azione di pagina con un secondo sito di traduzione"
    },
    "translate_on_2nd_in_page_action_label": {
	"message": "2 → Azione pagina"
    },
    "translate_in_specific_tab_clipboard": {
	"message": "Traduci i contenuti degli appunti nella scheda specifica"
    },
    "translate_in_new_tab_clipboard": {
	"message": "Traduci i contenuti degli appunti nella nuova scheda"
    },
    "translate_in_current_tab_clipboard": {
	"message": "Traduci i contenuti degli appunti nella scheda corrente"
    },
    "translate_in_window_clipboard": {
	"message": "Traduci i contenuti degli appunti nella finestra"
    },
    "translate_in_sidebar_clipboard": {
	"message": "Traduci i contenuti degli appunti nella barra laterale"
    },
    "translate_in_browser_action_clipboard": {
	"message": "Traduci i contenuti degli appunti nel pannello d'azione del browser"
    },
    "translate_in_page_action_clipboard": {
	"message": "Traduci i contenuti degli appunti nel pannello d'azione della pagina"
    },
    "translate_on_2nd_in_specific_tab_clipboard": {
	"message": "Traduci i contenuti degli appunti sulla seconda traduzione nella scheda specifica"
    },
    "translate_on_2nd_in_new_tab_clipboard": {
	"message": "Traduci i contenuti degli appunti sulla seconda traduzione nella nuova scheda"
    },
    "translate_on_2nd_in_current_tab_clipboard": {
	"message": "Traduci i contenuti degli appunti sulla seconda traduzione nella scheda corrente"
    },
    "translate_on_2nd_in_window_clipboard": {
	"message": "Traduci i contenuti degli appunti sulla seconda traduzione nella finestra"
    },
    "translate_on_2nd_in_sidebar_clipboard": {
	"message": "Traduci i contenuti degli appunti sulla seconda traduzione nella barra laterale"
    },
    "translate_on_2nd_in_browser_action_clipboard": {
	"message": "Traduci i contenuti degli appunti sulla seconda traduzione nell'azione del browser"
    },
    "translate_on_2nd_in_page_action_clipboard": {
	"message": "Traduce i contenuti degli appunti sulla seconda traduzione nell'azione della pagina"
    },
    "open_1_in_specific_tab": {
	"message": "Apri il sito di traduzione in una scheda specifica"
    },
    "open_1_in_specific_tab_label": {
	"message": "1 → apri in una scheda specifica"
    },
    "open_1_in_new_tab": {
	"message": "Apri il sito di traduzione in una nuova scheda"
    },
    "open_1_in_new_tab_label": {
	"message": "1 → apri in una nuova scheda"
    },
    "open_1_in_current_tab": {
	"message": "Apri il sito di traduzione nella scheda corrente"
    },
    "open_1_in_current_tab_label": {
	"message": "1 → apri nella scheda attuale"
    },
    "open_1_in_window": {
	"message": "Apri il sito di traduzione nella finestra"
    },
    "open_1_in_window_label": {
	"message": "1 → apri in una finestra"
    },
    "open_2_in_specific_tab": {
	"message": "Apri il secondo sito di traduzione in una scheda specifica."
    },
    "open_2_in_specific_tab_label": {
	"message": "2 → apri in una scheda specifica."
    },
    "open_2_in_new_tab": {
	"message": "Apri il secondo sito di traduzione in una nuova scheda."
    },
    "open_2_in_new_tab_label": {
	"message": "2 → apri in una nuova scheda"
    },
    "open_2_in_current_tab": {
	"message": "Apri il secondo sito di traduzione nella scheda corrente."
    },
    "open_2_in_current_tab_label": {
	"message": "2 → apri nella scheda attuale"
    },
    "open_2_in_window": {
	"message": "Apri il secondo sito di traduzione in una finestra"
    },
    "open_2_in_window_label": {
	"message": "2 → apri in una finestra"
    },
    "open_sidebar": {
	"message": "Apri la barra laterale"
    },
    "open_browseraction": {
	"message": "Apri l'azione del browser"
    },
    "open_pageaction": {
	"message": "Apri azione pagina"
    },
    "toggle_browser_action": {
	"message": "Apri / Chiudi Azione del browser"
    },
    "toggle_page_action": {
	"message": "Apri / Chiudi Azione della pagina"
    },
    "toggle_sidebar": {
	"message": "Apri / Chiudi Barra laterale"
    },
    "insert_element": {
	"message": "Inserisci Elemento di Google Traduttore nella pagina"
    },
    "insert_element_label": {
	"message": "inserisci elemento"
    },
    "toggle_translate": {
	"message": "Passa dalla traduzione al testo originario e viceversa"
    },
    "toggle_translate_label": {
	"message": "Traduzione/Originale"
    },
    "toggle_toolbar": {
	"message": "Mostra/nasconde la toolbar di Google Translate Element"
    },
    "toggle_toolbar_label": {
	"message": "Mostra/Nascondi barra degli strumenti"
    },
    "insert_automatically": {
	"message": "Inserisci automaticamente Elemento di Google Traduttore"
    },
    "remove_decorative_tags": {
	"message": "Rimuovi tag decorativi dalla pagina"
    },
    "remove_decorative_tags_label": {
	"message": "Rimuovi Tag"
    },
    "open_option_page": {
	"message": "Apri Pagina Opzioni"
    }
}
