{
    "scanBtn": "Защита электронной почты",
    "scanBtn_viewReport": "Показать результат сканирования",
    "scanBtn_reportFalseAlarm": "Сообщить о ложном сигнале",
    "scanBtn_reportScam": "Сообщить о мошенничестве",
    "msgTooltip_1": "Программа «Защита электронной почты» сканирует и защищает вашу электронную почту от мошенничества и фишинговых атак.",
    "msgTooltip_2": "Нажмите, чтобы проверить на наличие потенциальных угроз в электронной почте на английском или японском языке.",
    "languageNotSupport": "Программа «Сканирование на наличие угроз безопасности» поддерживает только электронную почту на английском или японском языке.",
    "serverErrorMessage": "К сожалению, в настоящее время программа «Сканирование на наличие угроз безопасности» не работает. Повторите попытку позже.",
    "serverForbiddenErrorMessage": "К сожалению, в настоящее время программа «Сканирование на наличие угроз безопасности» не работает. <a id='learn_more' class='link'>Подробнее</a>",
    "serverMaintenaceMessage": "Приносим извинения за неудобства. Сканирование на наличие угроз безопасности требует завершения важных работ по техническому обслуживанию с __startTime__ до __endTime__. Пожалуйста, вернитесь позже.",
    "serverMaintenaceMessageNoTime": "Приносим извинения за неудобства. Программа «Сканирование на наличие угроз безопасности» занята важными работами по обслуживанию. Пожалуйста, возвращайтесь позднее.",
    "scamTitle": "Обнаружено возможное мошенничество",
    "scamContent": "В целях безопасности игнорируйте любые инструкции или запросы в этом сообщении, если вы не знаете отправителя и не доверяете ему.",
    "phishingTitle": "Обнаружена фишинговая ссылка",
    "phishingContent": "Это письмо содержит фишинговую ссылку. Чтобы предотвратить потенциальные угрозы, пожалуйста, не нажимайте на ссылку.",
    "suspiciousTitle": "Обнаружена вредоносная ссылка",
    "suspiciousContent": "Это письмо содержит вредоносную ссылку. Чтобы предотвратить потенциальные угрозы, пожалуйста, не нажимайте на ссылку.",
    "unSafeTitle": "Обнаружено небезопасное содержимое",
    "unSafeContent": "Многие пользователи сообщали о подобных сообщениях как о мошенничестве. В целях безопасности игнорируйте любые инструкции или запросы в этом сообщении, если вы не знаете отправителя и не доверяете ему.",
    "toastActionName": "Подробности",
    "toastActionName_ok": "OK",
    "scam_toastUrlName1": "Не согласны с этим предупреждением?",
    "scam_toastUrlName2": "Сообщить о ложном сигнале",
    "toastMarkSenderAsTrust": "Отметить __senderAddress__ как разрешенный",
    "toastRemoveSenderAsTrust": "Удалить __senderAddress__ из списка разрешенных",
    "toastTrustThisSender": "Доверять этому отправителю",
    "toastUrlName1": "Считаете это письмо безопасным?",
    "toastUrlName2": "Сообщить о результатах сканирования",
    "toastUtlFeedbackName": "Отчет отправлен. Благодарим за отзыв.",
    "toastDCN_title": "Защитите свою веб-почту",
    "toastDCN_title_R2209Exp1": "Защитите свою веб-почту",
    "toastDCN_title_R2209Exp2": "Включите защиту эл. почты за считаные секунды!",
    "toastDCN_title_R2209Exp3": "Мошенники украли у пользователей более 5 миллиардов долларов США. Защитите себя от мошеннических сообщений!",
    "toastDCN_title_R2209Exp4": "Более 2 миллионов пользователей стали жертвами недавнего мошенничества. Защитите себя от мошеннических сообщений!",
    "toastDCN_desc": "Программа «Защита электронной почты» сканирует и защищает ваш Gmail, Outlook и Yahoo Mail от мошенничества и фишинговых атак.",
    "toastDCN_desc_JPyahooMai": "Программа «Защита электронной почты» сканирует и защищает ваш Gmail, Outlook и Yahoo Mail от мошенничества и фишинговых атак.",
    "toastDCN_btn": "Включить __feature_name__",
    "toastDCN_btn_en": "Защитите свою электронную почту прямо сейчас",
    "toastDCN_not_now": "Не сейчас",
    "toastDCN_do_not_show_again": "Больше не показывать это окно",
    "toastDCN_learn_more": "<a class='btn-learn-more'>Подробнее</a>",
    "toastDCN_info": "Программу «Защита электронной почты» можно отключить в любой момент, чтобы содержимое электронной почты не передавалось компании Trend Micro для сканирования. <a class='btn-learn-more'>Узнайте подробнее</a> о том, как Trend Micro безопасно обрабатывает электронные письма при включении программы «Защита электронной почты».",
    "toastDCN_turn_on": "Программа «Защита электронной почты» включена.",
    "toastDCN_fb_working": "Функция «Защита электронной почты» включена",
    "toastDCN_fb_not_working": "Программа «Защита электронной почты» не работает. Если вы все еще видите это сообщение, нажмите <a class='btn-learn-more'>здесь</a> для получения дополнительных сведений.",
    "toastDCN_popup_title": "Уведомление о сборе данных",
    "toastDCN_popup_desc": "<p>Включение программы «Защита электронной почты» защищает от мошенничества, фишинга и подозрительных электронных писем, отправляя содержимое веб-почты в Trend Micro для сканирования.</p><p>Ее можно отключить в любой момент, чтобы содержимое электронной почты не передавалось компании Trend Micro для сканирования.</p><p>Чтобы включить программу «Защита электронной почты», вы должны прочитать и принять наше <a class='btn-learn-more'>Уведомление о сборе данных</a>.<p>",
    "toastDCN_popup_agree": "Принять и включить",
    "toastDCN_popup_not_now": "Не сейчас",
    "toastDCN_jp_popup_title": "Защита Gmail, Outlook.com и Yahoo Mail",
    "toastDCN_jp_popup_desc": "<p>Программа «Защита электронной почты» — это облачный сервис для обнаружения мошеннических сообщений с использованием технологий искусственного интеллекта, которые эволюционируют со временем. Программа «Защита электронной почты» защищает от мошенничества, фишинга и подозрительных электронных писем, отправляя содержимое электронной почты в Trend Micro для сканирования. Программу «Защита электронной почты» можно отключить в любой момент, чтобы содержимое электронной почты не передавалось компании Trend Micro для сканирования.</p><p class='title'>Как работает «Защита электронной почты»?</p><p>При просмотре входящего сообщения электронной почты в Gmail или Outlook.com через поддерживаемые браузеры* с включенной панелью инструментов Trend Micro Toolbar* отправитель, тема и тело письма шифруются и передаются на сервер Trend Micro «Защита электронной почты» для сканирования, где используются правила противодействия мошенничеству, аналитика угроз SPN и технологии ИИ для проведения анализа.</p><p class='title'>Сбор данных</p><p>Чтобы сэкономить время ожидания результата, мы храним хэш* значения обычных электронных писем и данные без PII* мошеннических писем в памяти для ускорения обнаружения мошенничества, и удаляем их в течении 72 часов. Для более точного сканирования сообщений электронной почты, полученных с помощью функции \"Сообщить о результатах сканирования\", мы удалим PII, зашифруем электронную почту и сохраним ее на Amazon S3* для обучения и настройки ИИ и правил, а затем удалим их в течение 3 месяцев.</p><p class='list'><ul><li>Поддерживаемые браузеры: Chrome, IE, Firefox и Edge</li><li>Название панели инструментов Trend Micro Toolbar для Edge: Trend Micro Security</li><li>Мы используем хэш для преобразования данных электронной почты в короткую комбинацию символов, которые не могут быть преобразованы обратно в исходное сообщение.</li><li>PII (персональная идентифицируемая информация) — это любые данные, которые потенциально могут быть использованы для идентификации конкретного лица.</li><li>Amazon S3 — это служба, используемая для хранения данных. Только авторизованные специалисты Trend Micro, занимающиеся изучением угроз, могут читать хранящиеся там данные.</li></ul>",
    "toastDCN_jp_popup_agree_chk": "Включая программу «Защита электронной почты», я соглашаюсь с тем, как Trend Micro собирает содержимое моей электронной почты.",
    "toastDCN_jp_popup_turn_on_btn": "Включить программу «Защита электронной почты»",
    "toastDCN_jp_popup_turn_on": "Программа «Защита электронной почты» включена",
    "toastDCN_jp_popup_turn_on_desc": "Программа «Защита электронной почты» уведомит об обнаружении подозрительного содержимого в веб-почте.",
    "toastDCN_jp_popup_turn_on_close": "Закрыть",
    "toastDCN_new_popup_title": "Мы обновили наше уведомление о сборе данных",
    "toastDCN_new_popup_desc": "<p>Эти обновления позволяют нам улучшить нашу защиту от мошенничества и фишинга. Прочтите и примите наше обновленное <a class=\"btn-learn-more\">уведомление о сборе данных</a>.</p><p><b>Примечание. Защита электронной почты будет отключена до тех пор, пока вы не примете обновленные условия.</b></p><br/>",
    "toastDCN_new_popup_accept": "Принять и продолжить",
    "toastDCN_new_popup_trun_off": "Выключить программу «Защита электронной почты»",
    "whiteList_mark_sender_as_trust_title": "Отметить __senderAddress__ в качестве разрешенного и перестать рассматривать возможные случаи мошенничества в сообщениях этого отправителя?",
    "whiteList_mark_sender_as_trust_desc": "Программа «Защита электронной почты» будет уведомлять вас только в случае обнаружения угроз в сообщениях этого отправителя.",
    "whiteList_remove_sender_as_trust_title": "Удалить __senderAddress__ из списка разрешенных?",
    "whiteList_remove_sender_as_trust_desc": "Защита электронной почты возобновит проверку возможных мошеннических сообщений и будет уведомлять вас об обнаружении возможных мошеннических сообщений от этого отправителя.",
    "whiteList_notice": "Ваше мнение будет использовано только для улучшения программы «Защита электронной почты». Компания Trend Micro не будет связываться с вами напрямую.",
    "whiteList_trust_btn": "Доверять",
    "whiteList_cancel_btn": "Отмена",
    "whiteList_mark_success_message": "<p><span class='message-title'>__senderAddress__ теперь является надежным отправителем</span><span class='message-content'>Программа «Защита электронной почты» больше не будет уведомлять о возможном мошенничестве в сообщениях этого отправителя.</span></p>",
    "whiteList_remove_success_message": "<p><span class='message-title'>__senderAddress__ теперь не является надежным отправителем</span><span class='message-content'>Программа «Защита электронной почты» будет уведомлять о возможном мошенничестве в сообщениях этого отправителя.</span></p>",
    "feedback_reportScamTitle": "<p>Подозреваете мошенничество?</p>",
    "feedback_reportScamDesc": "<p>Отправьте это письмо в Trend Micro для проверки, нажав кнопку <b>Сообщить о мошенничестве</b>.</p>",
    "feedback_reportFalseAlarmTitle": "<p>Считаете это письмо безопасным?</p>",
    "feedback_reportFalseAlarmDesc": "<p>Отправьте это письмо в Trend Micro для проверки, нажав кнопку <b>Сообщить о ложном сигнале</b>.</p>",
    "feedback_reportScamTitle_senderInWhiteList": "<p>Подозреваете в мошенничестве того, кому доверяете?</p>",
    "feedback_reportScamDesc_senderInWhiteList": "<p>Отправьте это письмо в Trend Micro для проверки, нажав кнопку <b>Сообщить о мошенничестве</b>. При этом отправитель будет также удален из вашего списка разрешенных отправителей.</p>",
    "feedback_reportMessagePlaceholder": "Поделитесь своими мыслями здесь (необязательно)",
    "feedback_reportScamBtn": "Сообщить о мошенничестве",
    "feedback_reportFalseAlarmBtn": "Сообщить о ложном сигнале",
    "feedback_reportCancelBtn": "Отмена",
    "popup_sign_in_title": "Укажите пароль",
    "popup_sign_in_desc": "Компании Trend Micro необходимо проверить ваш пароль еще раз, чтобы обеспечить целостность защиты.",
    "popup_sign_in_password_placeholder": "Пароль",
    "popup_sign_in_forget_your_password": "Забыли пароль?",
    "popup_sign_in_btn" : "Войти",
    "popup_sign_in_error_required": "Обязательно.",
    "popup_sign_in_error_check_password": "Проверьте пароль, затем повторите попытку.",
    "popup_sign_in_close_message": "Программа «Защита электронной почты» не сможет обеспечить защиту, пока вы не укажете пароль для своей учетной записи Trend Micro. Нажмите расширение браузера __productName__, когда будете готовы.",
    "notice_change_name_title" : "Новое имя, та же защита",
    "notice_change_name_desc": "Расширение «Защита от мошенничества» продолжит защищать вашу веб-почту от мошенничества и фишинговых атак под новым именем: <span class='bold'>Защита электронной почты</span>."
}
