{
    "id": 2815697,
    "authors": [
        {
            "id": 18055364,
            "name": "Actum, s.r.o.",
            "url": "https://addons.mozilla.org/en-US/firefox/user/18055364/",
            "username": "anonymous-227820d8bc66d8b762f03a7c0ce173dd"
        }
    ],
    "average_daily_users": 99,
    "categories": [
        "web-development",
        "appearance"
    ],
    "contributions_url": "",
    "created": "2023-09-27T13:53:43Z",
    "current_version": {
        "id": 5718008,
        "compatibility": {
            "firefox": {
                "min": "109.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/text-spacing-editor-actum/versions/5718008",
        "file": {
            "id": 4262309,
            "created": "2024-04-09T11:32:12Z",
            "hash": "sha256:5f98aeb3ddcda28fb87696b10a9a9ce8d9bf6a921f3cd875023a7fee20d01b65",
            "is_mozilla_signed_extension": false,
            "size": 105317,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4262309/text_spacing_editor_actum-2.2.0.xpi",
            "permissions": [
                "storage",
                "scripting"
            ],
            "optional_permissions": [],
            "host_permissions": [
                "https://*/*"
            ]
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 6,
            "is_custom": false,
            "name": {
                "en-US": "GNU General Public License v3.0 only"
            },
            "slug": "GPL-3.0-only",
            "url": "https://spdx.org/licenses/GPL-3.0-only.html"
        },
        "release_notes": {
            "en-US": "Added Hungarian translations (HU)"
        },
        "reviewed": "2024-04-09T11:35:17Z",
        "version": "2.2.0"
    },
    "default_locale": "en-US",
    "description": {
        "cs": "Toto rozšíření umožňuje nastavit vlastní hodnoty rozložení textu pro tyto vlastnosti: Výška řádku, mezery mezi znaky, mezery mezi slovy a mezery mezi odstavci.\n\nPomocí Editoru rozložení textu lze testovat WCAG kritérium přístupnosti 1.4.12 - Rozložení textu - úroveň AA.\n\n**Funkce**\n\n- Možnost upravit vlastní hodnoty rozložení textu na webu\n- Několik způsobů jak docílit úpravy - tlačítko s přednastavenými hodnotami, tlačítka snížit/zvýšit hodnotu (podporující dlouhé stisknutí) a posuvník.\n- Plná podpora ovládání z klávesnice a odečítače obrazovky\n- Podpora pro světlý, tmavý a kontrastní mód + režim bez animací\n- Přizpůsobitelná klávesová zkratka pro zapnutí/vypnutí vlastních hodnot rozložení textu\n- Podpora lokalizace (EN, CZ, DE, IT, HI, FR, PT_BR, PT_PT, ES, RU, UK, SK, HU).\n- Instrukce pro používání rozšíření",
        "de": "Mit dieser Erweiterung können Sie benutzerdefinierte Werte für die folgenden Eigenschaften von Textabständen festlegen: Zeilenhöhe, Buchstabenabstände, Wortabstände und Absatzabstände.\n\nSie können sie auch als Mittel zum Testen des WCAG-Erfolgskriteriums 1.4.12 - Textabstand verwenden.\n\n**Funktionen**\n\n- Möglichkeit, die Eigenschaften des Textabstands auf Webseiten anzupassen.\n- Mehrere Möglichkeiten zur Anpassung der Eigenschaften - eine Voreinstellung, ein Schieberegler und Schaltflächen zum Erhöhen/Verringern (mit dem Ereignis \"Langer Druck\").\n- Vollständige Tastaturunterstützung und Unterstützung von Screenreadern.\n- Unterstützung für den hellen Modus, den dunklen Modus, den Modus mit hohem Kontrast und den Modus mit reduzierter Bewegung.\n- Anpassbares Tastaturkürzel zum Ein- und Ausschalten der benutzerdefinierten Textabstände.\n- Offen für Lokalisierung (EN, CZ, DE, IT, HI, FR, PT_BR, PT_PT, ES, RU, UK, SK, HU).\n- Anweisungen zur Verwendung der Erweiterung.",
        "en-US": "This extension allows you to set custom values for the following text spacing properties: Line height, letter spacing, word spacing, and paragraph spacing.\n\nYou can use it also as a way of testing the WCAG success criterion 1.4.12 - Text Spacing.\n\n**Features**\n\n- Ability to adjust text spacing properties on web pages.\n- Multiple ways to adjust properties - a preset, a slider, and increase/decrease buttons (with the long-press event).\n- Full keyboard support and screen reader support.\n- Support for light mode, dark mode, high contrast mode, and reduced motion mode.\n- Customizable keyboard shortcut to toggle custom text spacing properties on and off.\n- Localized (EN, CZ, DE, IT, HI, FR, PT_BR, PT_PT, ES, RU, UK, SK, HU).\n- Instructions on how to use the extension.",
        "es": "Esta extensión le permite establecer valores personalizados para las siguientes propiedades de espaciado de texto: Altura de línea, espacio entre letras, espacio entre palabras y espacio entre párrafos.\n\nTambién puede utilizarlo como forma de testeo del criterio de éxito 1.4.12 de las WCAG: Espaciado de texto.\n\n**Características**\n\n- Posibilidad de ajustar las propiedades de espaciado del texto en páginas web.\n- Múltiples formas de ajustar las propiedades: un ajuste preestablecido, un control deslizante y botones de aumento/disminución (con el evento de pulsación prolongada).\n- Compatibilidad total con teclado y lector de pantalla.\n- Soporte para modo claro, modo oscuro, modo de alto contraste y modo de movimiento reducido.\n- Método abreviado de teclado personalizable para activar y desactivar las propiedades personalizadas de espaciado de texto.\n- Abierto a localización (EN, CZ, DE, IT, HI, FR, PT_BR, PT_PT, ES, RU, UK, SK, HU).\n- Instrucciones sobre cómo utilizar la extensión.",
        "fr": "Cette extension vous permet de définir des valeurs personnalisées pour les propriétés d'espacement suivantes : hauteur de ligne, espacement des lettres, espacement entre les mots et espacement entre les paragraphes.\n\nVous pouvez également l'utiliser comme moyen de tester le critère de succès WCAG 1.4.12 - Espacement du texte.\n\n**Fonctionnalités**\n- Possibilité d'ajuster les propriétés d'espacement du texte sur les pages web.\n- Plusieurs façons d'ajuster les propriétés : un préréglage, un curseur et des boutons d'augmentation/diminution (avec ou sans pression longue).\n- Support complet du clavier et des lecteurs d'écran.\n- Prise en charge du mode clair, du mode sombre, du mode de contraste élevé et du mode de diminution des animations affichées.\n- Raccourci clavier personnalisable pour activer ou désactiver les propriétés personnalisées d'espacement du texte.\n- Ouvert à la localisation (EN, CZ, DE, IT, HI, FR, PT_BR, PT_PT, ES, RU, UK, SK, HU).\n- Instructions sur comment utiliser l'extension.",
        "hu": "Ez a bővítmény lehetővé teszi a következő szövegtávolsági tulajdonságok egyéni értékeinek beállítását: Vonalmagasság, betűköz, szóköz és bekezdésköz.\n\nHasználhatja a WCAG 1.4.12 - Szövegtávolságok nevű kritérium tesztelésére is.\n\n**Jellemzők**:\n\n- Lehetőség a szövegtávolság-tulajdonságok beállítására weboldalakon.\n- A tulajdonságok beállításának többféle módja: előre beállított érték vagy csúszka ill. növelő/csökkentő gombok használatával (hosszú lenyomás esetén).\n- Teljes billentyűzet- és képernyőolvasó támogatás.\n- Világos mód, sötét mód, nagy kontrasztú mód és csökkentett mozgásmód támogatása.\n- Testreszabható billentyűparancs az egyéni szövegtávolsági tulajdonságok be- és kikapcsolásához.\n- Lokalizált (EN, CZ, DE, IT, HI, FR, PT_BR, PT_PT, ES, RU, UK, SK, HU).\n- Útmutató a bővítmény használatához.",
        "it": "Questa estensione ti permette di impostare valori personalizzati per le seguenti proprietà di spaziatura del testo: altezza della linea, spaziatura delle lettere, spaziatura delle parole e spaziatura dei paragrafi.\n\nPuoi usarla anche come modo per testare il criterio di successo WCAG 1.4.12 - Spaziatura del Testo.\n\n**Caratteristiche**\n\n- Capacità di regolare le proprietà di spaziatura del testo nelle pagine web.\n- Diversi modi per regolare le proprietà: una preimpostazione, uno slider e pulsanti di incremento/diminuzione (con evento di pressione prolungata).\n- Supporto completo per tastiera e lettori di schermo.\n- Supporto per modalità chiara, modalità scura, modalità ad alto contrasto e modalità a movimento ridotto.\n- Scorciatoia da tastiera personalizzabile per attivare e disattivare le proprietà di spaziatura del testo personalizzate.\n- Aperta alla localizzazione (EN, CZ, DE, IT, HI, FR, PT_BR, PT_PT, ES, RU, UK, SK, HU).\n- Istruzioni su come utilizzare l'estensione.",
        "pt-BR": "Esta extensão permite a customização dos valores das seguintes propriedades de espaçamento de texto: altura da linha, espaço entre letras, espaço entre palavras, e espaço entre parágrafos.\n\nVocê também pode utilizar a extensão para testar o critério 1.4.12 – Espaçamento de Texto das Diretrizes de Acessibilidade para Conteúdo Web (WCAG).\n\n**Funcionalidades**\n\n- Possibilidade the ajustar as propriedades de espaçamento de texto em páginas web.\n- Diversas opções para ajustar as propriedades: um *preset*, um controle deslizante (slider), e botões de aumentar/diminuir (com o evento *long-press*).\n- Suporte completo ao teclado e ao leitor de tela.\n- Suporte ao modo claro, modo escuro, mode de alto contraste e mode de mobilidade reduzida.\n- Atalho de teclado customizável para ativar ou desativar as propriedades de espaçamento de texto.\n- Abrir a localização (EN, CZ, DE, IT, HI, FR, PT_BR, PT_PT, ES, RU, UK, SK, HU).\n- Instruções para utilização da extensão.",
        "pt-PT": "Esta extensão permite definir valores personalizados para as seguintes propriedades de espaçamento entre textos: Altura da linha, espaçamento entre letras, palavras e parágrafos.\n\nVocê pode usá-lo também como uma forma de testar o critério de sucesso WCAG 1.4.12 - Espaçamento de texto.\n\n**Caraterísticas**\n\n- Capacidade de ajustar as propriedades de espaçamento de texto em páginas da Web.\n- Várias maneiras de ajustar as propriedades - uma predefinição, um controle deslizante e botões de aumento/diminuição (com o evento de pressão longa).\n- Suporte total de teclado e leitor de tela.\n- Suporte para modo claro, modo escuro, modo de alto contraste e modo de movimento reduzido.\n- Atalho de teclado personalizável para ativar e desativar propriedades personalizadas de espaçamento entre textos.\n- Aberto à localização (EN, CZ, DE, IT, HI, FR, PT_BR, PT_PT, ES, RU, UK, SK, HU).\n- Instruções sobre como usar a extensão.",
        "ru": "Утилита для изменения значения параметров отступов и интервалов текста на веб странице, включая информацию о соответствии WCAG.\n\nЭто расширение позволяет кастомизировать значения параметров текста для следующих свойств: высота строки, межзнаковый интервал (ширина шрифта), расстояние между словами и интервал между абзацами.\n\nВы также можете использовать расширение для тестирования веб-страницы на соответствие критерию 1.4.12 руководства WCAG.\n\nВозможности:\n\n- изменение различных параметров текста и шрифта на веб-страницах\n- различные способы изменения настроек: наборы предустановленных значений, слайдеры для изменения значения свойств, кнопки увеличить/уменьшить (с поддержкой долгого нажатия LongClick)\n- управление с клавиатуры и поддержка \"экранного диктора\"\n- поддержка светлой и темной тем, режим высокой контрастности, режим минимизированной анимации или движения\n- настройка сочетаний клавиш для быстрого включения/выключения пользовательских настроек свойств текста.\n- поддержка локализации (EN, CZ, DE, IT, HI, FR, PT_BR, PT_PT, ES, RU, UK, SK, HU).\n- инструкции по пользованию расширением",
        "sk": "Toto rozšírenie umožňuje nastaviť vlastné hodnoty rozloženia textu pre tieto vlastnosti: Výška riadku, medzery medzi znakmi, medzery medzi slovami a medzery medzi odsekmi.\n\nPomocou Editora rozloženia textu je možné testovať WCAG kritérium prístupnosti 1.4.12 - Rozloženie textu - úroveň AA.\n\n**Funkcie**\n\n- Možnosť upraviť vlastné hodnoty rozloženia textu na webe.\n- Niekoľko spôsobov ako docieliť úpravu - tlačidlo s prednastavenými hodnotami, tlačidlá znížiť/zvýšiť hodnotu (podporujúce dlhé stlačenie) a posuvník.\n- Plná podpora ovládania z klávesnice a odčítača obrazovky.\n- Podpora pre svetlý, tmavý a kontrastný mód + režim bez animácií.\n- Prispôsobiteľná klávesová skratka pre zapnutie/vypnutie vlastných hodnôt rozloženia textu.\n- Podpora lokalizácie (EN, CZ, DE, IT, HI, FR, PT_BR, PT_PT, ES, RU, UK, SK, HU).\n- Inštrukcie pre používanie rozšírenia.",
        "uk": "Це розширення дозволяє вам встановлювати власні значення для наступних властивостей міжрядкового інтервалу: висота рядка, інтервал між літерами, інтервал між словами та відстань між абзацами.\n\nВи також можете використовувати його як спосіб перевірки критерію успішності WCAG 1.4.12 - Міжрядковий інтервал.\n\n**Особливості**\n\n- Можливість налаштовувати властивості міжрядкового інтервалу на веб-сторінках.\n- Різноманітні можливості налаштування властивостей, включаючи попередньо задані значення, повзунок та кнопки збільшення/зменшення (з подією утримання довгого натискання).\n- Повна підтримка клавіатури та читачів екрану.\n- Підтримка світлого режиму, темного режиму, режиму високої контрастності та режиму зменшеного руху.\n- Налаштована комбінація клавіш для швидкого ввімкнення та вимкнення властивостей міжрядкового інтервалу.\n- Відкритість для локалізації (EN, CZ, DE, IT, HI, FR, PT_BR, PT_PT, ES, RU, UK, SK, HU).\n- Інструкції щодо використання розширення."
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/text-spacing-editor-actum/edit",
    "guid": "devs@actumdigital.com",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": null,
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/2815/2815697-64.png?modified=0ec59d53",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/2815/2815697-32.png?modified=0ec59d53",
        "64": "https://addons.mozilla.org/user-media/addon_icons/2815/2815697-64.png?modified=0ec59d53",
        "128": "https://addons.mozilla.org/user-media/addon_icons/2815/2815697-128.png?modified=0ec59d53"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2024-04-09T11:35:17Z",
    "name": {
        "cs": "Editor rozložení textu",
        "de": "Editor for Textlayout",
        "en-US": "Text Spacing Editor",
        "es": "Editor de espaciado de texto",
        "fr": "Éditeur d'Espacement de Texte",
        "hu": "Szövegtérköz-szerkesztő",
        "it": "Editor di Spaziatura del Testo",
        "pt-BR": "Editor de espaçamento de texto",
        "pt-PT": "Editor de espaçamento de texto",
        "ru": "Редактор текстовых интервалов",
        "sk": "Editor rozloženia textu",
        "uk": "Редактор міжрядкового інтервалу"
    },
    "previews": [
        {
            "id": 289973,
            "caption": {
                "en-US": "Edit text spacing properties on web - line height, letter spacing, word spacing, and paragraph spacing."
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/289/289973.png?modified=1700055099",
            "position": 0,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/289/289973.jpg?modified=1700055099"
        },
        {
            "id": 289974,
            "caption": {
                "en-US": "Light mode and Dark mode - adjusts in browser settings."
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/289/289974.png?modified=1700055097",
            "position": 1,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/289/289974.jpg?modified=1700055097"
        },
        {
            "id": 289975,
            "caption": {
                "en-US": "Features - adjusts text spacing properties, displays in light and dark modes, localizations available, contains usage instructions, toggle key shortcut, optimized for keyboard, screen reader, high contrast mode, and reduced motion mode."
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/289/289975.png?modified=1700055100",
            "position": 2,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/289/289975.jpg?modified=1700055100"
        }
    ],
    "promoted": null,
    "ratings": {
        "average": 5.0,
        "bayesian_average": 2.4120144822228267,
        "count": 1,
        "text_count": 1
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/text-spacing-editor-actum/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/2815697",
    "slug": "text-spacing-editor-actum",
    "status": "public",
    "summary": {
        "cs": "Nástroj pro úpravu rozložení textu na webových stránkách. Obsahuje informace o standardu přístupnosti WCAG.",
        "de": "Ein Instrument zur Bearbeitung des Textlayouts auf Webseiten. Enthält Informationen über den WCAG-Zugänglichkeitsstandard.",
        "en-US": "A tool for editing text spacing properties on web pages. WCAG conformance information included.",
        "es": "Una herramienta para editar propiedades de espaciado de texto en páginas web. Información en concordancia a WCAG incluida.",
        "fr": "Une extension pour modifier les propriétés d'espacement du texte dans les pages web.",
        "hu": "Egy eszköz a szövegtávolság tulajdonságainak szerkesztésére a weboldalakon. WCAG-megfelelőségi információkat tartalmaz.",
        "it": "Uno strumento per modificare le proprietà di spaziatura del testo nelle pagine web. Informazioni sulla conformità WCAG incluse.",
        "pt-BR": "Uma ferramenta para editar propriedades de espaçamento de textos em páginas web. Inclui informações sobre as Diretrizes de Acessibilidade para Conteúdo Web (WCAG).",
        "pt-PT": "Uma ferramenta para editar propriedades de espaçamento de texto em páginas da Web. Informações de conformidade com Diretrizes de Acessibilidade para Conteúdo Web (WCAG) incluídas.",
        "ru": "Утилита для изменения значения параметров отступов и интервалов текста на веб странице, включая информацию о соответствии WCAG.",
        "sk": "Nástroj pre úpravu rozloženia textu na webových stránkach. Obsahuje informácie o štandardu prístupnosti WCAG.",
        "uk": "Інструмент для редагування властивостей міжрядкового інтервалу на веб-сторінках. Включена інформація про відповідність WCAG."
    },
    "support_email": {
        "cs": "devs@actumdigital.com",
        "de": "devs@actumdigital.com",
        "en-US": "devs@actumdigital.com",
        "es": "devs@actumdigital.com",
        "fr": "devs@actumdigital.com",
        "hu": "devs@actumdigital.com",
        "it": "devs@actumdigital.com",
        "pt-BR": "devs@actumdigital.com",
        "pt-PT": "devs@actumdigital.com",
        "ru": "devs@actumdigital.com",
        "sk": "devs@actumdigital.com",
        "uk": "devs@actumdigital.com"
    },
    "support_url": {
        "url": {
            "cs": "https://github.com/actum/text-spacing-editor",
            "de": "https://github.com/actum/text-spacing-editor",
            "en-US": "https://github.com/actum/text-spacing-editor",
            "es": "https://github.com/actum/text-spacing-editor",
            "fr": "https://github.com/actum/text-spacing-editor",
            "hu": "https://github.com/actum/text-spacing-editor",
            "it": "https://github.com/actum/text-spacing-editor",
            "pt-BR": "https://github.com/actum/text-spacing-editor",
            "pt-PT": "https://github.com/actum/text-spacing-editor",
            "ru": "https://github.com/actum/text-spacing-editor",
            "sk": "https://github.com/actum/text-spacing-editor",
            "uk": "https://github.com/actum/text-spacing-editor"
        },
        "outgoing": {
            "cs": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3903d75d77a2e3a13b3158c66092ea49a402e9f0e7d42414bfa5dfa7901b9b8b/https%3A//github.com/actum/text-spacing-editor",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3903d75d77a2e3a13b3158c66092ea49a402e9f0e7d42414bfa5dfa7901b9b8b/https%3A//github.com/actum/text-spacing-editor",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3903d75d77a2e3a13b3158c66092ea49a402e9f0e7d42414bfa5dfa7901b9b8b/https%3A//github.com/actum/text-spacing-editor",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3903d75d77a2e3a13b3158c66092ea49a402e9f0e7d42414bfa5dfa7901b9b8b/https%3A//github.com/actum/text-spacing-editor",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3903d75d77a2e3a13b3158c66092ea49a402e9f0e7d42414bfa5dfa7901b9b8b/https%3A//github.com/actum/text-spacing-editor",
            "hu": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3903d75d77a2e3a13b3158c66092ea49a402e9f0e7d42414bfa5dfa7901b9b8b/https%3A//github.com/actum/text-spacing-editor",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3903d75d77a2e3a13b3158c66092ea49a402e9f0e7d42414bfa5dfa7901b9b8b/https%3A//github.com/actum/text-spacing-editor",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3903d75d77a2e3a13b3158c66092ea49a402e9f0e7d42414bfa5dfa7901b9b8b/https%3A//github.com/actum/text-spacing-editor",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3903d75d77a2e3a13b3158c66092ea49a402e9f0e7d42414bfa5dfa7901b9b8b/https%3A//github.com/actum/text-spacing-editor",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3903d75d77a2e3a13b3158c66092ea49a402e9f0e7d42414bfa5dfa7901b9b8b/https%3A//github.com/actum/text-spacing-editor",
            "sk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3903d75d77a2e3a13b3158c66092ea49a402e9f0e7d42414bfa5dfa7901b9b8b/https%3A//github.com/actum/text-spacing-editor",
            "uk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3903d75d77a2e3a13b3158c66092ea49a402e9f0e7d42414bfa5dfa7901b9b8b/https%3A//github.com/actum/text-spacing-editor"
        }
    },
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/text-spacing-editor-actum/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/text-spacing-editor-actum/versions/",
    "weekly_downloads": 6,
    "_score": null
}