{
    "id": 581614,
    "authors": [
        {
            "id": 7040666,
            "name": "Keeper Security Inc.",
            "url": "https://addons.mozilla.org/en-US/firefox/user/7040666/",
            "username": "keepersecurity"
        }
    ],
    "average_daily_users": 60710,
    "categories": [
        "download-management",
        "privacy-security"
    ],
    "contributions_url": "",
    "created": "2015-02-02T09:53:53Z",
    "current_version": {
        "id": 5842707,
        "compatibility": {
            "firefox": {
                "min": "58.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/keeper-password-manager/versions/5842707",
        "file": {
            "id": 4386995,
            "created": "2024-11-12T20:12:17Z",
            "hash": "sha256:587de2e3c7af73c6be93e849d6371581be928c2ff93b4c4480d5e6d41ac3895e",
            "is_mozilla_signed_extension": false,
            "size": 87350125,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4386995/keeper_password_manager-16.11.2.xpi",
            "permissions": [
                "contextMenus",
                "tabs",
                "alarms",
                "idle",
                "storage",
                "browsingData",
                "webNavigation",
                "scripting",
                "http://*/*",
                "https://*/*",
                "webRequest",
                "webRequestBlocking",
                "<all_urls>",
                "https://keepersecurity.com/vault/*",
                "https://keepersecurity.eu/vault/*",
                "https://keepersecurity.com.au/vault/*",
                "https://keepersecurity.ca/vault/*",
                "https://keepersecurity.jp/vault/*",
                "https://govcloud.keepersecurity.us/vault/*"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 4670,
            "is_custom": true,
            "name": {
                "en-US": "Keeper Security License"
            },
            "slug": null,
            "url": "https://addons.mozilla.org/en-US/firefox/addon/keeper-password-manager/license/"
        },
        "release_notes": {
            "en-US": "Bug fixes and performance improvements."
        },
        "reviewed": "2024-11-19T11:19:01Z",
        "version": "16.11.2"
    },
    "default_locale": "en-US",
    "description": {
        "ar": "ابق محمياً باستخدام برنامج حماية كلمات المرور والخزينة الرقمية الأكثر موثوقية وتنزيلاً في العالم. يولد مدير كلمات المرور من Keeper كلمات مرور قوية ويخزنها ويملئها تلقائياً على كل أجهزتك وفي الوقت نفسه يخزن ويحمي مستنداتك الخاصة بأمان. لن تتعرض للاختراق احصل على Keeper. \n\nلماذا يجب علي أن أستخدم مدير كلمات المرور من Keeper؟\n\n• نحن نساعدك بسهولة على توليد وتخزين كلمات مرور قوية. لن تحتاج للملاحظات اللاصقة بعد الآن!\n\n• تجعل ميزة الملء التلقائي الخاصة بنا تسجيل الدخول في مواقع الويب المفضلة لديك أمراً سهلاً عبر كل أجهزتك.\n\n• فنحن نحمي ملفاتك وصورك وفيديوهاتك السرية في خزينة مشفرة وآمنة.\n\n• يسمح لك Keeper بمشاركة كلمات مرور أو ملفات فردية بأمان مع الأشخاص الذين تثق بهم. \n\n• تقدم ميزة محفوظات الإصدار الجديدة أداة تدقيق قيّمة تسمح لك بعرض تاريخ تعديل سجل أو الرجوع للإصدار السابق أو حذفه نهائياً من خزينتك.\n\n• تمكنك ميزة الوصول في حالات الطوارئ من اختيار حتى 5 أشخاص تثق بهم ليصلوا لحسابك في حالات الطوارئ. \n\nما الذي يجعل برنامج حماية كلمات المرور Keeper الأفضل على الإطلاق؟\n\n• يتم تزويد كل مستخدم بخزينة آمنة وخاصة محمية من قبل بنية أمان صفر المعرفة الخاصة بنا التي لا تضاهى باستخدام مستويات متعددة من التشفير. يتم حماية خزينة كل مستخدم بكلمة مرور رئيسية يعرفها المستخدم فقط. \n\n• يولد Keeper كلمات مرور قوية داخل الخزينة. يعتبر إنشاء كلمات مرور قوية لكل موقع ويب أمراً هاماً للحد من خطر التعرض للاختراق. \n\n• يقدم KeeperFill™ميزة ملء تلقائي قوية وسهلة الاستخدام. بالإضافة للملء التلقائي لكلمات المرور، يحفظ Keeper كلمات مرور جديدة في الخزينة أثناء كتابتك. \n\n• تساعدك ميزة التدقيق الأمني من Keeper على تحديد الحسابات التي تتطلب تحديث كلمة المرور، ويمكنه إنشاء كلمة مرور قوية لك بنقرة واحدة. \n\n• يحمي Keeper الملفات السرية الخاصة بك باستخدام تشفير عسكري. قم بإضافة ملفات وصور وفيديوهات بسهولة لخزينتك ونظمها باستخدام المجلدات.\n\n• يمكنك مشاركة كلمات المرور أو الملفات مباشرةً مع مستخدم Keeper آخر أو مع مجموعة من الناس الذين تثق بهم. وراء الكواليس، يتم تشفير المعلومات بالمفتاح العام الخاص بالمستلم وفك تشفيرها بالمفتاح الخاص.\n\n• سهولة التبديل بين حسابات Keeper متعددة (مثل خزينة الأعمال والخزينة الشخصية) عند تسجيل الدخول.\n\n• يستخدم Keeper عدة طبقات من التشفير عن طريق تخزين بياناتك في سحابتنا الآمنة مقابل المنافسين الذين يستخدمون تشفيراً جزئياً على سحابتهم أو يعتمدون على أطراف خارجية لتخزين كلمات المرور. باستخدام Keeper تبقى معلوماتك مشفرة بنسبة 100% طوال الوقت.\n\nميزات ومنافع مدير كلمات المرور Keeper:\n\n• حماية كلمات مرور غير محدودة في خزينتك\n• الملء التلقائي لكلمات المرور\n• إنشاء كلمات مرور قوية\n• الوصول إلى كلمات مرورك ومزامنتها من أي جهاز من أجهزتك (هاتف، جهاز لوحي، كمبيوتر)\n• قفل الملفات والصور في خزينتك الآمنة\n• استخدم Keeper لمشاركة كلمات المرور والملفات بأمان مع الأشخاص الذين تثق بهم\n• قم بتخزين معلومات بطاقات الائتمان والخصم بأمان\n• مصمم باستخدام بنية أمان صفر المعرفة\n• يتكامل مع مقدمي المصادقة الثنائية (SMS، أو Google Authenticator، أو Duo Security، أو RSA SecurID)\n• يستخدم تشفير AES-256-bit وتكنولوجيا PBKDF2\n• يمكّن مؤقت تسجيل خروج مخصص\n• حاصل على اعتماد TRUSTe وSOC-2 ليمنحك راحة البال\n\nانضم إلى الملايين من مستخدمي مدير كلمات المرور Keeper الذي يوفر أمانًا عالميًا لحماية معلوماتهم الشخصية والمهنية من المخترقين ومجرمي الإنترنت.\n\nKeeper و Password Keeper و Keeper logo علامات تجارية مسجلة لشركة Keeper Security, Inc. حقوق الملكية الفكرية في الولايات المتحدة رقم 8,656,504، و8,868,932 و8,738,934. براءات الاختراع رهن الإصدار.\n\nسياسة الخصوصية: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/1bc1c1907ce87c01cb4f861adaf09b3f64ab12d31fade9f68e978d9ec42b7a9a/https%3A//keepersecurity.com/ar_AE/privacypolicy.html\" rel=\"nofollow\">https://keepersecurity.com/ar_AE/privacypolicy.html</a>\nشروط الاستخدام: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b7a0e52f776e9fc8747975f93bc550614f0b5e1823c7bb59fe6283e8ce2d3509/https%3A//keepersecurity.com/ar_AE/termsofuse.html\" rel=\"nofollow\">https://keepersecurity.com/ar_AE/termsofuse.html</a>\n\n* إذا كنت بحاجة إلى مساعدة، يرجى زيارة <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/fb128cfe360f81e98e7d84c4d5ba5a193480422104d79922fa29c69562252291/http%3A//keepersecurity.com/support\" rel=\"nofollow\">keepersecurity.com/support</a>",
        "de": "Blijf beschermd met 's werelds meest vertrouwde en meest gedownloade wachtwoordbeheerder en digitale kluis. Keeper's wachtwoordbeheerder genereert, bewaart en vult sterke wachtwoorden automatisch in op al uw apparaten. Daarnaast kan de wachtwoordbeheerder uw privédocumenten veilig opslaan en beschermen. Zorg dat u niet wordt gehackt. Haal Keeper. \n\nWaarom zou u de Keeper-wachtwoordbeheerder gebruiken?\n\n• We helpen u sterke wachtwoorden eenvoudig te genereren en op te slaan. Geen plakbriefjes meer!\n\n• Via onze functie om automatisch in te vullen, is aanmelden bij uw favoriete websites een fluitje van een cent op al uw apparaten.\n\n• We beschermen uw vertrouwelijke bestanden, foto's en video's in een veilige, versleutelde kluis. \n\n• Met Keeper kunt u losse wachtwoorden of bestanden eenvoudig delen met mensen die u vertrouwt. \n\n• Met onze nieuwe functie Versiegeschiedenis hebt u een waardevol controlemiddel in handen waarmee u de datum waarop een record was aangepast kunt bekijken, terug kunt keren naar een eerdere versie of de record voorgoed kunt verwijderen uit uw kluis.\n\n• Met onze functie Noodtoegang kunt u tot 5 vertrouwenspersonen kiezen voor toegang tot uw account in geval van nood. \n\nWaarom is onze wachtwoordbeheerder de beste?\n\n• Elke gebruiker krijgt een veilige en eigen kluis, beschermd met onze zero-knowledge beveiligingsarchitectuur met meerdere versleutelingslagen. Elke kluis wordt beschermd door een hoofdwachtwoord dat alleen de gebruiker kent. \n\n• Keeper genereert sterke wachtwoorden in de kluis. Een uniek en sterk wachtwoord maken voor elke website is uitermate belangrijk om het risico op hacken te beperken. \n\n• KeeperFill™ biedt een gebruikersvriendelijke optie om automatisch in te vullen. Naast het automatisch invullen van wachtwoorden, slaat Keeper nieuwe wachtwoorden op in de kluis terwijl u typt. \n\n• Met Keeper's beveiligingscontrolefunctie kunt u identificeren welke accounts een wachtwoordupdate nodig hebben. U kunt vervolgens met één enkele klik een sterk wachtwoord genereren. \n\n• Keeper beschermt uw vertrouwelijke bestanden met versleuteling van militair niveau. Voeg eenvoudig bestanden, foto's en video's toe aan uw kluis en orden ze met mappen.\n\n• U kunt wachtwoorden of bestanden rechtstreeks delen met een andere Keeper-gebruiker of met een groep mensen die u vertrouwt. Achter de schermen wordt informatie versleuteld met de openbare sleutel van de ontvanger en ontcijferd met diens privésleutel.\n\n• Schakel eenvoudig tussen meerdere Keeper-accounts (zoals een zakelijke en privékluis) bij het aanmelden.\n\n• Keeper gebruikt meerdere versleutelingslagen door uw gegevens op te slaan in onze eigen veilige cloud, anders dan concurrenten die slechts gedeeltelijke versleuteling in hun cloud gebruiken of afhankelijk zijn van derde partijen voor de opslag van wachtwoorden. Met Keeper blijft uw informatie 100% van de tijd 100% versleuteld.\n\n<b>Functies en voordelen van Keeper-wachtwoordbeheerder:</b>\n\n• Onbeperkt wachtwoorden beschermen in uw kluis\n• Wachtwoorden automatisch invullen\n• Sterke wachtwoorden genereren\n• Toegang tot en synchronisatie van uw wachtwoorden via al uw apparaten (telefoon, tablet, computer)\n• Bestanden en foto's vergrendelen in uw veilige kluis\n• Gebruik Keeper om wachtwoorden en bestanden veilig te delen met personen die u vertrouwt\n• Uw creditcard- en bankpasgegevens veilig opslaan\n• Gebouwd met zero-knowledge beveiligingsarchitectuur\n• Integreert met tweestaps verificatieproviders (sms, Google Authenticator, Duo Security of RSA SecurID)\n• Maakt gebruik van AES-256-bits versleuteling en PBKDF2-technologie\n• Eigen afmeldingstimer inschakelen\n• Gecertificeerde TRUSTe en SOC-2 voor uw gemoedsrust\n\nSluit u aan bij de miljoenen mensen die Keeper-wachtwoordbeheerders eersteklas beveiliging gebruiken om hun persoonlijke en professionele informatie te beschermen tegen hackers en cybercriminelen. \n\nKeeper, Password Keeper en het Keeper-logo zijn geregistreerde handelsmerken van Keeper Security, Inc. Amerikaanse patentnrs. 8,656,504, 8,868,932 en 8,738,934. Patenten zijn aangevraagd.\n\nDatenschutz: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6665d429e37b003847db98c7cdd753c17bbf22bb0499f4e057da26ba9ccd8cbf/https%3A//dev.keepersecurity.com/de_DE/privacypolicy.html\" rel=\"nofollow\">https://dev.keepersecurity.com/de_DE/privacypolicy.html</a>\nNutzungsbedingungen: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/3f14412f2aadce84d41dd1a09fd4209ce0df1082a6e5f587af1a55e4915d3096/https%3A//dev.keepersecurity.com/de_DE/termsofuse.html\" rel=\"nofollow\">https://dev.keepersecurity.com/de_DE/termsofuse.html</a>\n\n* Wenn Sie Hilfe benötigen, besuchen Sie bitte <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/fb128cfe360f81e98e7d84c4d5ba5a193480422104d79922fa29c69562252291/http%3A//keepersecurity.com/support\" rel=\"nofollow\">keepersecurity.com/support</a>",
        "el": "Μείνετε προστατευμένοι με το πιο αξιόπιστο και με τις περισσότερες μεταφορτώσεις παγκοσμίως πρόγραμμα διαχείρισης κωδικών πρόσβασης και ψηφιακής αποθήκευσης. Το πρόγραμμα διαχείρισης κωδικών πρόσβασης Keeper δημιουργεί, αποθηκεύει και συμπληρώνει αυτόματα ισχυρούς κωδικούς πρόσβασης σε όλες τις συσκευές σας ενώ παράλληλα αποθηκεύει και προστατεύει με ασφάλεια τα ιδιωτικά σας έγγραφα. Μην μένετε εκτεθειμένοι σε χάκερ. Αποκτήστε το Keeper. \n\nΓιατί να χρησιμοποιήσετε το Πρόγραμμα διαχείρισης κωδικών πρόσβασης Keeper;\n\n• Σας βοηθάμε να δημιουργείτε και να αποθηκεύετε εύκολα ισχυρούς κωδικούς πρόσβασης. Τέλος στις αυτοκόλλητες σημειώσεις!\n\n• Η λειτουργία αυτόματης συμπλήρωσης καθιστά πανεύκολη την είσοδό σας στους αγαπημένους σας ιστότοπους από όλες τις συσκευές σας.\n\n• Προστατεύουμε τα εμπιστευτικά αρχεία, φωτογραφίες και βίντεό σας σε μια ασφαλή κρυπτογραφημένη θυρίδα.\n\n• Το Keeper σάς επιτρέπει να μοιράζεστε με ασφάλεια μεμονωμένους κωδικούς πρόσβασης ή αρχεία με άτομα που εμπιστεύεστε. \n\n• Η νέα λειτουργία Ιστορικό εκδόσεων είναι ένα πολύτιμο εργαλείο ελέγχου που σας επιτρέπει την προβολή της ημερομηνίας τροποποίησης μιας εγγραφής, την επιστροφή σε προηγούμενη έκδοση ή την οριστική διαγραφή της από τη θυρίδα σας.\n\n• Η λειτουργία Πρόσβασης έκτακτης ανάγκης σάς δίνει τη δυνατότητα επιλογής έως και 5 αξιόπιστων ατόμων για πρόσβαση στον λογαριασμό σας σε περίπτωση έκτακτης ανάγκης. \n\nΤι καθιστά το Πρόγραμμα διαχείρισης κωδικών πρόσβασης Keeper το καλύτερο πρόγραμμα;\n\n• Κάθε χρήστης διαθέτει ένα ασφαλές και ιδιωτικό θησαυροφυλάκιο που προστατεύεται από την ασύγκριτη υπηρεσία ασφαλείας μηδενικής γνώσης με πολλαπλά επίπεδα κρυπτογράφησης. Το θησαυροφυλάκιο κάθε χρήστη προστατεύεται από έναν κύριο κωδικό πρόσβασης, τον οποίο γνωρίζει μόνο ο ίδιος. \n\n• Το Keeper δημιουργεί ισχυρούς κωδικούς πρόσβασης μέσα στο θησαυροφυλάκιο. Η δημιουργία ενός μοναδικού και ισχυρού κωδικού πρόσβασης σε κάθε ιστότοπο είναι καθοριστικής σημασίας για τον περιορισμό του κινδύνου παραβίασης. \n\n• Το KeeperFill™ παρέχει μια ισχυρή και εύχρηστη λειτουργία αυτόματης συμπλήρωσης. Εκτός από την αυτόματη συμπλήρωση κωδικών πρόσβασης, το Keeper αποθηκεύει νέους κωδικούς πρόσβασης στο θησαυροφυλάκιο καθώς πληκτρολογείτε. \n\n• Η λειτουργία Ελέγχου ασφαλείας Keeper σάς βοηθά να εντοπίζετε ποιοι λογαριασμοί απαιτούν ενημέρωση κωδικού πρόσβασης και μπορεί να δημιουργήσει για εσάς έναν ισχυρό κωδικό πρόσβασης με ένα μόνο κλικ. \n\n• Το Keeper προστατεύει τα εμπιστευτικά αρχεία σας με στρατιωτικού επιπέδου κρυπτογράφηση. Προσθέτετε εύκολα αρχεία, φωτογραφίες και βίντεο στο θησαυροφυλάκιο σας και τα οργανώστε σε φακέλους.\n\n• Μπορείτε να μοιράζεστε κωδικούς πρόσβασης ή αρχεία απευθείας με άλλο χρήστη του Keeper ή με μια ομάδα ατόμων που εμπιστεύεστε. Οι πληροφορίες κρυπτογραφούνται στο παρασκήνιο με το δημόσιο κλειδί του παραλήπτη και αποκρυπτογραφούνται με το ιδιωτικό κλειδί του.\n\n• Εύκολη μετάβαση μεταξύ πολλών λογαριασμών Keeper (όπως μια επαγγελματική και μια προσωπική θυρίδα) κατά τη σύνδεση.\n\n• Το Keeper χρησιμοποιεί πολλαπλά επίπεδα κρυπτογράφησης αποθηκεύοντας τα δεδομένα σας στο δικό μας ασφαλές cloud σε σχέση με ανταγωνιστές που χρησιμοποιούν μερική κρυπτογράφηση στο cloud τους ή βασίζονται σε τρίτους για την αποθήκευση των κωδικών πρόσβασης. Με το Keeper οι πληροφορίες σας παραμένουν 100% κρυπτογραφημένες στο 100% του χρόνου.\n\nΛειτουργίες &amp; Οφέλη του προγράμματος διαχείρισης κωδικών πρόσβασης Keeper:\n\n• Προστασία απεριόριστου αριθμού κωδικών πρόσβασης στο θησαυροφυλάκιό σας\n• Αυτόματη συμπλήρωση κωδικών πρόσβασης\n• Δημιουργία ισχυρών κωδικών πρόσβασης\n• Πρόσβαση και συγχρονισμός των κωδικών πρόσβασης από οποιαδήποτε συσκευή σας (τηλέφωνο, tablet, υπολογιστή)\n• Κλείδωμα αρχείων και φωτογραφιών στο ασφαλές θησαυροφυλάκιό σας\n• Ασφαλής κοινή χρήση, μέσω του Keeper, των κωδικών πρόσβασης και των αρχείων σας με άτομα που εμπιστεύεστε\n• Ασφαλής αποθήκευση των στοιχείων της πιστωτικής και χρεωστικής σας κάρτας \n• Αρχιτεκτονική ασφάλειας μηδενικής γνώσης\n• Ενσωμάτωση με παρόχους επαλήθευσης δύο βημάτων (SMS, Google Authenticator, Duo Security ή RSA SecurID)\n• Κρυπτογράφηση AES-256-bit και τεχνολογία PBKDF2\n• Προσαρμοσμένος χρονοδιακόπτης αποσύνδεσης\n• Πιστοποίηση TRUSTe και SOC-2 για απόλυτη ξεγνοιασιά\n\nΕνωθείτε με τα εκατομμύρια ανθρώπων που χρησιμοποιούν την παγκόσμιας κλάσης ασφάλεια του προγράμματος διαχείρισης κωδικών πρόσβασης του Keeper για να προστατεύουν τις προσωπικές και επαγγελματικές τους πληροφορίες από χάκερ και εγκληματίες του κυβερνοχώρου.\n\nΤο Keeper, το Password Keeper και το λογότυπο της Keeper είναι σήματα κατατεθέντα της Keeper Security, Inc. Αρ. πατέντας ΗΠΑ 8,656,504, 8,868,932 και 8,738,934. Ε\n\n* Εάν χρειάζεστε βοήθεια, επισκεφθείτε το <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/fb128cfe360f81e98e7d84c4d5ba5a193480422104d79922fa29c69562252291/http%3A//keepersecurity.com/support\" rel=\"nofollow\">keepersecurity.com/support</a>\n\nΠολιτική Απορρήτου: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/487802be515da2b311998f1c5270f29fa0208639a436bf4fe91323cd3378aa64/https%3A//keepersecurity.com/el_GR/privacypolicy.html\" rel=\"nofollow\">https://keepersecurity.com/el_GR/privacypolicy.html</a>\nΌροι χρήσης: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/ef882bba2cebe070e7d26ebeb1af0fd62ca8393bd99883daa9852e18ffaea730/https%3A//keepersecurity.com/el_GR/termsofuse.html\" rel=\"nofollow\">https://keepersecurity.com/el_GR/termsofuse.html</a>",
        "en-US": "Remove the pain from having to remember passwords ever again. Protect your passwords and personal information with Keeper® - the leading secure password manager and digital vault. Keeper offers unlimited password storage for everyone - generate, store, and AutoFill strong passwords on all your devices while securely storing private documents.\n\nWhy Use Keeper Password Manager?\n\n• We help you easily generate and store strong passwords. No more sticky notes!\n\n• Our autofill feature makes signing in to your favorite websites a breeze across all of your devices.\n\n• We protect your confidential files, photos, and videos in a secure encrypted vault.\n\n• Keeper lets you securely share individual passwords or files with people you trust. \n\n• Our new Version History feature provides a valuable audit tool allowing you to view the date a record was modified, revert to a previous version, or permanently delete it from your vault.\n\n• Our Emergency Access feature enables you to elect up to 5 trusted individuals to access your account in the event of an emergency. \n\nWhat Makes Our Password Keeper The Best?\n\n• Every user is provided a secure and private vault protected by our unmatched Zero-knowledge security architecture with multiple levels of encryption. Each user's vault is guarded by a master password which only the user knows. \n\n• Keeper generates strong passwords inside the vault. Creating a unique and strong password to each website is critical to limiting the risk of being hacked. \n\n• KeeperFill™ provides a powerful and easy-to-use autofill feature. In addition to autofilling passwords, Keeper saves new passwords to the vault as you type. \n\n• Keeper’s Security Audit feature helps you identify which accounts require a password update and can generate a strong password for you with a single click. \n\n• Keeper protects your confidential files with military-grade encryption. Easily add files, photos, and videos to your vault and organize them with folders.\n\n• You can share passwords or files directly with another Keeper user or with a group of people you trust. Behind the scenes, information is encrypted with the recipient's public key and decrypted with their private key.\n\n• Easily switch between multiple Keeper accounts (like a business and personal vault) when you log in.\n\n• Keeper uses multiple layers of encryption by storing your data in our own secure cloud versus competitors who use partial encryption on their cloud or rely on third parties for password storage. With Keeper your information remains 100% encrypted 100% of the time.\n\nKeeper Password Manager Features &amp; Benefits:\n\n• Protect unlimited passwords in your vault\n• Autofill passwords\n• Generate strong passwords\n• Access and sync your passwords from any of your devices (phone, tablet, computer)\n• Lock files and photos in your secure vault\n• Use Keeper to securely share passwords and files with people you trust\n• Store your credit and debit card information securely\n• Built with Zero-knowledge security architecture\n• Integrates with two-step verification providers (SMS, Google Authenticator, Duo Security, or RSA SecurID)\n• Utilizes AES-256-bit encryption and PBKDF2 technology\n• Enable a custom logout timer\n• Certified TRUSTe and SOC-2 for your peace of mind\n\nRated #1 Best Password Manager of 2021 by US News and World Report!\n\nJoin the millions of people who use Keeper Password Manager’s world-class security to safeguard their personal and professional information from hackers and cybercriminals.\n\nKeeper, Password Keeper and the Keeper logo are registered trademarks of Keeper Security, Inc. U.S. Patent No. 8,656,504, 8,868,932 and 8,738,934. Patents Pending.\n\nPrivacy Policy: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/8f6700d148ecad93e7a56e453553008a840cff1d92136c8d020ae4a87582cf7d/https%3A//keepersecurity.com/privacypolicy.html\" rel=\"nofollow\">https://keepersecurity.com/privacypolicy.html</a>\nTerms of Use: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f7ed6e1edb96294599b4f2322e0c04e2ef472845a3c1a0077a301a15469cbd83/https%3A//keepersecurity.com/termsofuse.html\" rel=\"nofollow\">https://keepersecurity.com/termsofuse.html</a>\n\n* If you need help, please visit <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/fb128cfe360f81e98e7d84c4d5ba5a193480422104d79922fa29c69562252291/http%3A//keepersecurity.com/support\" rel=\"nofollow\">keepersecurity.com/support</a>",
        "es": "Protéjase con el guardián de contraseñas y el almacén digital más descargados y valorados en todo el mundo. El Gestor de contraseñas de Keeper crea, almacena y rellena automáticamente contraseñas sólidas en todos sus dispositivos a la vez que también almacena y protege de forma segura sus documentos privados. No se convierta en una víctima de los hackers. Utilice Keeper. \n\nPor qué utilizar el Gestor de contraseñas de Keeper\n\n• Le ayudamos a crear y almacenar contraseñas sólidas de forma sencilla. ¡Se acabaron las notas adhesivas!\n\n• Iniciar sesión en sus páginas web favoritas en todos sus dispositivos es muy sencillo gracias a la función de rellenado automático.\n\n• Protegemos sus archivos, fotos y vídeos confidenciales en un almacén cifrado seguro.\n\n• Keeper le permite compartir de forma segura contraseñas o archivos individuales con personas de confianza. \n\n• La nueva función Historial de versiones ofrece una herramienta de auditoría valiosa que le permite ver la fecha de modificación de un registro, restablecerlo a la versión anterior o eliminarlo de su almacén de forma permanente.\n\n• La función Acceso de emergencia le permite elegir hasta 5 personas de confianza que podrán acceder a su cuenta en caso de emergencia. \n\nQué hace que nuestro Guardián de contraseñas sea el mejor\n\n• A cada usuario se le proporciona un almacén privado y seguro protegido por nuestra inigualable arquitectura de seguridad de conocimiento cero con diferentes niveles de cifrado. El almacén de cada usuario está protegido por una contraseña principal que solo conoce el usuario. \n\n• Keeper crea contraseñas sólidas dentro del almacén. Crear una contraseña sólida y única para cada página web es crucial para limitar el riesgo de convertirse en una víctima de los hackers. \n\n• KeeperFill™ ofrece una función de rellenado automático potente y fácil de usar. Además de rellenar contraseñas de forma automática, Keeper guarda las contraseñas nuevas en el almacén mientras las escribe. \n\n• La función Auditoría de seguridad de Keeper le ayuda a identificar qué cuentas requieren una actualización de la contraseña y puede crearle contraseñas sólidas con un simple clic. \n\n• Keeper protege sus archivos confidenciales con un cifrado de grado militar. Añada archivos, fotos y vídeos a su almacén de forma sencilla y organícelos en carpetas.\n\n• Puede compartir contraseñas o archivos directamente con otro usuario de Keeper o con un grupo de personas de confianza. En un segundo plano, la información se cifra con la clave pública del destinatario y se descifra con su clave privada.\n\n• Cambie de forma sencilla entre las distintas cuentas de Keeper (el almacén personal o el de trabajo, por ejemplo) cuando inicie sesión.\n\n• Keeper utiliza diferentes capas de cifrado mediante el almacenamiento de su datos en nuestra propia nube segura, al contrario que otros competidores que utilizan un cifrado parcial en sus nubes o dependen de terceros para almacenar contraseñas. Con Keeper, su información permanece cifrada al 100 % el 100 % del tiempo.\n\nFunciones y beneficios del Gestor de contraseñas de Keeper:\n\n• Protección de un número ilimitado de contraseñas en su almacén.\n• Rellenado automático de contraseñas.\n• Generación de contraseñas seguras.\n• Acceso y sincronización de sus contraseñas desde cualquiera de sus dispositivos (teléfono, tableta y ordenador).\n• Protección de archivos y fotos en su almacén seguro.\n• Use Keeper para compartir contraseñas y archivos de forma segura con personas de confianza.\n• Almacenamiento seguro de los datos de sus tarjetas de crédito y débito.\n• Plataforma diseñada con una arquitectura de seguridad de conocimiento cero.\n• Integración con proveedores de sistemas de verificación en dos pasos (SMS, Google Authenticator, Duo Security y RSA SecurID).\n• Utilización de un cifrado AES de 256 bits y una tecnología PBKDF2.\n• Posibilidad de activar un temporizador de cierre de sesión personalizado.\n• Con certificación TRUSTe y SOC-2 para mayor tranquilidad.\n\nÚnase a los millones de personas que ya utilizan la seguridad de primera categoría del Gestor de contraseñas de Keeper para proteger su información personal y profesional de hackers y ciberdelincuentes.\n\nKeeper, Password Keeper y el logotipo de Keeper son marcas comerciales registradas de Keeper Security, Inc. N.º de patente de EE. UU. 8.656.504, 8.868.932 y 8.738.934. Patentes en trámite.\n\nPolítica de privacidad: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/47d80b5b599777ccbb4f1be1e34cbf3e36812f90c4060a6aab5e8fd29630d6e6/https%3A//keepersecurity.com/es_ES/privacypolicy.html\" rel=\"nofollow\">https://keepersecurity.com/es_ES/privacypolicy.html</a>\nTérminos de uso: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/3871a79e6fb79a3b0310ebfa6c76ce9aa4d6ec1743819edb660b5f7a13416778/https%3A//keepersecurity.com/es_ES/termsofuse.html\" rel=\"nofollow\">https://keepersecurity.com/es_ES/termsofuse.html</a>\n\n* Si necesita ayuda, visite <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/fb128cfe360f81e98e7d84c4d5ba5a193480422104d79922fa29c69562252291/http%3A//keepersecurity.com/support\" rel=\"nofollow\">keepersecurity.com/support</a>",
        "fr": "Protégez vos données avec le protecteur de mots de passe et coffre-fort numérique nº 1 des téléchargements et de la confiance. Le gestionnaire de mots de passe Keeper crée et stocke des mots de passe complexes et les renseigne automatiquement sur tous vos appareils, tout en protégeant vos documents privés. Ne vous faites pas pirater. Utilisez Keeper. \n\nPourquoi utiliser le gestionnaire de mots de passe Keeper ?\n\n• Nous vous aidons à créer facilement des mots de passe complexes et à les stocker. Finis les mots de passe notés sur des post-it !\n\n• Notre fonctionnalité de remplissage automatique vous connecte à tous vos sites préférés et sur tous vos appareils en toute simplicité.\n\n• Nous protégeons vos fichiers, photos et vidéos confidentiels dans un coffre-fort chiffré sécurisé.\n\n• Partagez en toute sécurité des mots de passe individuels ou des fichiers avec les personnes en qui vous avez confiance. \n\n• Notre nouvelle fonctionnalité d'historique de version est un outil de contrôle très utile qui vous permet de voir la date de modification d'une archive, de revenir à une de ses anciennes versions ou de la supprimer définitivement de votre coffre-fort.\n\n• Avec notre fonctionnalité d'accès en cas d'urgence, vous pouvez choisir jusqu'à 5 personnes de confiance à qui vous donnez l'autorisation d'accéder à votre coffre-fort en cas d'urgence. \n\nPourquoi notre protecteur de mots de passe est-il nº 1 ?\n\n• Chaque utilisateur possède son propre coffre-fort privé et sécurisé par notre architecture de sécurité à connaissance nulle et plusieurs niveaux de chiffrement, une technologie inégalée sur le marché. Chaque coffre-fort est protégé par un mot de passe principal connu uniquement par l'utilisateur. \n\n• Keeper génère des mots de passes complexes à l'intérieur-même du coffre-fort. Pour vous protéger contre le piratage, la création et l'utilisation de mots de passe complexes et différents pour chaque site web auquel vous vous connectez sont capitales. \n\n• KeeperFill™ propose une fonctionnalité de remplissage automatique performante et simple d'utilisation. En plus de renseigner automatiquement vos mots de passe, Keeper enregistre vos nouveaux mots de passe dans votre coffre-fort au moment même où vous les saisissez. \n\n• La fonctionnalité de contrôle de sécurité de Keeper vous permet d'identifier les comptes dont le mot de passe doit être mis à jour et génère un mot de passe complexe pour vous d'un simple clic. \n\n• Keeper protège vos fichiers confidentiels avec un chiffrement de niveau militaire. Ajoutez des fichiers, photos et vidéos à votre coffre-fort en toute simplicité et organisez-les avec des dossiers.\n\n• Vous pouvez partager des mots de passe ou fichiers directement avec un autre utilisateur (ou groupe d'utilisateurs) de Keeper en qui vous avez confiance. En arrière-plan, les données sont chiffrées avec la clé publique du destinataire et déchiffrées avec sa clé privée.\n\n• Passez facilement d'un compte Keeper à un autre (coffres-forts professionnel et personnel par exemple) quand vous vous connectez.\n\n• Nous utilisons plusieurs niveaux de chiffrement en stockant vos données dans notre propre cloud sécurisé, contrairement à nos concurrents qui utilisent un chiffrement partiel sur leur cloud et font appel à des tiers pour le stockage de mots de passe. Avec Keeper, vos données sont chiffrées à 100 %, 24h/24.\n\nFonctionnalités et avantages du gestionnaire de mots de passe Keeper :\n\n• Protection d'un nombre illimité de mots de passe dans votre coffre-fort\n• Remplissage automatique de mots de passe\n• Création de mots de passe complexes\n• Synchronisation et accès à vos mots de passe sur tous vos appareils (téléphone, tablette, ordinateur)\n• Protection de fichiers et photos dans votre coffre-fort sécurisé\n• Partage sécurisé de mots de passe et fichiers avec les personnes en qui vous avez confiance\n• Stockage sécurisé de coordonnées de cartes de crédit et débit\n• Architecture de sécurité à connaissance nulle\n• Intégration avec des fournisseurs d'authentification à deux facteurs (SMS, Google Authenticator, Duo Security ou RSA SecurID)\n• Utilisation du chiffrement AES-256 bit et de la technologie PBKDF2\n• Délai de déconnexion personnalisé\n• Certification TRUSTe et SOC-2 : confiance totale\n\nRejoignez les millions d'utilisateurs du gestionnaire de mots de passe Keeper et protégez vos données personnelles et professionnelles contre les pirates et cybercriminels grâce à la sécurité optimale des logiciels Keeper.\n\nKeeper, le nom des produits Keeper et le logo Keeper sont des marques commerciales déposées de Keeper Security, Inc. U.S. Patent (Brevet américain) Nº\n\n* Si vous avez besoin d'aide, veuillez visiter <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/fb128cfe360f81e98e7d84c4d5ba5a193480422104d79922fa29c69562252291/http%3A//keepersecurity.com/support\" rel=\"nofollow\">keepersecurity.com/support</a>\n\nPolitique de confidentialité : <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/38715740b765a7b8d178ec85eebd2543837d3e23b253fc0ec851fe71dca884ab/https%3A//keepersecurity.com/fr_FR/privacypolicy.html\" rel=\"nofollow\">https://keepersecurity.com/fr_FR/privacypolicy.html</a>\nConditions d'utilisation : <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/a1e147faeba94cfd04acd5c92597b2989f2a520d0ae922c4d42a0a113d4d7776/https%3A//keepersecurity.com/fr_FR/termsofuse.html\" rel=\"nofollow\">https://keepersecurity.com/fr_FR/termsofuse.html</a>",
        "he": "מדוע להשתמש במנהל הסיסמאות שלKeeper? אנו מסייעים לך ליצור ולאחסן סיסמאות חזקות בקלות. אל תאפשר שיפרצו למידע שלך. השתמש ב-Keeper. \n\nמדוע להשתמש במנהל הסיסמאות של Keeper?\n\n• אנו מסייעים לך ליצור ולאחסן סיסמאות חזקות בקלות. די לפתקים הנדבקים!\n\n• תכונת מילוי הפרטים האוטומטי הופכת את הכניסה לאתרי האינטרנט המועדפים שלך לפשוטה מאוד בכל ההתקנים שלך.\n\n• אנו מגנים על הקבצים, התמונות וסרטוני הווידאו האישיים שלך בכספת מוצפנת ומאובטחת. \n\n• Keeper מאפשרת לך לשתף באופן מאובטח סיסמאות וקבצים עם האנשים שבהם אתה נותן אמון \n\n• התכונה 'היסטוריית גרסה' החדשה שלנו מספקת כלי ביקורת משמעותי שמאפשר לך לראות את התאריך שבו בוצע שינוי ברשומה, לחזור לגרסה קודמת או למחוק אותה מהכספת שלך.\n\n• התכונה 'גישה בשעת חירום' מאפשרת לך לבחור עד 5 אנשים שעליהם אתה סומך ולהקנות להם גישה לחשבון שלך במקרה חירום. \n\nמה הופך את מגן הסיסמאות שלנו לטוב ביותר?\n\n• כל משתמש מקבל כספת פרטית ומאובטחת שמוגנת על ידי ארכיטקטורת האבטחה מסוג אפס ידע שלנו בעלת רמות מרובות של הצפנה. כל כספת של משתמש מוגנת על ידי סיסמת אם שידועה רק למשתמש. \n\n• Keeper יוצרת סיסמאות חזקות בתוך הכספת. יצירת סיסמה ייחודית וחזקה לכל אתר אינטרנט היא גורם קריטי להורדת הסיכון של פריצות לחשבון. \n\n• KeeperFill™מספקת תכונת מילוי אוטומטי חזקה וקלה לשימוש. בנוסף למילוי אוטומטי של סיסמאות, Keeper שומרת סיסמאות בכספת תוך כדי הקלדתן. \n\n• תכונת ביקורת האבטחה של Keeper מסייעת לך לזהות את החשבונות שבהם דרוש עדכון סיסמה והיא יכולה ליצור סיסמה חזקה עבורך בלחיצה אחת. \n\n• Keeper מגנה על הקבצים האישיים שלך עם הצפנה ברמה צבאית. הוסף קבצים, תמונות וסרטוני וידיאו בקלות לכספת שלך וארגן אותם באמצעות התיקיות שלך.\n\n• תוכל לשתף סיסמאות או קבצים ישירות עם משתמש Keeper אחר או עם קבוצת אנשים שעליהם אתה סומך. מאחורי הקלעים, המידע מוצפן עם המפתח הציבורי של המשתמש ומפוענחת באמצעות המפתח הפרטי שלהם.\n\n• עבור בקלות בין חשבונות Keeper מרובים (כגון כספת פרטית ועסקית) בעת הכניסה לחשבון.\n\n• Keeper משתמשת ברמות מרובות של הצפנה באמצעות אחסון הנתונים שלך בענן המאובטח שלנו בניגוד למתחרים שמשתמשים בהצפנה חלקית בענן שלהם או נסמכים על גורמי צד שלישי לאחסון סיסמאות. עם Keeper המידע שלך נשאר 100% מוצפן ב-100% מהזמן.\n\nתכונות ויתרונות של מנהל הסיסמאות של Keeper:\n\n• הגנה על מספר סיסמאות בלתי מוגבל בכספת שלך\n• מילוי סיסמאות אוטומטי\n• צור סיסמאות חזקות\n• גישה וסנכרון סיסמאות מכל ההתקנים שלך (טלפון, טאבלט, מחשב)\n• נעילת קבצים ותמונות בכספת המאובטחת\n• השתמש ב-Keeper כדי לשתף באופן מאובטח סיסמאות וקבצים עם האנשים שבהם אתה נותן אמון\n• אחסון פרטי כרטיס אשראי באופן מאובטח\n• נוצר עם אבטחה מסוג אפס ידע\n• משתלב עם ספקי אימות בעל שני שלבים (SMS, Google Authenticator, Duo Security או RSA SecurID)\n• שימוש בהצפנה מסוג AES-256 וטכנולוגיית PBKDF2\n• הפעלת טיימר יציאה מותאם אישית\n• מוסמך TRUSTe ו-SOC-2 בשביל השקט הנפשי שלך\n\nהצטרף למיליוני האנשים שמשתמשים באבטחה ברמה עולמית של מנהל הסיסמאות של Keeper כדי להגן על המידע האישי והמקצועי שלהם מפני האקרים ופושעי סייבר.\n\nKeeper, Password Keeper והלוגו של Keeper הם סימנים מסחריים רשומים של .Keeper Security, Inc. פטנט אמריקאי מס' 8,656,504, 8,868,932 ו-8,738,934. בקשה לפטנט תלויה ועומדת.\n\nמדיניות פרטיות: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/8f6700d148ecad93e7a56e453553008a840cff1d92136c8d020ae4a87582cf7d/https%3A//keepersecurity.com/privacypolicy.html\" rel=\"nofollow\">https://keepersecurity.com/privacypolicy.html</a>\nתנאי שימוש: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f7ed6e1edb96294599b4f2322e0c04e2ef472845a3c1a0077a301a15469cbd83/https%3A//keepersecurity.com/termsofuse.html\" rel=\"nofollow\">https://keepersecurity.com/termsofuse.html</a>\n\n* אם אתה זקוק לעזרה, אנא בקר <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0e5c52acd974911a53975a5f46d857deea70ccef844b65c00a1845a8ea31d2c5/http%3A//%D7%91-keepersecurity.com/support\" rel=\"nofollow\">ב-keepersecurity.com/support</a>",
        "it": "Massima protezione con l'archiviatore di password e la cassetta digitale più affidabile e scaricata al mondo Il gestore di password Keeper genera, conserva e compila in automatico password ad elevata sicurezza su tutti i dispositivi in uso, conservando e proteggendo al contempo e in tutta sicurezza i documenti privati. Bando agli hacker. Largo a Keeper. \n\nPerché usare il gestore di password Keeper?\n\n• Aiutiamo a generare e conservare password ad elevata sicurezza. Basta coi foglietti adesivi!\n\n• La funzione di compilazione automatica facilita notevolmente l'accesso ai siti Web preferiti su tutti i dispositivi in uso.\n\n• Proteggiamo i file, le foto e i video privati in una cassetta di sicurezza crittografata.\n\n• Keeper consente di condividere in tutta sicurezza le singole password o i singoli file con le persone più fidate. \n\n• La nuova funzione Cronologia versione offre un prezioso strumento di verifica che consente di visualizzare la data di modifica di una voce, ritornare a una versione precedente o eliminarla in modo permanente dalla cassetta.\n\n• La funzione Accesso di emergenza consente di selezionare fino a 5 persone fidate che possono accedere al proprio account in caso di emergenza. \n\nCos'è che rende il nostro archiviatore di password il migliore sul mercato?\n\n• Ogni utente riceve una cassetta di sicurezza privata protetta dalla nostra architettura di sicurezza zero-knowledge con più livelli di crittografia. La cassetta di sicurezza personale è protetta da una password principale nota soltanto all'utente. \n\n• Keeper genera password a elevata sicurezza all'interno della cassetta. La creazione di una password univoca e a elevata sicurezza per ogni sito Web è importante per limitare il rischio di violazione. \n\n• KeeperFill™ offre una potente funzione di compilazione automatica facile da usare. Oltre a compilare le password, Keeper salva quelle nuove nella cassetta di sicurezza man mano che vengono digitate. \n\n• La funzione Verifica sulla sicurezza di Keeper aiuta a identificare gli account che necessitano l'aggiornamento della password e con un semplice clic può generare una password a elevata sicurezza per l'utente. \n\n• Keeper protegge i file riservati con una crittografia di grado militare. Aggiunta facilitata di file, foto e video nella cassetta di sicurezza e relativa organizzazione in cartelle.\n\n• È possibile condividere password o file direttamente con un altro utente di Keeper o con un gruppo di persone fidate. Lontano da occhi indiscreti, le informazioni vengono crittografate con la chiave pubblica del destinatario e decrittografate con la relativa chiave privata.\n\n• Passaggio facilitato tra più account di Keeper (quali la cassetta personale e quella aziendale) all'accesso.\n\n• Keeper utilizza più livelli di crittografia conservando i dati nel nostro cloud protetto rispetto ad altri software che utilizzano la crittografia parziale nel loro cloud o che si affidano a spazi di archiviazione per password offerti da terze parti. Con Keeper le informazioni rimangono completamente crittografate per tutto il tempo.\n\nFunzioni e vantaggi del gestore di password Keeper:\n\n• Protezione illimitata per password nella cassetta di sicurezza personale\n• Compilazione automatica delle password\n• Generazione di password ad elevata sicurezza\n• Accesso e sincronizzazione delle password da qualsiasi dispositivo in uso (telefono, tablet, computer)\n• Conservazione di file e foto nella cassetta di sicurezza\n• Utilizzo di Keeper per condividere in tutta sicurezza password e file con le persone più fidate\n• Memorizzazione sicura delle informazioni delle carte di credito e debito\n• Implementazione di un'architettura di sicurezza zero-knowledge\n• Integrazione con fornitori di sistemi di verifica a due fasi (SMS, Google Authenticator, Duo Security o RSA SecurID)\n• Utilizzo della crittografia AES a 256 bit e della tecnologia PBKDF2\n• Possibilità di attivare un timer di disconnessione personalizzato\n• Certificazioni TRUSTe e SOC-2 per la vostra tranquillità\n\nUnisciti ai milioni di utenti che si affidano alla sicurezza di prim'ordine offerta da Keeper, l'app per la gestione delle password, per salvaguardare informazioni personali e professionali dalle grinfie di hacker e criminali cibernetici.\n\nKeeper, Password Keeper e il logo Keeper sono marchi registrati di Keeper Security, Inc. Brevetti statunitensi n. 8,656,504, 8,868,932 e 8,738,934. In attesa di brevetto.\n\nInformativa sulla privacy: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5da57d353b4a510cb2318b7328ba8f2a539b50b91913c7d7c9f7ba6c24a19303/https%3A//keepersecurity.com/it_IT/privacypolicy.html\" rel=\"nofollow\">https://keepersecurity.com/it_IT/privacypolicy.html</a>\nTermini di utilizzo: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0a3e198850cdfc39e409a23b2ceda1dd69925abb01b905d8569b1e209cf647b9/https%3A//keepersecurity.com/it_IT/termsofuse.html\" rel=\"nofollow\">https://keepersecurity.com/it_IT/termsofuse.html</a>\n\n* Se hai bisogno di aiuto, visita <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/fb128cfe360f81e98e7d84c4d5ba5a193480422104d79922fa29c69562252291/http%3A//keepersecurity.com/support\" rel=\"nofollow\">keepersecurity.com/support</a>",
        "ja": "世界一信頼され、ダウンロード数ナンバー 1 のパスワードキーパーとデジタルボルトで、引き続き保護してください。 Keeper パスワードマネージャーは、プライベート文書を安全に保管かつ保護しながら、ご利用中のデバイスすべてで強固なパスワードを生成、保管、自動入力してくれます。 ハッキングを防ぎましょう。 Keeper をゲットしましょう。 \n\nKeeper パスワードマネージャーを使用する理由は？\n\n• 簡単に強固なパスワードを生成し保管できます。 もうメモをとる必要はありません！\n\n• 自動入力機能を使えば、ご利用中のデバイスすべてでお気に入りウェブサイトへ簡単にサインインできます。\n\n• 極秘ファイル、写真、ビデオを暗号化された安全なボルト内で保護します。\n\n• Keeper を使えば、信頼できる相手と個人パスワードやファイルを安全に共有できます。 \n\n• 新しい「バージョン履歴記録」には有益な監視ツールが内蔵されており、データが変更された日付を表示したり、以前の記録バージョンへ戻したり、ご利用中のボルトから完全に削除したりできます。\n\n• 緊急アクセス機能を使えば、緊急事態が起こった際に自分のアカウントへアクセスできる信頼のおける相手を最高 5 名まで選択可能です。 \n\n弊社パスワードキーパーがベストな理由は？\n\n• 多段階暗号化が施された無敵のゼロ知識セキュリティアーキテクチャにより保護された安全な専用ボルトが各ユーザーに提供されます。 ユーザー専用ボルトは、使用ユーザーのみが知り得るマスターパスワードによりガードされています。 \n\n• Keeper はボルト内で強固なパスワードを生成します。 ハッキングされるリスクを極限まで下げるうえで、ウェブサイトごとに固有かつ強固なパスワードを生成することは重要です。 \n\n• KeeperFill™ は強力かつ簡単な自動入力機能を備えています。 パスワードの自動入力に加え、Keeper はユーザーが入力した新規パスワードもボルト内に保管します。 \n\n• Keeper のセキュリティ監視機能はパスワードアップデートが必要なアカウントを特定し、1 回のクリックで強固なパスワードを生成してくれます。 \n\n• Keeper は軍用グレードの暗号化でユーザーの極秘ファイルを保護します。 ファイル、写真、ビデオを簡単にボルトへ追加できるだけでなく、それらをフォルダで簡単に整理可能です。\n\n• 他の Keeper ユーザーあるいは信頼のおける人たちから成るグループと直接パスワードやファイルを共有できます。 表示されることはありませんが、情報は受信者の公開鍵で暗号化され、暗号化した本人の秘密鍵で暗号解除されます。\n\n• ログインする際に、複数の Keeper アカウント（ビジネス用や個人用ボルト）を簡単に切り替えられます。\n\n• Keeper は弊社専用の安全なクラウドにユーザーデータを保存し、多段階の暗号化レイヤーを使用しています。これに対し競合他社は、自身のクラウドで部分的な暗号化を使用するか、サードパーティーのパスワードストレージに依存しています。 Keeper を使えば、ユーザー情報は常時 100% 暗号化されています。\n\nKeeper パスワードマネージャーの機能と利点：\n\n• 専用ボルト内で無制限にパスワードを保護\n• パスワードを自動入力\n• 強固なパスワードを生成\n• すべてのデバイス（携帯、タブレット、コンピュータ）からパスワードへアクセスして同期\n• 安全な専用ボルト内にファイルや写真をロック\n• Keeper を使用し、信頼できる相手と安全にパスワードやファイルを共有\n• クレジットカードやデビットカードの情報を安全に保管\n• ゼロ知識セキュリティアーキテクチャによる設計\n• 2 段階認証プロバイダ（SMS、Google 認証、Duo Security、RSA SecurID）と統合\n• AES-256 ビット暗号化ならびに PBKDF2 テクノロジーの採用\n• カスタムなログアウトタイマーを設定可能\n• 安心感を高める TRUSTe ならびに SOC-2 認証\n\nハッカーやサイバー犯罪者から個人情報と仕事関連情報を保護するため、世界クラスのセキュリティを搭載した Keeper パスワードマネージャーを運用している数百万人の仲間入りしてください。\n\nKeeper、Password Keeper、Keeper ロゴは Keeper Security 社の登録商標です。 アメリカ合衆国特許番号 「8,656,504」「8,868,932」「8,738,934」。 特許出願中。\n\nプライバシーポリシー： <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/7f87fc69be63ef795bb39f9d1b3ab9ebd3d9a4785a866dca766df942b5cff58f/https%3A//dev.keepersecurity.com/ja_JP/privacypolicy.html\" rel=\"nofollow\">https://dev.keepersecurity.com/ja_JP/privacypolicy.html</a>\n利用規約： <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/4c90d8e8b1fd467eff787122b646b99f9004d8a136626c36bb4ce00a4eb3bff9/https%3A//dev.keepersecurity.com/ja_JP/termsofuse.html\" rel=\"nofollow\">https://dev.keepersecurity.com/ja_JP/termsofuse.html</a>\n\n* サポートが必要な場合は、<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/fb128cfe360f81e98e7d84c4d5ba5a193480422104d79922fa29c69562252291/http%3A//keepersecurity.com/support\" rel=\"nofollow\">keepersecurity.com/support</a> にアクセスしてください。",
        "ko": "세계에서 가장 높은 신뢰도와 다운로드 수를 자랑하는 비밀번호 보호 앱 및 디지털 금고를 만나보세요. Keeper의 비밀번호 관리자는 모든 기기에 대한 고강도 비밀번호를 생성, 저장 및 자동 입력할 수 있으며, 개인 문서와 미디어 등도 안전하게 지킬 수 있습니다. 해킹 걱정은 접어두세요. Keeper를 선택하세요. \n\nKeeper 비밀번호 관리자를 선택해야 할 이유는?\n\n• 고강도 보안 비밀번호를 손쉽게 생성하고 저장합니다. 더 이상 메모 용지에 적어놓지 마세요.\n\n• 자동 입력 기능을 이용하면 즐겨찾는 웹사이트에 어느 기기에서나 간편하게 로그인할 수 있습니다.\n\n• 개인용 파일, 사진, 동영상을 안전한 암호화 금고에 저장해 보호합니다.\n\n• Keeper는 신뢰하는 다른 사람과 안전하게 개인용 비밀번호를 공유할 수 있는 솔루션입니다. \n\n• 새로운 버전 내역 옵션을 사용하면 기록이 수정된 정확한 날짜를 확인해 기록 감사 도구로도 활용할 수 있으며, 이전 버전으로 되돌리거나 영구 삭제할 수 있습니다.\n\n• 긴급 액세스 기능을 이용하면 최대 5명의 안심 사용자를 지정해 비상 상황이 발생했을 때 내 계정에 대한 액세스를 공유합니다. \n\n비밀번호 보호 솔루션을 선택하는 기준은?\n\n• Keeper는 앞서가는 경쟁력의 영지식 보안 아키텍처와 더불어 여러 수준의 암호화를 적용해 가장 안전한 디지털 금고 기술을 모든 사용자에게 제공하고 있습니다. 모든 사용자의 금고에는 오로지 사용자 본인만 확인 가능한 마스터 비밀번호가 적용됩니다. \n\n• Keeper는 금고 내에서 강력한 보안 비밀번호를 생성합니다. 각 웹사이트를 위한 고유의 보안 비밀번호를 생성함으로써 해킹 피해를 입을 확률을 크게 줄입니다. \n\n• KeeperFill™은 쉽고 강력한 자동 입력 기능을 제공합니다. 비밀번호 자동 입력 외에도 Keeper에는 입력과 동시에 신규 비밀번호를 저장할 수 있습니다. \n\n• Keeper의 보안 감사 기능을 이용하면 어느 계정에 비밀번호 변경이 필요한지 확인하고 한 번의 클릭만으로 강력한 보안 강도의 비밀번호를 생성할 수 있습니다. \n\n• Keeper는 군용 등급 암호화를 적용해 문서를 보호합니다. 나만의 디지털 금고에 파일, 사진, 동영상을 저장하고 폴더 방식으로 관리할 수 있습니다.\n\n• 다른 Keeper 사용자, 또는 개인적으로 신뢰하는 사람들과 비밀번호 또는 파일을 직접 공유할 수 있습니다. 모든 정보는 공유를 수신하는 사용자의 공용 키를 사용해 암호화되며, 암호 해제 시에는 개인용 키를 사용합니다.\n\n• 업무용 및 개인용 Keeper 계정을 사용할 경우에도 손쉽게 서로 전환하며 로그인할 수 있습니다.\n\n• Keeper는 클라우드 공간에 일부 정보만 암호화하거나 아예 타사의 클라우드 공간에 전적으로 의존하는 솔루션들과 달리, 직접 운영하는 보안 클라우드에 다층형 암호화 기술을 적용해 사용자의 데이터를 저장합니다. Keeper에서는 사용자의 정보가 100% 암호화된 상태로 100% 저장됩니다.\n\nKeeper 비밀번호 관리자의 특징과 장점:\n\n• 금고에 무한대 수의 비밀번호 저장 가능\n• 비밀번호 자동 입력\n• 고강도 보안 비밀번호 생성\n• 스마트폰, 태블릿, 컴퓨터 등 어느 기기에서도 비밀번호 액세스 및 동기화 가능\n• 보안 금고에 파일 및 사진 안전 저장\n• Keeper를 이용해 신뢰할 수 있는 사람들과 비밀번호 및 파일 공유\n• 신용카드 및 현금카드 정보 안전하게 저장\n• 영지식 보안 아키텍처 적용\n• SMS, Google Authenticator, Duo Security, RSA SecurID 등 2단계 인증 서비스 내장\n• AES 256비트 암호화 및 PBKDF2 기술 적용\n• 사용자 지정 로그아웃 타이머 지원\n• TRUSTe 및 SOC-2 인증 완료\n\n전 세계 수백만 명의 사용자들이 Keeper 패스워드 매니저가 제공하는 강력한 보안 솔루션을 이용해 개인용 및 업무용 파일과 비밀번호를 해킹 공격으로부터 지키고 있습니다.\n\nKeeper, 비밀번호 관리자 및 Keeper 로고는 Keeper Security의 등록 상표입니다. 미국 특허 번호 8,656,504, 8,868,932 및 8,738,934. 특허 출원중.\n\n개인정보 보호정책: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/8f6700d148ecad93e7a56e453553008a840cff1d92136c8d020ae4a87582cf7d/https%3A//keepersecurity.com/privacypolicy.html\" rel=\"nofollow\">https://keepersecurity.com/privacypolicy.html</a>\n이용약관: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f7ed6e1edb96294599b4f2322e0c04e2ef472845a3c1a0077a301a15469cbd83/https%3A//keepersecurity.com/termsofuse.html\" rel=\"nofollow\">https://keepersecurity.com/termsofuse.html</a>\n\n* 도움이 필요하시면 <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0d462538023e4863c0dfa62286ea7dddcffb8ca04f7551d568cafad5ab6c44d9/http%3A//keepersecurity.com/support%EB%A5%BC\" rel=\"nofollow\">keepersecurity.com/support를</a> 방문하세요.",
        "nl": "Blijf beschermd met 's werelds meest vertrouwde en meest gedownloade wachtwoordbeheerder en digitale kluis. Keeper's wachtwoordbeheerder genereert, bewaart en vult sterke wachtwoorden automatisch in op al uw apparaten. Daarnaast kan de wachtwoordbeheerder uw privédocumenten veilig opslaan en beschermen. Zorg dat u niet wordt gehackt. Haal Keeper. \n\nWaarom zou u de Keeper-wachtwoordbeheerder gebruiken?\n\n• We helpen u sterke wachtwoorden eenvoudig te genereren en op te slaan. Geen plakbriefjes meer!\n\n• Via onze functie om automatisch in te vullen, is aanmelden bij uw favoriete websites een fluitje van een cent op al uw apparaten.\n\n• We beschermen uw vertrouwelijke bestanden, foto's en video's in een veilige, versleutelde kluis. \n\n• Met Keeper kunt u losse wachtwoorden of bestanden eenvoudig delen met mensen die u vertrouwt. \n\n• Met onze nieuwe functie Versiegeschiedenis hebt u een waardevol controlemiddel in handen waarmee u de datum waarop een record was aangepast kunt bekijken, terug kunt keren naar een eerdere versie of de record voorgoed kunt verwijderen uit uw kluis.\n\n• Met onze functie Noodtoegang kunt u tot 5 vertrouwenspersonen kiezen voor toegang tot uw account in geval van nood. \n\nWaarom is onze wachtwoordbeheerder de beste?\n\n• Elke gebruiker krijgt een veilige en eigen kluis, beschermd met onze zero-knowledge beveiligingsarchitectuur met meerdere versleutelingslagen. Elke kluis wordt beschermd door een hoofdwachtwoord dat alleen de gebruiker kent. \n\n• Keeper genereert sterke wachtwoorden in de kluis. Een uniek en sterk wachtwoord maken voor elke website is uitermate belangrijk om het risico op hacken te beperken. \n\n• KeeperFill™ biedt een gebruikersvriendelijke optie om automatisch in te vullen. Naast het automatisch invullen van wachtwoorden, slaat Keeper nieuwe wachtwoorden op in de kluis terwijl u typt. \n\n• Met Keeper's beveiligingscontrolefunctie kunt u identificeren welke accounts een wachtwoordupdate nodig hebben. U kunt vervolgens met één enkele klik een sterk wachtwoord genereren. \n\n• Keeper beschermt uw vertrouwelijke bestanden met versleuteling van militair niveau. Voeg eenvoudig bestanden, foto's en video's toe aan uw kluis en orden ze met mappen.\n\n• U kunt wachtwoorden of bestanden rechtstreeks delen met een andere Keeper-gebruiker of met een groep mensen die u vertrouwt. Achter de schermen wordt informatie versleuteld met de openbare sleutel van de ontvanger en ontcijferd met diens privésleutel.\n\n• Schakel eenvoudig tussen meerdere Keeper-accounts (zoals een zakelijke en privékluis) bij het aanmelden.\n\n• Keeper gebruikt meerdere versleutelingslagen door uw gegevens op te slaan in onze eigen veilige cloud, anders dan concurrenten die slechts gedeeltelijke versleuteling in hun cloud gebruiken of afhankelijk zijn van derde partijen voor de opslag van wachtwoorden. Met Keeper blijft uw informatie 100% van de tijd 100% versleuteld.\n\n<b>Functies en voordelen van Keeper-wachtwoordbeheerder:</b>\n\n• Onbeperkt wachtwoorden beschermen in uw kluis\n• Wachtwoorden automatisch invullen\n• Sterke wachtwoorden genereren\n• Toegang tot en synchronisatie van uw wachtwoorden via al uw apparaten (telefoon, tablet, computer)\n• Bestanden en foto's vergrendelen in uw veilige kluis\n• Gebruik Keeper om wachtwoorden en bestanden veilig te delen met personen die u vertrouwt\n• Uw creditcard- en bankpasgegevens veilig opslaan\n• Gebouwd met zero-knowledge beveiligingsarchitectuur\n• Integreert met tweestaps verificatieproviders (sms, Google Authenticator, Duo Security of RSA SecurID)\n• Maakt gebruik van AES-256-bits versleuteling en PBKDF2-technologie\n• Eigen afmeldingstimer inschakelen\n• Gecertificeerde TRUSTe en SOC-2 voor uw gemoedsrust\n\nSluit u aan bij de miljoenen mensen die Keeper-wachtwoordbeheerders eersteklas beveiliging gebruiken om hun persoonlijke en professionele informatie te beschermen tegen hackers en cybercriminelen. \n\nKeeper, Password Keeper en het Keeper-logo zijn geregistreerde handelsmerken van Keeper Security, Inc. Amerikaanse patentnrs. 8,656,504, 8,868,932 en 8,738,934. Patenten zijn aangevraagd.\n\nPrivacybeleid: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/35049fc63dd8c6dfa5a9419b12421d18088f1dba7910fcc07a1cd3fd59292d44/https%3A//keepersecurity.com/nl_NL/privacypolicy.html\" rel=\"nofollow\">https://keepersecurity.com/nl_NL/privacypolicy.html</a>\nGebruiksvoorwaarden: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/ca989c4201b04f37ab3809a54da359d41fb03ff284acd2325e49dc57e1daa069/https%3A//keepersecurity.com/nl_NL/termsofuse.html\" rel=\"nofollow\">https://keepersecurity.com/nl_NL/termsofuse.html</a>\n\n* Als u hulp nodig heeft, gaat u naar <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/fb128cfe360f81e98e7d84c4d5ba5a193480422104d79922fa29c69562252291/http%3A//keepersecurity.com/support\" rel=\"nofollow\">keepersecurity.com/support</a>",
        "pl": "Skorzystaj z ochrony najczęściej pobieranej aplikacji do przechowywania haseł i sejfu cyfrowego, który cieszy się największym zaufaniem na świecie. Menedżer haseł Keeper generuje silne hasła, przechowuje je i automatycznie uzupełnia na wszystkich Twoich urządzeniach. Bezpiecznie przechowuje też i chroni Twoje prywatne dokumenty. Nie daj się hakerom. Pobierz aplikację Keeper. \n\nDlaczego warto korzystać z menedżera haseł Keeper?\n\n• Pomożemy Ci w łatwy sposób generować i przechowywać silne hasła. Przyklejane karteczki nie będą Ci już potrzebne!\n\n• Nasza funkcja automatycznego uzupełniania haseł zapewnia szybkie logowanie do Twoich ulubionych witryn internetowych na wszystkich Twoich urządzeniach. \n\n• Zabezpieczamy Twoje poufne pliki, zdjęcia i nagrania w bezpiecznym zaszyfrowanym sejfie.\n\n• Aplikacja Keeper daje Ci możliwość bezpiecznego udostępniania zaufanym osobom poszczególnych haseł lub plików. \n\n• Nowa wersja naszej funkcji Historia jest przydatnym narzędziem kontrolnym, umożliwiającym sprawdzenie daty modyfikacji wpisu, przywrócenie wpisu do wcześniejszej wersji lub usunięcie go z sejfu.\n\n• Nasza funkcja Dostęp alarmowy pozwala wyznaczyć do 5 zaufanych osób, które uzyskają dostęp do Twojego konta na wypadek nadzwyczajnych okoliczności. \n\nCo sprawia, że nasza aplikacja do przechowywania haseł jest najlepsza?\n\n• Każdy użytkownik uzyskuje bezpieczny prywatny sejf, zabezpieczony przez naszą architekturę bezpieczeństwa opartą na szyfrowaniu „zero-knowledge”, z kilkoma warstwami szyfrowania. Sejf każdego użytkownika jest zabezpieczony hasłem, które zna wyłącznie dany użytkownik. \n\n• Keeper generuje silne hasła wewnątrz sejfu. Tworzenie unikatowego silnego hasła ma ogromne znaczenie przy eliminowaniu ryzyka ataków hakerskich. \n\n• KeeperFill™ zapewnia niezwykle skuteczną i łatwą w użyciu funkcję automatycznego uzupełniania haseł. Oprócz uzupełniania haseł aplikacja Keeper zapisuje również nowe hasła w sejfie podczas ich wpisywania. \n\n• Funkcja Audyt bezpieczeństwa dostępna w aplikacji Keeper pozwoli Ci sprawdzić, które konta wymagają zmiany hasła i wygenerować silne hasło za pomocą jednego kliknięcia. \n\n• Aplikacja Keeper chroni Twoje poufne pliki przy użyciu technologii szyfrowania o standardzie wojskowym. Dodawaj w prosty sposób pliki, zdjęcia i nagrania do swojego sejfu i porządkuj je w folderach.\n\n• Możesz udostępniać hasła i pliki bezpośrednio innemu użytkownikowi Keeper lub grupie zaufanych osób. Informacje są szyfrowane przy użyciu klucza publicznego odbiorcy i odszyfrowywane przy użyciu jego klucza prywatnego.\n\n• Podczas logowania istnieje możliwość prostego przechodzenia z jednego konta Keeper na drugie (np. z sejfu firmowego na prywatny).\n\n• Keeper stosuje kilka warstw szyfrowania, przechowując dane we własnej bezpiecznej chmurze, podczas gdy konkurencyjne firmy stosują tylko częściowe szyfrowanie w swoich chmurach lub współpracują ze stronami trzecimi w celu przechowywania haseł. Z aplikacją Keeper Twoje informacje są w 100% zaszyfrowane przez cały czas.\n\nFunkcje i korzyści oferowane przez menedżer haseł Keeper:\n\n• Przechowywanie w sejfie nieograniczonej liczby haseł\n• Automatyczne wypełnianie haseł\n• Generowanie silnego hasła\n• Dostęp do haseł i ich synchronizowanie z dowolnego urządzenia (telefonu, tabletu lub komputera)\n• Przechowywanie plików i zdjęć w Twoim bezpiecznym sejfie\n• Możliwość bezpiecznego udostępniania haseł i plików zaufanym osobom\n• Bezpieczne przechowywanie danych kart kredytowych i debetowych\n• Architektura bezpieczeństwa oparta na szyfrowaniu „zero-knowledge”\n• Integracja z różnymi formami uwierzytelniania dwuskładnikowego (SMS, Google Authenticator, Duo Security i RSA SecurID)\n• Zastosowanie szyfrowania AES-256-bitowego i technologii PBKDF2 \n• Możliwość włączenia własnego zegara wylogowania\n• Certyfikaty TRUSTe i SOC-2 zapewniające spokój ducha\n\nDołącz do kilku milionów osób, które korzystają ze światowej klasy rozwiązań w zakresie bezpieczeństwa oferowanych przez menedżer haseł Keeper w celu ochrony osobistych i zawodowych informacji przed hakerami i cyber-przestępcami.\n\nNazwy „Keeper”, „Password Keeper” oraz loga aplikacji Keeper są zarejestrowanymi znakami towarowymi firmy Keeper Security, Inc. Patenty w USA o numerach: 8,656,504, 8,868,932 oraz 8,738,934. Zgłoszenia patentowe oczekują na rejestrację.\n\nPolityka prywatności: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e5785313c4d5d7568685e896046fe05565a78f003ab4c486627446cee7574512/https%3A//keepersecurity.com/pl_PL/privacypolicy.html\" rel=\"nofollow\">https://keepersecurity.com/pl_PL/privacypolicy.html</a>\nRegulamin: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/3a38968eee6988103c647d9ca4f633db36d10cdc6276df47ab0d45d0bb01f961/https%3A//keepersecurity.com/pl_PL/termsofuse.html\" rel=\"nofollow\">https://keepersecurity.com/pl_PL/termsofuse.html</a>\n\n* Jeśli potrzebujesz pomocy, odwiedź stronę <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/fb128cfe360f81e98e7d84c4d5ba5a193480422104d79922fa29c69562252291/http%3A//keepersecurity.com/support\" rel=\"nofollow\">keepersecurity.com/support</a>",
        "pt-BR": "Mantenha-se protegido com o gerenciador de senhas e cofre digital mais confiável e baixado do mundo. O gerenciador de senhas Keeper gera, armazena e preenche automaticamente senhas complexas em todos os seus dispositivos, ao mesmo tempo em que armazena com segurança e protege seus documentos privados. Não seja invadido. Obtenha o Keeper. \n\nPor que usar o gerenciador de senhas Keeper?\n\n• Ajudamos você a gerar e armazenar com facilidade com senhas complexas. Chega de lembretes!\n\n• Nosso recurso de preenchimento automático faz com que seja muito fácil fazer login em sites favoritos usando todos os dispositivos.\n\n• Protegemos seus arquivos, fotos e vídeos confidenciais em um cofre criptografado seguro.\n\n• O Keeper permite que você compartilhe com segurança senhas ou arquivos com pessoas em quem confia. \n\n• Nosso novo recurso de Histórico de versão oferece uma ferramenta de auditoria valiosa para que você veja a data em que um registro foi modificado, reverta-o para uma versão anterior ou exclua-o permanentemente do cofre.\n\n• Nosso recurso de Acesso de emergência possibilita que você eleja até 5 pessoas confiáveis para acessar sua conta no caso de uma emergência. \n\nO que torna nosso gerenciador de senhas o melhor?\n\n• Cada usuário recebe um cofre seguro e privado, protegido por nossa arquitetura ímpar de segurança de conhecimento zero com vários níveis de criptografia. O cofre de cada usuário é protegido por uma senha mestra que só o usuário sabe. \n\n• O Keeper gera senhas complexas dentro do cofre. Criar uma senha complexa única para cada site é essencial para limitar o risco de invasão. \n\n• O KeeperFill™ fornece um recurso de preenchimento automático avançado e fácil de usar. Além de preencher senhas automaticamente, o Keeper salva novas senhas no cofre à medida que você digita. \n\n• O recurso de Auditoria de segurança do Keeper ajuda a identificar quais contas exigem atualização de senha e pode gerar uma senha complexa para você com apenas um clique. \n\n• O Keeper protege seus arquivos confidenciais com criptografia de grau militar. Adicione facilmente arquivos, fotos e vídeos ao cofre e organize-os com pastas.\n\n• É possível compartilhar senhas ou arquivos diretamente com outro usuário do Keeper ou com um grupo de pessoas em quem você confia. Por trás dos bastidores, as informações são criptografadas com a chave pública do destinatário e descriptografadas com a chave privada dele.\n\n• Troque com facilidade entre várias contas do Keeper (como entre um cofre pessoal e um de trabalho) ao fazer login.\n\n• O Keeper usa várias camadas de criptografia, armazenando seus dados em nossa nuvem segura, enquanto que os concorrentes usam criptografia parcial em suas nuvens ou dependem de terceiros para o armazenamento de senhas. Com o Keeper, suas informações permanecem 100% criptografadas o tempo inteiro.\n\nRecursos e benefícios do gerenciador de senhas Keeper:\n\n• Proteja senhas ilimitadas no cofre\n• Preencha senhas automaticamente\n• Gere senhas fortes\n• Acesse e sincronize as senhas de qualquer dispositivo (telefone, tablet, computador)\n• Guarde arquivos e fotos no cofre seguro\n• Use o Keeper para compartilhar em segurança senhas e arquivos com pessoas em quem você confia\n• Armazene com segurança informações de cartões de crédito e débito\n• Desenvolvido com arquitetura de segurança de conhecimento zero\n• Integra-se com provedores de verificação de duas etapas (SMS, Google Authenticator, Duo Security ou RSA SecurID)\n• Usa criptografia AES de 256 bits e tecnologia PBKDF2\n• Ative um cronômetro de desconexão personalizado\n• Certificação TRUSTe e SOC-2 para oferecer tranquilidade\n\nJunte-se a milhões de pessoas que usam a segurança de classe mundial do gerenciador de senhas Keeper para proteger informações pessoais e profissionais contra hackers e criminosos cibernéticos.\n\nKeeper, Password Keeper e o logo do Keeper são marcas registradas da Keeper Security, Inc. Patentes dos EUA n° 8.656.504, 8.868.932 e 8.738.934. Patentes pendentes.\n\nPolítica de Privacidade: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/3e8b814e8c168db810a3673ff13e8050c40210df77370337c8e2079d05d1f4de/https%3A//keepersecurity.com/pt_BR/privacypolicy.html\" rel=\"nofollow\">https://keepersecurity.com/pt_BR/privacypolicy.html</a>\nTermos de Uso: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/7d6eb909c84d4f3d368c6325c76727325d96091a41505a92a744fdd560a82892/https%3A//keepersecurity.com/pt_BR/termsofuse.html\" rel=\"nofollow\">https://keepersecurity.com/pt_BR/termsofuse.html</a>\n\n* Se precisar de ajuda, visite <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/fb128cfe360f81e98e7d84c4d5ba5a193480422104d79922fa29c69562252291/http%3A//keepersecurity.com/support\" rel=\"nofollow\">keepersecurity.com/support</a>",
        "pt-PT": "Mantenha-se protegido com o gestor de palavras-passe e cofre digital mais fiável e transferido do mundo. O gestor de palavras-passe Keeper permite gerar, armazenar e preencher automaticamente palavras-passe seguras em todos os seus dispositivos, enquanto armazena e protege de forma segura os seus documentos privados. Não se deixe piratear. Obtenha o Keeper. \n\nPorquê utilizar o Gestor de Palavras-passe Keeper?\n\n• Ajudamo-lo a gerar e armazenar com facilidade palavras-passe seguras. Acabaram-se os post-its!\n\n• A nossa funcionalidade de preenchimento automático facilita o início de sessão nos seus websites favoritos, em todos os seus dispositivos.\n\n• Protegemos os seus ficheiros, fotografias e vídeos confidenciais num cofre encriptado seguro. \n\n• O Keeper permite-lhe partilhar em segurança ficheiros ou palavras-passe individuais com as pessoas em quem confia. \n\n• A nova funcionalidade Histórico de Versões fornece uma valiosa ferramenta de auditoria que lhe permite ver a data em que um registo foi modificado, reverter para uma versão anterior ou eliminá-lo de forma permanente do seu cofre.\n\n• A funcionalidade Acesso de Emergência permite-lhe escolher até 5 pessoas em quem confie para acederem à sua conta em caso de emergência. \n\nO que torna a nossa aplicação no melhor gestor de palavras-passe?\n\n• Cada utilizador recebe um cofre privado seguro, protegido pela nossa exclusiva arquitetura de segurança de conhecimento nulo, com múltiplos níveis de encriptação. O cofre de cada utilizador é protegido por uma palavra-passe mestre, que apenas o utilizador conhece. \n\n• O Keeper gera palavras-passe seguras no interior do cofre. A criação de uma palavra-passe segura e exclusiva para cada website é fundamental para limitar o risco de ser pirateado. \n\n• O KeeperFill™ constitui uma funcionalidade de preenchimento automático poderosa mas fácil de utilizar. Além de preencher automaticamente as palavras-passe, o Keeper guarda as novas palavras-passe no cofre enquanto escreve. \n\n• A funcionalidade de Auditoria de Segurança do Keeper ajuda-o a identificar que contas requerem a atualização da palavra-passe, permitindo gerar uma palavra-passe segura com um único clique. \n\n• O Keeper protege os seus ficheiros confidenciais com encriptação de nível militar. Adicione facilmente ficheiros, fotografias e vídeos ao seu cofre e organize-os em pastas.\n\n• Pode partilhar palavras-passe ou ficheiros diretamente com outro utilizador do Keeper ou com um grupo de pessoas em quem confie. As informações são encriptadas com a chave pública do destinatário e desencriptadas com a respetiva chave privada.\n\n• Alterne facilmente entre diversas contas do Keeper (por exemplo, entre os seus cofres pessoal e profissional) ao iniciar sessão.\n\n• O Keeper utiliza múltiplas camadas de encriptação, armazenando os seus dados na nossa nuvem segura, ao contrário da concorrência, que utiliza encriptação parcial nas respetivas nuvens ou confia o armazenamento de palavras-passe a terceiros. Com o Keeper as suas informações permanecem 100% encriptadas, 100% do tempo.\n\nFuncionalidades e vantagens do Gestor de Palavras-passe Keeper:\n\n• Proteja um número ilimitado de palavras-passe no seu cofre\n• Preenchimento automático de palavras-passe\n• Gerar palavras-passe seguras\n• Aceda às suas palavras-passe e sincronize-as em qualquer dos seus dispositivos (telefone, tablet, computador)\n• Proteja ficheiros e fotografias no seu cofre seguro\n• Utilize o Keeper para partilhar palavras-passe e ficheiros em segurança com as pessoas em quem confia\n• Armazene as informações dos seus cartões de crédito e débito em segurança\n• Concebido com base na arquitetura de segurança de conhecimento nulo (\"Zero Knowledge\")\n• Compatível com os principais fornecedores de verificação de dois passos (SMS, Google Authenticator, Duo Security ou RSA SecurID)\n• Utiliza encriptação AES de 256 bits e tecnologia PBKDF2\n• Suporte de temporizador personalizado de encerramento de sessão\n• As certificações TRUSTe e SOC-2 garantem a sua tranquilidade\n\nJunte-se aos milhões de pessoas que utilizam a segurança avançada do Gestor de Palavras-passe Keeper para proteger as suas informações pessoais e profissionais dos hackers e piratas informáticos.\n\nKeeper, Password Keeper e o logótipo Keeper são marcas registadas da Keeper Security, Inc. Patentes E.U.A. N.º 8.656.504, 8.868.932 e 8.738.934. Patentes Pendentes.\n\nPolítica de Privacidade: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9157e04c6bd8b8e1e48148137b91fa021651230fd654dc3b7e27f4ba55cbc94c/https%3A//keepersecurity.com/pt_PT/privacypolicy.html\" rel=\"nofollow\">https://keepersecurity.com/pt_PT/privacypolicy.html</a>\nTermos de Utilização: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bc54c7b86d17da3be9be327ceb247c4dbdfd54ae6ce37ec979575047ecd0ef25/https%3A//keepersecurity.com/pt_PT/termsofuse.html\" rel=\"nofollow\">https://keepersecurity.com/pt_PT/termsofuse.html</a>\n\n* Se precisar de ajuda, visite <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/fb128cfe360f81e98e7d84c4d5ba5a193480422104d79922fa29c69562252291/http%3A//keepersecurity.com/support\" rel=\"nofollow\">keepersecurity.com/support</a>",
        "ro": "Protejați-vă cu cel mai fiabil și mai utilizat gestionar de parole și seif digital. Gestionarul de parole Keeper generează, stochează și completează automat parole complexe pe toate dispozitivele dvs, stocând securizat și protejând toate documentele dvs. private. Nu cădeți pradă hackerilor. Obțineți Keeper. \n\nDe ce să utilizați gestionarul de parole Keeper?\n\n• Vă ajutăm să generați cu ușurință și să stocați parole complexe. Gata cu bilețelele!\n\n• Prin completarea automată, conectarea pe site-urile dvs. preferate de pe oricare dintre dispozitivele dvs. este ușoară ca bună-ziua. \n\n• Vă protejăm fișierele, fotografiile și videoclipurile confidențiale într-un seif securizat și criptat.\n\n• Keeper vă permite să partajați securizat parole individuale sau fișiere cu oamenii în care aveți încredere. \n\n• Noua caracteristică Istoricul versiunilor oferă un instrument de audit valoros, care vă ajută să vizualizați data la care a fost modificată, s-a revenit la o versiune anterioară sau la care a fost ștearsă definitiv din seif o înregistrare.\n\n• Caracteristica Acces de urgență vă permite să alegeți până la 5 persoane de încredere care pot accesa contul în cazul unei situații de urgență. \n\nDe ce este cel mai bun gestionarul nostru de parole?\n\n• Fiecare utilizator are la dispoziție un seif securizat și privat, protejat prin intermediul unei arhitecturi de securitate de tip „zero-knowledge” fără egal, cu mai multe niveluri de criptare. Seiful fiecărui utilizator este protejat de o parolă principală, pe care o cunoaște numai utilizatorul. \n\n• Keeper generează parole complexe în interiorul seifului. Crearea unei parole unice și complexe este esențială pentru limitarea riscului unei breșe. \n\n• KeeperFill™ oferă o caracteristică de completare automată robustă și ușor de utilizat. Pe lângă parolele care se completează automat, Keeper salvează parole noi în seif pe măsură ce le introduceți. \n\n• Caracteristica de audit de securitate Keeper vă ajută să identificați conturile care necesită o actualizare a parolelor și poate genera o parolă complexă cu un singur clic. \n\n• Keeper vă protejează fișierele confidențiale cu ajutorul criptării de nivel militar. Adăugați cu ușurință fișiere, fotografii și videoclipuri în seif și organizați-le în dosare.\n\n• Puteți partaja direct fișiere cu alți utilizatori Keeper sau cu un grup de persoane în care aveți încredere. În culise, informațiile sunt criptate cu ajutorul cheii publice a destinatarului și sunt decriptate cu cheia privată.\n\n• Treceți cu ușurință de la un cont Keeper la altul (ca în cazul unui seif profesional/personal) când vă conectați.\n\n• Keeper utilizează mai multe niveluri de criptare prin stocarea datelor dvs. în propriul cloud securizat, față de concurență, care utilizează criptarea parțială în cloud sau se bazează pe terți pentru stocarea parolelor. Cu Keeper, datele dvs. rămân 100% criptate tot timpul.\n\nCaracteristici și beneficii ale gestionarului de parole Keeper:\n\n• Protejați un număr nelimitat de parole în seif\n• Completați automat parole\n• Generați parole complexe\n• Accesați și sincronizați parolele de pe oricare dispozitiv al dvs. (telefon, tabletă, computer)\n• Păstrați fișierele și fotografiile în seiful securizat\n• Utilizați Keeper pentru a partaja în siguranță parole și fișiere cu persoanele în care aveți încredere\n• Stocați în siguranță datele cardurilor de credit și de debit\n• Construit cu arhitectură de securitate de tip „zero-knowledge”\n• Se poate integra cu furnizorii de servicii de verificare în doi pași (SMS, Google Authenticator, Duo Security sau RSA SecurID)\n• Utilizează criptare AES de 256 de biți și tehnologie PBKDF2\n• Puteți activa un temporizator personalizat de deconectare\n• Certificat TRUSTe și SOC-2 pentru liniștea dvs.\n\nAlăturați-vă milioanelor de persoane care utilizează securitatea de cel mai înalt nivel a gestionarului de parole Keeper pentru a-și proteja datele personale și profesionale de hackeri și de infractori cibernetici.\n\nKeeper, Password Keeper și sigla Keeper sunt mărci comerciale înregistrate ale Keeper Security, Inc. Brevet SUA nr. 8.656.504, 8.868.932 și 8.738.934. În curs de brevetare.\n\nPolitică de confidențialitate: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/8f6700d148ecad93e7a56e453553008a840cff1d92136c8d020ae4a87582cf7d/https%3A//keepersecurity.com/privacypolicy.html\" rel=\"nofollow\">https://keepersecurity.com/privacypolicy.html</a>\nTermeni de utilizare: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f7ed6e1edb96294599b4f2322e0c04e2ef472845a3c1a0077a301a15469cbd83/https%3A//keepersecurity.com/termsofuse.html\" rel=\"nofollow\">https://keepersecurity.com/termsofuse.html</a>\n\n* Dacă aveți nevoie de ajutor, vă rugăm să vizitați <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/fb128cfe360f81e98e7d84c4d5ba5a193480422104d79922fa29c69562252291/http%3A//keepersecurity.com/support\" rel=\"nofollow\">keepersecurity.com/support</a>",
        "ru": "Защититесь с помощью самого надежного и самого загружаемого в мире приложения для управления паролями и файлового хранилища. Приложение Keeper для управления паролями создает, хранит и автоматически вводит надежные пароли на всех ваших устройствах и может также надежно хранить и защищать ваши личные документы. Защититесь от хакеров. Получите Keeper. \n\nЗачем использовать приложение Keeper для управления паролями?\n\n• Мы помогаем вам легко создавать и хранить надежные пароли. Больше не нужно записывать пароли на бумажки!\n\n• С помощью функции автоматического ввода паролей вы можете легко и быстро заходить на свои избранные сайты с любого своего устройства.\n\n• Мы защищаем ваши конфиденциальные файлы, фотографии и видеоматериалы в безопасном зашифрованном хранилище.\n\n• Keeper предоставляет вам возможность безопасно делиться отдельными паролями или файлами с людьми, которым вы доверяете. \n\n• С помощью нашей новой функции истории версий вы можете посмотреть дату изменения записи, вернуться к предыдущей версии записи или навсегда удалить запись из своего хранилища.\n\n• Наша функция экстренного доступа предоставляет вам возможность назначить до 5 доверенных лиц, которые получат доступ к вашей учетной записи в экстренном случае. \n\nЧто делает наше приложение лучшим хранителем паролей?\n\n• Каждому пользователю предоставляется свое надежное хранилище, защищенное нашей несравненной архитектурой безопасности с нулевым уровнем разглашения данных и множеством уровней шифрования. Хранилище каждого пользователя защищается мастер-паролем, который знает только сам пользователь. \n\n• Keeper создает надежные пароли в самом хранилище. Создание уникального и надежного пароля для каждого сайта очень важно для уменьшения риска взлома. \n\n• KeeperFill™ предоставляет мощную и удобную функцию автоматического ввода паролей. Помимо автоматического ввода паролей, Keeper сохраняет новые пароли в хранилище, когда вы их вводите. \n\n• Функции аудита безопасности Keeper помогает вам определить, какие учетные данные следует обновить, и может создавать надежные пароли по одному щелчку мыши. \n\n• Keeper защищает ваши конфиденциальные файлы с помощью шифрования военного уровня. Легко добавляйте файлы, фотографии и видео в свое хранилище и организуйте их с помощью папок.\n\n• Вы можете делиться паролями и файлами напрямую с другим пользователем Keeper или с группой людей, которым вы доверяете. Информация шифруется с помощью открытого ключа получателя и дешифруется с помощью его закрытого ключа.\n\n• Легко переключайтесь между различными учетными записями Keeper (например, между личным и бизнес-хранилищем) при входе.\n\n• Keeper использует несколько уровней шифрования в целях хранения ваших данных в наших собственных безопасных облачных хранилищах, тогда как конкуренты используют частичное шифрование в своих облачных хранилищах или полагаются на сторонние хранилища паролей. Благодаря Keeper ваша информация остается полностью зашифрованной все время.\n\nХарактеристики и преимущества решения Keeper для управления паролями\n\n• Защитите неограниченное число паролей в своем хранилище\n• Автоматически вводите пароли\n• Генерируйте надежные пароли\n• Доступ к паролям и их синхронизация на всех ваших устройствах (смартфон, планшет, компьютер)\n• Защита файлов и фотографий в безопасном хранилище\n• Используйте Keeper, чтобы безопасно делиться паролями и файлами с людьми, которым вы доверяете\n• Надежно храните данные своих банковских карт\n• Создано на основе архитектуры безопасности с нулевым уровнем разглашения\n• Интеграция с популярными решениями двухшаговой проверки (SMS, Google Authenticator, Duo Security или RSA SecurID)\n• Использует шифрование AES с 256-разрядным ключом и технологию PBKDF2\n• Включение настраиваемого таймера выхода из системы\n• Получены сертификаты TRUSTe и SOC-2\n\nПрисоединитесь к миллионам людей, использующих систему безопасности мирового уровня Keeper для защиты своей личной и профессиональной информации от хакеров и киберпреступников.\n\nKeeper, Password Keeper и логотип Keeper – зарегистрированные товарные знаки Keeper Security, Inc. Патенты США под номерами 8,656,504, 8,868,932 и 8,738,934. Заявки на патенты рассматриваются.\n\nПолитика конфиденциальности: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/465d90eb04f81fd708b1eb08a2bbc80a1b4109b89b00a92625da4397e49f6903/https%3A//keepersecurity.com/ru_RU/privacypolicy.html\" rel=\"nofollow\">https://keepersecurity.com/ru_RU/privacypolicy.html</a>\nУсловия использования: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d6a3e02f83a838a0d483b8cffcffd630bc1592301eed83c7cd0953178f3eb743/https%3A//keepersecurity.com/ru_RU/termsofuse.html\" rel=\"nofollow\">https://keepersecurity.com/ru_RU/termsofuse.html</a>\n\n* Если вам нужна помощь, посетите сайт <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/a726739231ba3caeb2cebbc024cb03ca2eef61050262ab8477b89c47662b8a21/http%3A//Keepersecurity.com/support\" rel=\"nofollow\">Keepersecurity.com/support</a>.",
        "sk": "Buďte chránení s najdôveryhodnejším a najsťahovanejším bezpečným správcom hesiel a digitálnym trezorom. Správca hesiel Keeper vytvára, ukladá a automaticky vypĺňa silné heslá na všetkých vašich zariadeniach, a zároveň bezpečne ukladá a chráni vaše súkromné súbory. Nedajte sa haknúť. Získajte Keeper. \n\nPrečo používať správcu hesiel Keeper?\n\n• Pomáhame vám jednoducho generovať a ukladať silné heslá. Už žiadne nalepovacie poznámky!\n\n• Naša funkcia automatického vypĺňania zjednodušuje prihlasovanie do obľúbených stránok na všetkých vašich zariadeniach.\n\n• Chránime vaše súkromné súbory, fotografie a videá v zabezpečenom šifrovanom trezore.\n\n• Keeper vám umožňuje bezpečne zdieľať jednotlivé heslá alebo súbory s ľuďmi, ktorým dôverujete. \n\n• Naša nová funkcia História verzií poskytuje hodnotný nástroj auditovania na zobrazenie dátumu úpravy záznamy, jeho vrátenie na predošlú verziu alebo jeho trvalé vymazanie z trezora.\n\n• Funkcia núdzového prístupu umožňuje vybrať päť dôveryhodných osôb, ktoré získajú v prípade núdze prístup k vášmu účtu. \n\nVďaka čomu je náš ochranca hesiel najlepší?\n\n• Každý používateľ dostáva zabezpečený a súkromný trezor chránený našou bezkonkurenčnou bezpečnostnou architektúrou s nulovým rozširovaním údajov a viacerými úrovňami šifrovania. Trezor každého používateľa je chránený hlavným heslom, ktorý pozná len daný používateľ. \n\n• Keeper generuje v rámci trezora silné heslá. Vytvorenie unikátneho a silného hesla pre každú webovú stránku je pri minimalizovaní rizika haknutia kľúčové. \n\n• KeeperFill™ poskytuje výkonnú funkciu vypĺňania hesiel, ktorá sa jednoducho používa. Keeper okrem automatického vypĺňania hesiel ukladá nové heslá do trezora počas vášho písania. \n\n• Bezpečnostný audit Keeper vám umožňuje zistiť, ktoré účty vyžadujú aktualizáciu hesla, a dokáže pre vás vygenerovať silné heslo jediným kliknutím. \n\n• Keeper chráni vaše dôverné súbory šifrovaním armádnej triedy. Jednoducho do svojho trezora pridávajte súbory, fotografie a videá a organizujte ich pomocou priečinkov.\n\n• Heslá a súbory môžete zdieľať priamo s iným používateľom Keeper alebo so skupinou dôveryhodných osôb. Dané informácie sa v pozadí zašifrujú pomocou verejného kľúča používateľa a následne sa dešifrujú pomocou jeho súkromného kľúča.\n\n• Jednoducho pri prihlasovaní prepínajte medzi viacerými účtami Keeper (napríklad medzi firemným a súkromným trezorom).\n\n• Keeper využíva niekoľko vrstiev šifrovania tak, že ukladá vaše údaje v našom vlastnom zabezpečenom cloude. Na druhej strane, naša konkurencia používa na svojom cloude len čiastočné šifrovanie, prípadne sa musí spoliehať na úložisko hesiel tretích strán. Vďaka aplikácie Keeper budú vaše informácie 100% šifrované v 100% prípadov.\n\nFunkcie a výhody správcu hesiel Keeper:\n\n• Chráňte vo svojom trezore neobmedzený počet hesiel\n• Automaticky vypĺňajte heslá\n• Vytvárajte silné heslá\n• Pristupujte k svojim heslám a synchronizujte ich z akéhokoľvek svojho zariadenia (telefón, tablet, počítač)\n• Zamykajte súbory a fotografie vo svojom zabezpečenom trezore\n• Používajte Keeper na zabezpečené zdieľanie hesiel a súborov s ľuďmi, ktorým dôverujete\n• Bezpečne ukladajte svoje informácie o kreditných a debetných kartách\n• Vstavaná bezpečnostná architektúra s nulovým rozširovaním údajov\n• Integrácia s poskytovateľmi dvojkrokového overenia (SMS, Google Authenticator, Duo Security alebo RSA SecurID)\n• Využíva technológiu AES-256-bit a PBKDF2\n• Možnosť prispôsobeného časovača odhlásenia\n• Certifikáty podľa štandardov TRUSTe a SOC-2 pre váš pokojný spánok\n\nPridajte sa k miliónom ľudí, ktorí používajú zabezpečenie svetovej triedy správcu hesiel Keeper a chránia tak svoje osobné a profesionálne informácie pred hakermi a digitálnymi zločincami.\n\nKeeper, Password Keeper a logo Keeper sú registrované ochranné známky spoločnosti Keeper Security, Inc. Patent USA č. 8,656,504, 8,868,932 a 8,738,934. Proces schvaľovania patentov naďalej prebieha.\n\nPravidlá ochrany osobných údajov: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/8f6700d148ecad93e7a56e453553008a840cff1d92136c8d020ae4a87582cf7d/https%3A//keepersecurity.com/privacypolicy.html\" rel=\"nofollow\">https://keepersecurity.com/privacypolicy.html</a>\nPodmienky používania: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f7ed6e1edb96294599b4f2322e0c04e2ef472845a3c1a0077a301a15469cbd83/https%3A//keepersecurity.com/termsofuse.html\" rel=\"nofollow\">https://keepersecurity.com/termsofuse.html</a>\n\n* Ak potrebujete pomoc, navštívte stránku <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/fb128cfe360f81e98e7d84c4d5ba5a193480422104d79922fa29c69562252291/http%3A//keepersecurity.com/support\" rel=\"nofollow\">keepersecurity.com/support</a>",
        "zh-CN": "使用全球最受信赖并且下载量排名第 1 的密码管理程序及数字保管库来获得保护。 Keeper 的密码管理程序可以在您的所有设备上生成、存储和自动填充高强度密码，同时还可以安全地存储和保护您的私人文档。 请警惕帐户被盗。 请使用 Keeper。 \n\n为什么要使用 Keeper 密码管理程序？\n\n• 我们可以帮助您轻松生成和存储高强度密码。 不再需要便笺！\n\n• 我们的自动填充功能可以让您在所有设备上轻松登录您喜欢的网站。\n\n• 我们通过安全的加密保管库来保护您的机密文件、照片和视频。\n\n• Keeper 可以让您安全地与您信任的人共享个人密码或文件。 \n\n• 我们的新版本历史记录功能提供了一个极佳的审核工具，允许您查看记录被修改的日期，将其恢复到之前的版本，或者将其从您的保管库中永久删除。\n\n• 我们的紧急访问功能允许您选择多达 5 个您信任的人在发生紧急情况时可以访问您的帐户。 \n\n为什么我们的密码管理程序能脱颖而出？\n\n• 我们为每位用户提供了一个安全而私密的保管库，并通过我们无敌的多级加密零知识安全架构进行保护。 每位用户的保管库均使用只有用户知道的主密码保护。 \n\n• Keeper 在保管库内生成高强度密码。 为每个网站创建独特而高强度的密码对于降低被黑客攻击的风险至关重要。 \n\n• KeeperFill™ 提供强大而易用的自动填充功能。 除了自动填充密码之外，Keeper 还可以在您输入新密码时将其保存到保管库。 \n\n• Keeper 的安全审核功能可以帮助您确定哪些帐户需要更新密码，并且您只需点按一下即可为您生成一个高强度密码。 \n\n• Keeper 使用军事级加密来保护您的机密文件。 您可以轻松将文件、照片和视频添加至您的保管库，并通过文件夹进行整理。\n\n• 您可以直接与另一位 Keeper 用户或您信任的一组人员共享密码或文件。 在幕后，信息是使用接收者的公钥加密并使用其私钥解密。\n\n• 您登录时可以轻松在多个 Keeper 帐户（例如公司和个人保管库）之间切换。\n\n• Keeper 将您的数据存储在我们自己的安全云端并使用多层加密，而不是像一些竞争对手那样在其云端使用部分加密或依靠第三方进行密码存储。 使用 Keeper，您的信息在 100％ 的时间内均保持 100％ 加密。\n\nKeeper 密码管理程序的功能和优点：\n\n• 在您的保管库中保护数量不限的密码\n• 自动填充密码\n• 生成高强度密码\n• 从您的任何设备（手机、平板电脑、电脑）访问并同步您的密码\n• 将文件和照片锁定在您的安全保管库中\n• 使用 Keeper 可以安全地与您信任的人共享密码和文件\n• 安全地存储您的信用卡和借记卡信息\n• 采用零知识安全体系结构\n• 集成两步验证提供商（短信、Google 身份验证器、Duo Security 或 RSA SecurID）\n• 使用 AES-256 位加密和 PBKDF2 技术\n• 启用自定义退出计时器\n• TRUSTe 和 SOC-2 认证让您高枕无忧\n\n加入数以百万计使用 Keeper 密码管理程序的世界级安全来保护他们的个人和专业信息免遭黑客和网络罪犯侵扰的用户。\n\nKeeper、Password Keeper 和 Keeper 徽标是 Keeper Security, Inc. 公司的注册商标。 美国专利号 8,656,504、8,868,932 和 8,738,934。 专利申请中。\n\n隐私策略：<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/99b716cef28907998852c9a9403c631a958c8e74a1ba1d1377c77c7a452bc5a5/https%3A//keepersecurity.com/zh_CN/privacypolicy.html\" rel=\"nofollow\">https://keepersecurity.com/zh_CN/privacypolicy.html</a>\n使用条款：<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/8efd3dcf4f4a041f4df7f950aa97d4499b6830fcf6724d84f7d98188faab93bd/https%3A//keepersecurity.com/zh_CN/termsofuse.html\" rel=\"nofollow\">https://keepersecurity.com/zh_CN/termsofuse.html</a>\n\n* 如果您需要帮助，<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/37c3a068cfe3fb90b40f47d3a3dba8657e6c652e5c13bd01c15beed03282660e/http%3A//%E8%AF%B7%E8%AE%BF%E9%97%AEkeepersecurity.com/support\" rel=\"nofollow\">请访问keepersecurity.com/support</a>",
        "zh-TW": "全球最受信賴、下載次數第 1 名的密碼防護程式和數位保險箱，提供完整的安全防護。 Keeper 的密碼管理員可在所有裝置上產生、儲存並自動填寫極度安全的密碼，並能以最安全的方式儲存和保護私人文件。 怕被駭？ 快下載 Keeper。 \n\n為什麼要用 Keeper 密碼管理員？\n\n• 我們能幫您輕鬆產生並儲存極度安全的密碼， 再也不必寫便利貼了！\n\n• 自動填寫功能讓您在所有裝置上都能輕鬆登入常上的網站。\n\n• 我們能在安全的加密保險箱中保護機密檔案、照片和影片。\n\n• Keeper 讓您透過安全管道與值得信賴的親友共用密碼或檔案。 \n\n• 版本歷程新功能是非常重要的稽核工具，讓您查看紀錄的修改日期、回復到先前版本，或者永久刪除保險箱中的特定紀錄。\n\n• 緊急連線功能讓您最多選擇 5 位值得信賴的親友，讓他們在發生緊急事故時進入您的帳號。 \n\n我們的 Password Keeper 為什麼是最佳選擇？\n\n• 每個使用者都能獲得安全的私人保險箱，採用無與倫比的 Zero-Knowledge 安全架構，而且有多層加密機制。 每個使用者的保險箱都由主要密碼負責把關，只有使用者本人知道密碼。 \n\n• Keeper 可在保險箱中產生安全性極高的密碼。 為了降低駭客風險，請務必為每個網站建立專屬的安全密碼。 \n\n• KeeperFill™ 提供強大且容易使用的自動填寫功能。 除了自動填寫密碼以外，Keeper 還能在您輸入新密碼的同時將新密碼儲存到保險箱。 \n\n• Keeper 的安全稽核功能讓您找出哪些帳號需要更新密碼，而且點一下滑鼠就能產生極為安全的密碼。 \n\n• Keeper 能以軍事級加密技術保護機密檔案。 您可將檔案、照片和影片輕鬆加入保險箱，並可分送到不同資料夾。\n\n• 您可以直接和其他 Keeper 使用者或值得信賴的多名使用者共用密碼或檔案。 系統會在幕後使用收件人的公用密鑰將資訊加密，並使用他們的專用密鑰解密。\n\n• 您可在登入時輕鬆切換到不同的 Keeper 帳號（例如公司保險箱和個人保險箱）。\n\n• Keeper 可將資料儲存到我們自有的安全雲端系統，進而採用多層加密技術。競爭對手只能在自己的雲端系統中將部分資料加密，或採用其他廠商提供的密碼儲存空間。 Keeper 能讓您的資訊隨時全面加密。\n\nKeeper 密碼管理員的功能與優點：\n\n• 可在保險箱中保護無限組密碼\n• 自動填入密碼\n• 可產生安全性極高的密碼\n• 可使用任何一台裝置（手機、平板電腦、電腦）讀取和同步密碼\n• 可將檔案與照片鎖在安全的保險箱中\n• 使用 Keeper 即可透過安全功能與值得信賴的親友共享密碼和檔案\n• 能以安全的方式儲存信用卡和金融卡資訊\n• 採用 Zero-Knowledge 安全架構\n• 整合兩步驟驗證系統（簡訊、Google Authenticator、Duo Security 或 RSA SecurID）\n• 使用 AES-256 位元加密和 PBKDF2 技術\n• 使用自定登出計時功能\n• 通過 TRUSTe 和 SOC-2 認證，讓您好放心\n\n加入全球數百萬人行列，一起使用 Keeper 密碼管理員的世界級安全功能保護個人和專業資訊，避免落入駭客和網路宵小手中。\n\nKeeper、Password Keeper 和 Keeper 標誌是 Keeper Security, Inc. 的註冊商標。 美國專利編號： 8,656,504、8,868,932 和 8,738,934。 專利申請中。\n\n隱私權政策：<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/a450d8dafb9d128fdf1cd2735c7c5b9ba5a27d5b2ecd4afb47bf4534b649301a/https%3A//dev.keepersecurity.com/zh_TW/privacypolicy.html\" rel=\"nofollow\">https://dev.keepersecurity.com/zh_TW/privacypolicy.html</a>\n使用條款：<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/3210524b1b58ee0a005aecc707fb6ddcfeb1e047a421b7b68183db2f955a010c/https%3A//dev.keepersecurity.com/zh_TW/termsofuse.html\" rel=\"nofollow\">https://dev.keepersecurity.com/zh_TW/termsofuse.html</a>\n\n* 如果您需要協助，<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/67e527dd0d7a6c34429931f84dcff5bdd6974c22492c0752fe3aaa11988362a6/http%3A//%E8%AB%8B%E9%80%A0%E8%A8%AAkeepersecurity.com/support\" rel=\"nofollow\">請造訪keepersecurity.com/support</a>"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/keeper-password-manager/edit",
    "guid": "KeeperFFStoreExtension@KeeperSecurityInc",
    "has_eula": true,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "ar": "http://www.keepersecurity.com/ar_AE",
            "de": "http://keepersecurity.com/de_DE/",
            "el": "http://keepersecurity.com/el_GR/",
            "en-US": "http://keepersecurity.com/",
            "es": "http://keepersecurity.com/es_ES",
            "fr": "http://keepersecurity.com/fr_FR",
            "he": "http://keepersecurity.com/iw_IL/",
            "it": "http://keepersecurity.com/it_IT",
            "ja": "http://keepersecurity.com/ja_JP",
            "ko": "http://keepersecurity.com/ko_KR",
            "nl": "https://keepersecurity.com/nl_NL/",
            "pl": "http://keepersecurity.com/pl_PL",
            "pt-BR": "http://keepersecurity.com/pt_BR",
            "pt-PT": "http://keepersecurity.com/pt_PT",
            "ro": "http://keepersecurity.com/",
            "ru": "http://keepersecurity.com/ru_RU",
            "sk": "http://keepersecurity.com/",
            "zh-CN": "http://keepersecurity.com/zh_CN",
            "zh-TW": "http://keepersecurity.com/zh_HK"
        },
        "outgoing": {
            "ar": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/932f61c4996310462c92429acf2bd617b068cb4323fbcb091a67df2fe7de993c/http%3A//www.keepersecurity.com/ar_AE",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/dc8ebd77683e8719f36dd8ac8c45e48c896177ad96ba62dbc3b1364e7ea0ed6c/http%3A//keepersecurity.com/de_DE/",
            "el": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/fddde68d761df6f62b417700ce40eb6aca85de951cfa9a31290d0c34d3e75b66/http%3A//keepersecurity.com/el_GR/",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/82f7734bea82f32a0ee5725e430339723596fc346e2e023c38de783b7ca0f470/http%3A//keepersecurity.com/",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/eb09b1698e03fe34e1e9e8a483ef1684674899fbc935e80d0df4e35a187e2132/http%3A//keepersecurity.com/es_ES",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2a4637291f0696cbe9cc175d81781564e42a4b0ceba45ace737d925a56d3fdaa/http%3A//keepersecurity.com/fr_FR",
            "he": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/7fa52c013cc1828eaf4439ebe7af0cc779c947a0aa70555976eb560dfd004424/http%3A//keepersecurity.com/iw_IL/",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/6723b91abfbf49f98a86dfd49572e793798f85a7efc97d6afac8301a14d2ccfc/http%3A//keepersecurity.com/it_IT",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/00892dcdcb0655007f730bad67928cfc87700e17b33763762bf4807fc4f84806/http%3A//keepersecurity.com/ja_JP",
            "ko": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/98081c24b5a00d27415473caba1a441bd584279d16be94635717939003eef9a1/http%3A//keepersecurity.com/ko_KR",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/bd4f8e7f976a242dd6c076755f2b3138495e5894d3f10a5ef863018d2aeb0765/https%3A//keepersecurity.com/nl_NL/",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/84f16522e56e8ce281c086b3b07c281572b195d1e413c3c12fb3ff79106be49d/http%3A//keepersecurity.com/pl_PL",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/08c923fe0f7d821eaf06cf252124ff8167a4ee5539da0178e5f4e47bfbe48f5a/http%3A//keepersecurity.com/pt_BR",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/e4dc7203100fc994cf3bbd426e8f5a5bb8711d2ea51bd6e68c56e5288336eec3/http%3A//keepersecurity.com/pt_PT",
            "ro": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/82f7734bea82f32a0ee5725e430339723596fc346e2e023c38de783b7ca0f470/http%3A//keepersecurity.com/",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/bc230f895e45eead4815b46b7358c69232318809e304ca9995dff1976f5e0a57/http%3A//keepersecurity.com/ru_RU",
            "sk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/82f7734bea82f32a0ee5725e430339723596fc346e2e023c38de783b7ca0f470/http%3A//keepersecurity.com/",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/06a47b737be5f89b3f12a6e6a63a48e7c0dd073497033df8ca932386c37d2728/http%3A//keepersecurity.com/zh_CN",
            "zh-TW": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/b6e17b2437c36a4affe5ac508b9ff71c4cdea0538f61a9b1a734bab586b630bc/http%3A//keepersecurity.com/zh_HK"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/581/581614-64.png?modified=fd03b2ee",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/581/581614-32.png?modified=fd03b2ee",
        "64": "https://addons.mozilla.org/user-media/addon_icons/581/581614-64.png?modified=fd03b2ee",
        "128": "https://addons.mozilla.org/user-media/addon_icons/581/581614-128.png?modified=fd03b2ee"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2024-11-19T11:19:01Z",
    "name": {
        "ar": "Keeper® مدير كلمات المرور والخزينة الرقمية",
        "de": "Keeper® Passwort-Manager und digitale Datei-Safe",
        "el": "Keeper® Password Manager & Digital Vault",
        "en-US": "Keeper® Password Manager & Digital Vault",
        "es": "Keeper® Administrador de Contraseñas",
        "fr": "Gestionnaire de mots de passe Keeper®",
        "he": "Keeper® מנהל סיסמאות וכספת דיגיטלית",
        "it": "Keeper® Gestione Password",
        "ja": "Keeper® パスワードマネージャー & デジタルボルト",
        "ko": "Keeper® 비밀번호 관리자 & 디지털 금고",
        "nl": "Keeper® Wachtwoordbeheer & Digitale kluis",
        "pl": "Menedżer haseł i sejf cyfrowy Keeper®",
        "pt-BR": "Gerenciador de senhas e Cofre digital Keeper®",
        "pt-PT": "Gestor de Palavras-passe e Cofre Digital Keeper®",
        "ro": "Gestionarul de parole și seiful digital Keeper®",
        "ru": "Диспетчер паролей и цифровое хранилище Keeper®",
        "sk": "Správca hesiel a digitálny trezor Keeper®",
        "zh-CN": "Keeper® 密码管理器 & 数据库",
        "zh-TW": "Keeper® 密碼管理器 & 數據庫"
    },
    "previews": [
        {
            "id": 270098,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/270/270098.png?modified=1654292028",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/270/270098.jpg?modified=1654292028"
        },
        {
            "id": 270099,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/270/270099.png?modified=1654292022",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/270/270099.jpg?modified=1654292022"
        },
        {
            "id": 270100,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/270/270100.png?modified=1654292016",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/270/270100.jpg?modified=1654292016"
        },
        {
            "id": 270101,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/270/270101.png?modified=1654292020",
            "position": 3,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/270/270101.jpg?modified=1654292020"
        },
        {
            "id": 270102,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/270/270102.png?modified=1654292016",
            "position": 4,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/270/270102.jpg?modified=1654292016"
        }
    ],
    "promoted": {
        "apps": [
            "firefox",
            "android"
        ],
        "category": "notable"
    },
    "ratings": {
        "average": 4.2058,
        "bayesian_average": 4.198927617226919,
        "count": 855,
        "text_count": 366
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/keeper-password-manager/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/581614",
    "slug": "keeper-password-manager",
    "status": "public",
    "summary": {
        "ar": "قم بحماية كلمات المرور وملئها تلقائياً باستخدام مدير كلمات المرور والخزينة الرقمية الأكثر موثوقية وتنزيلاً في العالم",
        "de": "Schützen und automatisieren Sie Passwörter mit dem weltweit zuverlässigsten und häufigsten heruntergeladenen sicheren Passwort-Manager und digitalen Tresor.",
        "el": "Προστασία και αυτόματη συμπλήρωση κωδικών πρόσβασης με το πιο αξιόπιστο και με τις περισσότερες μεταφορτώσεις, ασφαλές πρόγραμμα διαχείρισης κωδικών πρόσβασης και ψηφιακής αποθήκευσης.",
        "en-US": "Protect and autofill passwords with the world's most trusted and #1 downloaded secure password manager and digital vault.",
        "es": "Protéjase y rellene contraseñas de forma automática con el gestor de contraseñas y el almacén digital seguros más descargados y valorados en todo el mundo.",
        "fr": "Protégez et renseignez automatiquement vos mots de passe avec le gestionnaire de mots de passe et coffre-fort numérique nº 1 des téléchargements et de la confiance : Keeper.",
        "he": "מנהל הסיסמאות של Keeper יוצר, מאחסן וממלא באופן אוטומטי סיסמאות חזקות בכל ההתקנים שלך ויחד עם זאת מאחסן באופן מאובטח ומגן על המסמכים האישיים שלך.",
        "it": "Protezione e compilazione automatica delle password con il gestore sicuro delle password nonché la cassetta digitale più affidabile e scaricata del mondo.",
        "ja": "世界一信頼され、ダウンロード数ナンバー 1 の安全なパスワードマネージャーとデジタルボルトで、パスワードを保護ならびに自動入力してください。",
        "ko": "비밀번호를 자동 입력 및 보호하는 최고의 신뢰도, 최다 다운로드 수의 보안 비밀번호 관리자 및 디지털 금고입니다.",
        "nl": "Bescherm wachtwoorden en vul ze automatisch in met 's werelds meest vertrouwde en meest gedownloade veilige wachtwoordbeheerder en digitale kluis.",
        "pl": "Chroń swoje hasła i uzupełniaj je automatycznie, korzystając z najczęściej pobieranego bezpiecznego menedżera haseł i sejfu cyfrowego, który cieszy się największym zaufaniem na świecie.",
        "pt-BR": "Proteja e preencha automaticamente senhas com o gerenciador de senhas seguro e cofre digital mais confiável e baixado do mundo.",
        "pt-PT": "Proteja e preencha automaticamente palavras-passe com o gestor de palavras-passe e cofre digital seguro mais fiável e transferido do mundo.",
        "ro": "Protejați-vă și completați automat parole cu cel mai fiabil și mai utilizat gestionar de parole și seif digital din lume.",
        "ru": "Защититесь и автоматически вводите пароли с помощью самого надежного и самого загружаемого в мире  приложения для управления паролями и безопасного файлового хранилища.",
        "sk": "Chráňte a automaticky vypĺňajte heslá s najdôveryhodnejším a najsťahovanejším bezpečným správcom hesiel a digitálnym trezorom.",
        "zh-CN": "使用全球最受信赖并且下载量排名第 1 的安全密码管理程序及数字保管库来保护和自动填充密码。",
        "zh-TW": "全球最受信賴、下載次數第 1 名的安全密碼管理員和數位保險箱，為您提供完整防護並自動填寫密碼。"
    },
    "support_email": null,
    "support_url": {
        "url": {
            "ar": "http://keepersecurity.com/ae_AR/support.html",
            "de": "http://keepersecurity.com/de_DE/support.html",
            "el": "http://keepersecurity.com/el_GR/support.html",
            "en-US": "http://keepersecurity.com/support.html",
            "es": "http://keepersecurity.com/es_ES/support.html",
            "fr": "http://keepersecurity.com/fr_FR/support.html",
            "he": "http://keepersecurity.com/iw_IL/support.html",
            "it": "http://keepersecurity.com/it_IT/support.html",
            "ja": "http://keepersecurity.com/ja_JP/support.html",
            "ko": "http://keepersecurity.com/ko_KR/support.html",
            "nl": "https://keepersecurity.com/nl_NL/support.html",
            "pl": "http://keepersecurity.com/pl_PL/support.html",
            "pt-BR": "http://keepersecurity.com/pt_BR/support.html",
            "pt-PT": "http://keepersecurity.com/pt_PT/support.html",
            "ro": "http://keepersecurity.com",
            "ru": "http://keepersecurity.com/ru_RU/support.html",
            "sk": "http://keepersecurity.com/support.html",
            "zh-CN": "http://keepersecurity.com/zh_CN/support.html",
            "zh-TW": "http://keepersecurity.com/zh_HK/support.html"
        },
        "outgoing": {
            "ar": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/eb15a8a830f2188e635241638e56f3a892c60155700bc442a5bc04961ffdbb3b/http%3A//keepersecurity.com/ae_AR/support.html",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/6d495c67cd047142332a1dc3c285058895d602c84f2df462d7c384762490273e/http%3A//keepersecurity.com/de_DE/support.html",
            "el": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/bab0ca0a7f50e13b7bbdb8e43dc88e517804ee67a1b46faf2c3c8a7806153fb9/http%3A//keepersecurity.com/el_GR/support.html",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/32202e325f8b28e902c204e10c3281d6421202610aea551752dd801c0d78d0c4/http%3A//keepersecurity.com/support.html",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ae8c53fc9c239981b56b8a07261861fb2b84e16f2e9b4232911e9a7aa8d16527/http%3A//keepersecurity.com/es_ES/support.html",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/eea02ca5d7536caa349d7b7fdd69dc23643df71bcde1ccb46cd4e861e5ba2943/http%3A//keepersecurity.com/fr_FR/support.html",
            "he": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4817b936cd345a3bb3f078e89f16d1a89b7c68cba37accaaa3f644447243a4ef/http%3A//keepersecurity.com/iw_IL/support.html",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/f6253bf93026958977385086728f14ca3ba2b7d8b7b7e37db0c4ccfbc33b3aed/http%3A//keepersecurity.com/it_IT/support.html",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/c0adf5e4a05175ab5f45e71f83e9cf135e909bfb2d1613425928615ccd832ae2/http%3A//keepersecurity.com/ja_JP/support.html",
            "ko": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a2637bcfc0f76cf26472667072eccc98f46c10cb53353f8b0ab745d5dd45659c/http%3A//keepersecurity.com/ko_KR/support.html",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2874badd23c021b87ebcb8e9a915f8d1b85681c3cd6f29b2b1ada80e24b03c44/https%3A//keepersecurity.com/nl_NL/support.html",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/75c97773c0b66a811092603cf03f7b718afca20f9ab3ef68ca785a5b3e6c3325/http%3A//keepersecurity.com/pl_PL/support.html",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1b13afcd1582bac68672b47b8411febbdb048547f59f7a3d6d6dce336bb58eb6/http%3A//keepersecurity.com/pt_BR/support.html",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4fd923d99457f4e29d7e27b04438f96d89bf04e918dda916fb40c5ba61561b18/http%3A//keepersecurity.com/pt_PT/support.html",
            "ro": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/0dfee83bf7f2433966f0bee99b9ebb37237454e5b51c7c3950c2a764d0f60d07/http%3A//keepersecurity.com",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/aa062fd838d14aefa00c611dd051d2bf8479c35667e87dba5373d47b21ff90de/http%3A//keepersecurity.com/ru_RU/support.html",
            "sk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/32202e325f8b28e902c204e10c3281d6421202610aea551752dd801c0d78d0c4/http%3A//keepersecurity.com/support.html",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3c72f3264b03cdfc352ab5282b96937d335f13c5a50f9ea918e18482087ea7d6/http%3A//keepersecurity.com/zh_CN/support.html",
            "zh-TW": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/f545c8a15f0e870eea1bbbf2566b0f4e15f55dac6b76b98f5b8bc17c2c15fe32/http%3A//keepersecurity.com/zh_HK/support.html"
        }
    },
    "tags": [
        "password manager",
        "security"
    ],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/keeper-password-manager/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/keeper-password-manager/versions/",
    "weekly_downloads": 1616,
    "_score": null
}