{
    "current_version": {
        "version": "3.12.0",
        "updates": [
            {
                "description": "DWithEase Roadmap link added to Options - About page",
                "notes": [
                    "Use the roadmap page to preview what's coming next, as well as to suggest/or vote for new features/bugfixes. Your feedbacks are greatly appreciated!"
                ]
            }
        ],
        "bug_fixes": [
            {
                "description": "Popup - Documentation Search - No indexes after extension install/update",
                "notes": [
                    "Fixed an issue where the popup's documentation search indexes would fail to be built after extension install/update, which could mislead that you have no search results on your search query."
                ]
            }
        ]
    },
    "3.11.1": {
        "version": "3.11.1",
        "updates": [
            {
                "description": "Account Manager - Auto Login stopped working",
                "notes": [
                    "Fixed an issue where the automatic login functionality would fail to find the correct inputs, ending up filling the password in the username, and leaving the password field empty on the password step." 
                ]
            }
        ]
    },
    "3.11.0": {
        "version": "3.11.0",
        "updates": [
            {
                "description": "Business Manager - Smart Search - Search Popup Redesign",
                "notes": [
                    "Functional and visual redesign of the smart search popup.",
                    "Use the advanced search buttons, or the three-letter terms to search for products, categories, assets, slots, or customers."
                ]
            },
            {
                "description": "Popup - Links - Remove OCAPI With Ease Link",
                "notes": [
                    "Remove OCAPI With Ease Link as the functionality is no longer hosted there."
                ]
            },
            {
                "description": "BM - Page Designer - Export Page Designer Pages",
                "notes": [
                    "You can now export Page Designer pages as XML from BM. Open the Page Designer and click the 'Export PD' button on top."
                ]
            },
            {
                "description": "BM - Site Import & Export - Site export improved",
                "notes": [
                    "Provides a new, easy-to-use interface for granular selection of data to export.",
                    "One can now first select what data needs exported and then select from which sites.",
                    "If one chooses a couple of sites initially and then picks some data for export, the chosen data will be applied to all the selected sites."
                ]
            },
            {
                "description": "BM - Highlighted rows on hover - improved",
                "notes": [
                    "In addition to the already handled forms, more forms are added, whose rows will now be highlighted on hover for better visibility (mostly in the more popular and often used pages)."
                ]
            }
        ]
    },
    "3.10.0": {
        "version": "3.10.0",
        "updates": [
            {
                "description": "Popup - Links / BM Context Menu - Developer Center - URL change",
                "notes": [
                    "Adapt Developer Center URL to the new one - https://developer.salesforce.com/developer-centers/commerce-cloud"
                ]
            }
        ],
        "bug_fixes": [
            {
                "description": "Log Center recognized as a sandbox",
                "notes": [
                    "Fixed an issue where logcenter-**.visibility.commercecloud.salesforce.com domain was recognized as a sandbox, and it was sending a notification for a new sandbox."
                ]
            },
            {
                "description": "BM - Smart Search - Opens two new tabs instead of one.",
                "notes": [
                    "Fixed an issue where holding ctrl/cmd + left clicking a search item, would open two tabs - one with the expected results, and one with BM homepage / or error screen."
                ]
            },
            {
                "description": "Options - Accounts - Changing configuration email resets sandbox config auto-login method",
                "notes": [
                    "Fixed an issue where changing a saved AM configuration email, would not update the sandboxes that were using it as auto-login method."
                ]
            }
        ]
    },
    "3.9.0": {
        "version": "3.9.0",
        "updates": [
            {
                "description": "Popup - Documentation changes",
                "notes": [
                    "The Salesforce Infocenter is officially retired and the documentation is no longer available there.",
                    "We have made a switch to SFCC's new documentation - https://salesforcecommercecloud.github.io/b2c-dev-doc",
                    "The DWithEase DOCS is now using a brand new method for generating documentation search results based on the new SFCC documentation.",
                    "New links are available in the Links dropdown - DOCS and Infocenter (Retired)"
                ]
            },
            {
                "description": "Business Manager - Services - Service Details - Quick actions",
                "notes": [
                    "While in BM - Administration > Operations > Services, next to the selected Service Profile & Service Credentials, there are now action links that will open the currently selected/corresponding service profile / credential."
                ]
            },
            {
                "description": "Business Manager - Jobs - Filters",
                "notes": [
                    "A new select filter action added in Jobs list page, you can use it to filter between All/Enabled/Disabled jobs."
                ]
            },
            {
                "description": "Business Manager - BM Toolbar - Search Indexes - Refresh button is now functional",
                "notes": [
                    "While using the BM Toolbar - Search Indexes functionality, clicking on the Refresh button will now re-fetch the latest content from the actual page."
                ]
            },
            {
                "description": "Business Manager - Import & Export",
                "notes": [
                    "You can now upload files directly from the import step."
                ]
            },
            {
                "description": "Popup - Links - On-Demand Sandboxes API - URL change",
                "notes": [
                    "Adapt On-Demand Sandboxes API URL to the new one - admin.us03.dx.commercecloud.salesforce.com"
                ]
            },
            {
                "description": "Reports & Dashboards page recognized as sandbox",
                "notes": [
                    "Fixed an issue where ccac.analytics.commercecloud.salesforce.com domain was recognized as a sandbox, and it was sending a notification for a new sandbox."
                ]
            }
        ]
    },
    "3.8.0": {
        "version": "3.8.0",
        "updates": [
            {
                "description": "Business Manager - Import/Export - Upload pages improvements",
                "notes": [
                    "Added additional upload form next to the original one containing the following improvements:",
                    "-> Select/Upload multiple files at the same time.",
                    "-> Drag and drop upload files anywhere on the page.",
                    "-> Progress Indicator of which file is currently uploading, as well as percentage completed.",
                    "-> Cancel upload action."
                ]
            },
            {
                "description": "Business Manager - Smart Search - Open result in new tab improvements",
                "notes": [
                    "In addition to existing ways to open the search result in new tab, you can now open BM Smart Search links using  mouse middle button click."
                ]
            },
            {
                "description": "Business Manager - Format HTML/JSON - UI improvements",
                "notes": [
                    "Improved UI/visibility in all HTML/JSON textarea fields that support DWithEase formatting. You will now see a success message when formatting a JSON, in addition to the existing error message."
                ]
            },
            {
                "description": "Business Manager - Force click refresh link while validating metadata import",
                "notes": [
                    "Added logic to watch if metadata import took too long, and refresh it to show the latest state of the import as soon as possible."
                ]
            },
            {
                "description": "Business Manager - Development Setup - Folder Browser - Opened Log UI",
                "notes": [
                    "When opening a .log file from the Folder Browser, you will now be redirected to the corresponding target folder in WebDav, in order to see the extension beautified view."
                ]
            },
            {
                "description": "Business Manager - Manage Import Files - Go to WebDav Folder link",
                "notes": [
                    "Added new link action to all Merchant Tools pages where Manage Import Files section is available. The new link will open a new tab with the page corresponding WebDav folder."
                ]
            },
            {
                "description": "Popup - Links - Added link to the SLAS Admin UI",
                "notes": [
                    "The new link is available in the Salesforce Commerce Cloud API Settings section in Business Manager"
                ]
            },
            {
                "description": "WebDav - Error Statistics - UI Improvements",
                "notes": [
                    "Fixed an UI issue where the error statistics sidebar would disapper after scrolling on top of the page to see additional logs content."
                ]
            }
        ]
    },
    "3.7.0": {
        "version": "3.7.0",
        "updates": [
            {
                "description": "WebDav - Tree view - UI - Improvements",
                "notes": [
                    "When you click to preview a file, in the preview window there is now an edit button next to the file name, that opens the file editor."
                ]
            },
            {
                "description": "WebDav - Open Original Log - Dark theme - Text Color improvements",
                "notes": [
                    "When you use the open original log action, the text color is adjusted to be readable on the Dark-theme browsers/OS."
                ]
            },
            {
                "description": "WebDav - Directories - Dark theme - Text Color improvements",
                "notes": [
                    "When you open a text/json file from Cartridges/Impex, etc. folders, the text color is adjusted to be readable on the Dark-theme browsers/OS."
                ]
            },
            {
                "description": "Options - Sandboxes - Groups - Group links editable",
                "notes": [
                    "Sandboxes group links are now made editable. The action should show also on existing configurations, right next to the remove group link action."
                ]
            },
            {
                "description": "Business Manager - Search With Ease - Category Search",
                "notes": [
                    "New search option added to BM Toolbar - Search With Ease default menu. There is now a shortcut search for the Category Search."
                ]
            },
            {
                "description": "Business Manager - Order Search/Order Details - Local date on hover",
                "notes": [
                    "Hovering over the Order date in Order Search/Order Details pages, would now display a tooltip showing the date converted to the local timezone."
                ]
            }
        ],
        "bug_fixes": [
            {
                "description": "Options - Accounts - Adding new UA account deletes the other accounts",
                "notes": [
                    "Fixed an issue where adding a new unified authentication account configuration, would delete the other existing configurations."
                ]
            },
            {
                "description": "Options - Tags - Changing BG/FG color not working",
                "notes": [
                    "Fixed an issue where trying to change/edit background/foreground color in the Tags page, would cause an error and the action will not do anything."
                ]
            },
            {
                "description": "WebDav - Treeview - Preview file not closing when switching directory",
                "notes": [
                    "Fixed an issue where opening a file for preview, and then trying to open another folder without closing the preview, would cause the UI to look broken."
                ]
            }
        ]
    },
    "3.6.0": {
        "version": "3.6.0",
        "updates": [
            {
                "description": "Business Manager - Content Asset Download - Improvements",
                "notes": [
                    "Content Asset download will now export a fully localized XML file.",
                    "Adjust the case when Downloading Content Asset from the shared library was not appending library-id to the exported XML."
                ]
            },
            {
                "description": "Business Manager - New feature - Copy clean breadcrumb path",
                "notes": [
                    "In most popular BM pages, you will find a new action button next to the current breadcrumb/navigation path - Copy clean breadcrumb path. Use it to quickly copy it to your clipboard without any links generated."
                ]
            },
            {
                "description": "Business Manager - BM - Toolbar - Cartridge Path - Paste Path from Clipboard",
                "notes": [
                    "New action button added to BM - Toolbar - Cartridge Path menu - Paste Path from Clipboard. When used the extension will take the input from the clipboard and apply/refresh the Cartridge Path with it."
                ]
            },
            {
                "description": "WebDav - UX - Improvements",
                "notes": [
                    "Added better visibility, and ability to clear filters, when you have 0 results after using the extension file/folder - filters/search."
                ]
            },
            {
                "description": "WebDav - Tree view - UI - Improvements",
                "notes": [
                    "Adjusted/increased spacing and font-size of action icons when hovering over files/directories."
                ]
            },
            {
                "description": "Options - Accounts - UX - Improvements",
                "notes": [
                    "Added better visibility when the input TOTP secret is invalid.",
                    "Added the ability to fully delete the TOTP secret key, where previously even if empty was still showing as masked password."
                ]
            },
            {
                "description": "Options - Sandboxes - Aliases - Field validations",
                "notes": [
                    "Added field validation rules to the alias fields when creating/editing sandbox configuration."
                ]
            }
        ],
        "bug_fixes": [
            {
                "description": "Options - Accounts - Edit Account - Issue",
                "notes": [
                    "Fixed an issue where the user would not be able to edit and save his account/credentials in Options - Accounts page."
                ]
            },
            {
                "description": "Business Manager - Smart Search - Orders Search - User ends up in empty search results",
                "notes": [
                    "Fixed an intermittent issue where doing an Order Search from the BM Smart Search, would redirect the user to the order search page, but not do the actual search."
                ]
            },
            {
                "description": "WebDav - Tree view - UI - Light theme - Text Color issue",
                "notes": [
                    "Fixed an issue where using the WebDav Tree view in Light-mode would render some texts with the wrong text color, making it unreadable."
                ]
            }
        ]
    },
    "3.5.0": {
        "version": "3.5.0",
        "updates": [
            {
                "description": "Business Manager - BM Toolbar Visibility on Page Designer pages",
                "notes": [
                    "While using the Page Designer, the BM Toolbar will/show hide accordingly to where it fits/looks good."
                ]
            },
            {
                "description": "Popup - Documentation Search - Improvements",
                "notes": [
                    "Handle the case of the documentation returning a bad response code."
                ]
            },
            {
                "description": "WebDav - Logs - Improvements",
                "notes": [
                    "Viewing a .log file using OS/browser dark mode (color-scheme: dark), will now render the content text as white on dark background, instead of black on dark background.",
                    "New preference created in Settings -> WebDav group - Light mode in Logs. The setting will force a light mode on the opened .log files, so they are always visible, no matter what OS/browser theme you are using."
                ]
            }
        ]
    },
    "3.4.1": {
        "version": "3.4.1",
        "bug_fixes": [
            {
                "description": "Business Manager - Smart Search - Search Content Slots - Generating Errors in WebDav Logs",
                "notes": [
                    "Fixed an issue where using the Smart Search - Search Content Slots, would result in generating a Sites-Site Error in the WebDav Logs."
                ]
            }
        ]
    },
    "3.4.0": {
        "version": "3.4.0",
        "updates": [
            {
                "description": "Business Manager - Smart Search - Search Content Slots",
                "notes": [
                    "New search option added to the Smart Search (Search with ease) -> Search Content Slots, allowing you to directly search for a slot ID.",
                    "The previous option - Search Content, is now renamed to Search Content Assets, for no name overlapping with the new option."
                ]
            },
            {
                "description": "Options - Sandboxes - New group action / action adjustments",
                "notes": [
                    "New action added to Sandbox groups header - Add sandbox to this group, which opens the new sandbox modal with the pre-selected group.",
                    "In sandbox group header, the action icon for adding a custom link got replaced with an actual link icon, the existing plus icon is now used for the new sandbox action."
                ]
            },
            {
                "description": "Options - Settings - New Setting / Groups Adjustments",
                "notes": [
                    "New group created in Settings page -> Business Manager",
                    "New preference created in Business Manager group - Enable Search With Ease auto-focus. By toggling it off, the extension will no longer auto-focus the Search With Ease search in the Header / BM Toolbar.",
                    "BM Toolbar setting is now moved from General group to Business Manager group."
                ]
            },
            {
                "description": "Popup - Documentation Search - Improvements",
                "notes": [
                    "While searching in the popup documentation search, and having results, clicking Enter will now result in opening the first result from the suggestions list.",
                    "Added a loader in the popup search results container, which should give better visibility when the request has finished.",
                    "Handle the case of No results found, giving better visibility when there are no results, and giving you a built link with the query search for Direct Documentation Search.",
                    "Handle the case of Documentation reindexing, in rare cases, the documentation enters in reindex mode, where previously the extension was not able to display a proper message, showing just a blank screen, you will now see a specific reindexing message."
                ]
            },
            {
            "description": "Rename WebDav tree view switch setting in Options -> Settings -> WebDav",
                "notes": [
                    "Rename WebDav tree view switch setting in Options -> Settings -> WebDav, previously called Enable file manager, is now called Enable tree view, for consistency with the button switch in WebDav pages."
                ]
            },
            {
                "description": "WebDav - V1 - Improvements",
                "notes": [
                    "While inside opened .log file, the browser tab title is now adjusted to have the file name instead of the whole URL, for easier navigation."
                ]
            },
            {
                "description": "WebDav - Tree view - Improvements",
                "notes": [
                    "Fixed the case where landing on certain WebDav pages, like Catalogs, would load the page broken, without content, and without a proper way to switch to the default WebDav view. The extension will now automatically load the page with default view, as the current logic does not support those types of directories to be loaded while in Tree view.",
                    "While navigating in WebDav using the Tree view, the directories tree and directory content will now have scroll visible when applicable.",
                    "Bottom bar actions are now moved to the top bar, for easier visibility and usability.",
                    "Added progress indicator (loader) to Unzip file action."
                ]
            }
        ],
        "bug_fixes": [
            {
                "description": "Business Manager - Order Details - Search Orders by E-mail/Order Number Logic no longer applying",
                "notes": [
                    "The logic was no longer working when loading Order Details (General) page, and it was showing only when doing any page actions. The extension will now again display the handy links for doing a search by Customer Number or E-mail."
                ]
            }
        ]
    },
    "3.3.1": {
        "version": "3.3.1",
        "updates": [
            {
                "description": "Remove blue borders from the new BM Header UI.",
                "notes": [
                    "The blue borders in the BM Header are now removed to regain the previous simple design."
                ]
            }
        ],
        "bug_fixes": [
            {
                "description": "BM Toolbar Regression",
                "notes": [
                    "Fixed an issue where the BM Toolbar was interfering with the Storefront Toolkit and Customer Service Center page."
                ]
            },
            {
                "description": "Site Redirect notifications overlapping BM Toolbar",
                "notes": [
                    "Fixed an issue where the Site Redirect notification was overlapping with the BM Toolbar and it was not usable."
                ]
            }
        ]
    },
    "3.3.0": {
        "version": "3.3.0",
        "updates": [
            {
                "description": "BM Redesign Regressions",
                "notes": [
                    "The Business Manager redesign to an SLDS-based header caused several regressions within the extension functionalities which have been fixed."
                ]
            },
            {
                "description": "New configurable extension shortcuts added to chrome://extensions/shortcuts",
                "notes": [
                    "Expand the Administration menu in BM",
                    "Expand the Merchant Tools menu in BM"
                ]
            },
            {
                "description": "WebDav V2 - Multiple File/Folder Select - Actions",
                "notes": [
                    "While using WebDav V2, you will now have the ability to select multiple files/folders and execute multiple actions on them, using the interface. Selection can be made by using the interface or by simply dragging your mouse over the files/folders names."
                ]
            },
            {
                "description": "Popup - Links - New links added",
                "notes": [
                    "New link added to the popup Links menu - PWA Managed Runtime (Runtime Admin).",
                    "New link added to the popup Links menu - SFCC Support."
                ]
            },
            {
                "description": "Popup - Links - Link renamed",
                "notes": [
                    "The previous Unofficial Slack link is now renamed to Unofficial SFCC. The link is also adjusted to go to the main site, instead of just the Slack."
                ]
            },
            {
                "description": "Popup - Links - Link renamed",
                "notes": [
                    "The previous SFCC Support link is now renamed to SFCC Support (Legacy)."
                ]
            },
            {
                "description": "Unified Authentication - Confirm changes",
                "notes": [
                    "After the password and TOTP Secret fields are modified, they require a confirmation from the user side if they want to save the changes or not."
                ]
            }
        ]
    },
    "3.2.0": {
        "version": "3.2.0",
        "updates": [
            {
                "description": "General - Removing non-unified accounts auto-login",
                "notes": [
                    "As non-unified accounts will no longer be supported by SFCC, the option to use such account has been removed. There will be now another default option - 'Manual Login', in the case you choose not to use auto-login."
                ]
            }
        ],
        "bug_fixes": [
            {
                "description": "WebDav - Editor - Saving a file after undoing changes not working",
                "notes": [
                    "Fixed an issue in WebDav editor, where saving the file after doing undo was not working. The editor should now correctly recognize any new changes to the file and allow you to save them."
                ]
            },
            {
                "description": "BM Toolbar - Remove autocomplete from BM Search",
                "notes": [
                    "The autocomplete browser feature was diasbled from the BM Toolbar - BM Search due to overlapping with the search results."
                ]
            }
        ]
    },
    "3.1.0": {
        "version": "3.1.0",
        "updates": [
            {
                "description": "Popup - Direct Documentation Search (with ease)",
                "notes": [
                    "New functionality added to the extension popup. By using the 'DOCS' action, you can now search directly in the DOC2 version of the official SFCC documentation."
                ]
            },
            {
                "description": "Popup - Documentation link is now moved to the Popup Links dropdown",
                "notes": [
                    "As the DOCS link is now an action button, the previous DOCS link is now located inside the Popup Links dropdown."
                ]
            },
            {
                "description": "Popup - Action Tooltips",
                "notes": [
                    "Added tooltips to all popup header actions, to have a higher visibility of what the actions do, and where you are while navigating with a keyboard only."
                ]
            },
            {
                "description": "Popup - Links dropdown updates",
                "notes": [
                    "Links are now sorted alphabetically.",
                    "New link added - Einstein Configurator",
                    "B2C Sandbox API link was renamed to -> On-Demand Sandboxes API"
                ]
            },
            {
                "description": "Automatic Account Manager TOTP Authentication",
                "notes": [
                    "Seamless one-click login is back! We've added an option to provide a TOTP secret when creating/editing an AM account, which is then used to automatically generate and fill in a verification token during login. (SF Authenticator cannot be automated and is not supported)"
                ]
            }
        ],
        "bug_fixes": [
            {
                "description": "Business Manager - Merchant Tools - > Online Marketing -> Stores - UI issues",
                "notes": [
                    "Fixed a UI issue caused by the BM Toolbar, which made the Stores list/details UI last item content to be hidden (in case of more results)."
                ]
            },
            {
                "description": "Business Manager - Administration -> Operations -> Jobs -> Schedule And History, Job history - UI issues",
                "notes": [
                    "Fixed a UI issue caused by the BM Toolbar, which made the Jobs Job history section UI last item content to be hidden (in case of more results)."
                ]
            },
            {
                "description": "Business Manager - Administration -> Operations -> Jobs -> Job Steps -> Job Parameters - UI issues",
                "notes": [
                    "Fixed a UI issue caused by the BM Toolbar, which made the Jobs Parameters sidebar UI - title and close button to be hidden."
                ]
            },
            {
                "description": "WebDav - URL case sensitivity adjusted",
                "notes": [
                    "Fixed an issue where valid WebDav URLs were not getting recognized by the extension, and thus showing a blank white page. All WebDav directories should now open despite the casing. Example: Both /LIBRARIES and /libraries, instead of /Libraries will now be valid."
                ]
            },
            {
                "description": "WebDav V2 - Renaming file/folder issue",
                "notes": [
                    "Fixed an issue where user can start renaming a folder but decide to leave the name without a change, which was sending a request, causing the file/folder to get deleted instead."
                ]
            },
            {
                "description": "Context Menu - Shortcuts",
                "notes": [
                    "Shortcuts in the context menu now check if the current URL is an alias and convert it into its base domain."
                ]
            }
        ]
    },
    "3.0.5": {
        "version": "3.0.5",
        "updates": [
            {
                "description": "WebDav - Tags Filter Reminder",
                "notes": [
                    "Shows a reminder when no files/folders are found with the selected tags and gives you the ability to quickly disable them."
                ]
            },
            {
                "description": "WebDav V2 - File Upload and Drag And Drop feature",
                "notes": [
                    "WebDav 2 now supports file upload via button click or drag and drop."
                ]
            },
            {
                "description": "WebDav V2 - Directories Loading indicator",
                "notes": [
                    "A loading indicator was added in WebDav 2 while performing starting operations."
                ]
            },
            {
                "description": "Options - CapsLock indicators UI",
                "notes": [
                    "You will now see a CapsLock indicator on all password fields on the Options page if Caps lock is ON."
                ]
            },
            {
                "description": "Options / Popup - Newsfeed Banners UI visual updates",
                "notes": [
                    "Changes in the banner design alongside new banner themes with more vibrant colors."
                ]
            },
            {
                "description": "Options - Sandboxes - Delete all sandboxes in a group",
                "notes": [
                    "New action has been added to the sandbox groups. You can now delete a sandbox group and all of its corresponding sandboxes."
                ]
            },
            {
                "description": "Options - Sandboxes - Quick add a group",
                "notes": [
                    "This action allows you to create a temporary group and assign sandboxes to it. If no sandboxes are assigned, the group will disappear after a page refresh."
                ]
            },
            {
                "description": "Options - About - Social Links",
                "notes": [
                    "DWithEase social links are now visible on the about us page."
                ]
            },
            {
                "description": "Added link to 'OCAPI Settings With Ease' in the popup links menu",
                "notes": [
                    "You can now access the 'OCAPI Settings With Ease' via Links button in the popup."
                ]
            }
        ],
        "bug_fixes": [
            {
                "description": "WebDav V2 - Rename File",
                "notes": [
                    "Saving a renamed file is now easier (added blur support). Previously required focus on the input field and clicking Enter."
                ]
            },
            {
                "description": "WebDav V2 - Tree View not updating after Node action",
                "notes": [
                    "After creating a new folder it was not possible for the folder to be opened due to Tree View not updating."
                ]
            },
            {
                "description": "Options - Sandboxes - Renaming Sandbox Groups",
                "notes": [
                    "Fixed a bug where renaming a sandbox group won't show user's saved custom links."
                ]
            },
            {
                "description": "DWE BM Smart Search - Orders Search - User ends up in Empty Search results",
                "notes": [
                    "Fixed an intermittent issue where doing an Order Search from the DWE BM Smart Search, would redirect the user to the order search page, but not do the actual search."
                ]
            },
            {
                "description": "SFCC Swagger URL recognized as sandbox",
                "notes": [
                    "Fixed issue where admin.us01.dx.commercecloud.salesforce.com domain was recognized as a sandbox, and it was sending a notification for a new sandbox."
                ]
            },
            {
                "description": "Business Manager - HTML and JSON beautifier action not always visible",
                "notes": [
                    "The code beautifier stays now persistent during dynamic page updates. The beautify button appears when you start writing HTML/JSON within a text area element."
                ]
            }
        ]
    },
    "3.0.4": {
        "version": "3.0.4",
        "updates": [
            {
                "description": "Default Account Manager Account logic adjustments",
                "notes": [
                    "The Default Account Manager Account action in the Options - > Accounts page, will no longer be available, after those changes you will have to manually re-adjust all of your sandbox configurations to use one of your existing Account Manager configurations by going to Options -> Sandboxes -> Edit sandbox, and select your preferred Account for automatic log-in. The extension will no longer try to auto-login if it is missing the context to which instance we are trying to log-in, thus visiting pages like account.demandware.com or control center will always ask you to choose which credentials you wanna log-in with."
                ]
            }
        ],
        "bug_fixes": [
            {
                "description": "Multiple AM Accounts - automatic login not working correctly",
                "notes": [
                    "There was an issue while using multiple AM accounts, where the basic automatic login was broken and you couldn't get authenticated."
                ]
            },
            {
                "description": "Failed Account Manager login - Return to Login Page action not behaving correctly",
                "notes": [
                    "Fixed an issue where clicking on Return to Login Page from a failed Account Manager authentication screen, will try to log you with wrong credentials."
                ]
            },
            {
                "description": "Business Manager version 21.3 -> Development Setup - Extension logic is no longer working/applying",
                "notes": [
                    "Fixed an issue where the extension logic was not applying in BM -> Development Setup"
                ]
            },
            {
                "description": "OnePass - UI adjustments",
                "notes": [
                    "Fixes introduced towards OnePass modals UI to look consistently as the other Options page modals."
                ]
            }
        ]
    },
    "3.0.3": {
        "version": "3.0.3",
        "updates": [
            {
                "description": "Popup - Enhanced view - Visual update",
                "notes": [
                    "Links from popup now placed in the \"Shortcuts\" menu for quick access to a wider variety of commonly used links."
                ]
            },
            {
                "description": "Options - Create Sandbox - Sandbox Name - relaxed validations",
                "notes": [
                    "The Sandbox Name field while creating a new Sandbox Configuration, has now increased max-length validations from 38 to 60."
                ]
            },
            {
                "description": "Unified Authentication Accounts - relaxed validations",
                "notes": [
                    "The E-Mail field while creating Unified Authentication Account in the Extension Options page, will no longer have a max-length validation. (Previously it was set to 40)"
                ]
            },
            {
                "description": "Context Menu improvements",
                "notes": [
                    "A new menu appears in the context menu if you have more than 9 links - indicated as '....' to keep the UI simple.",
                    "Log Center and Customer Service Center links are now present in the context menu."
                ]
            }
        ],
        "bug_fixes": [
            {
                "description": "WebDav - Actions within directory containing dots",
                "notes": [
                    "File upload, create a folder or create file actions did not work while inside folder with a name containing dots"
                ]
            },
            {
                "description": "WebDav v2 - File Edit and File Preview",
                "notes": [
                    "Editing or previewing file with WebDav v2 was leading to Access Denied page due to a broken link."
                ]
            },
            {
                "description": "WebDav v2 - Folders",
                "notes": [
                    "Fixed a bug where folders sometimes break due to signs in their names."
                ]
            },
            {
                "description": "WebDav v2 - File Preview",
                "notes": [
                    "Opening a file with an unknown for us file extension will now load it into an iframe. The font and background colors will be changed corresponding to the selected theme."
                ]
            }
        ]
    },
    "3.0.2": {
        "version": "3.0.2",
        "updates": [
            {
                "description": "WebDav - Error Logs - Errors Statistic",
                "notes": [
                    "WebDav Error Logs now contain a new additional action - Error Statistic - use it to see which are the most common errors on your instance, and how many times they occurred."
                ]
            }
        ],
        "bug_fixes": [
            {
                "description": "OnePass - Options Login - Login form loading inconsistent",
                "notes": [
                    "There was an issue where sometimes the OnePass login form in Options page would not load if navigated by the Account Manager login page. (Unlock with OnePass case)"
                ]
            }
        ]
    },
    "3.0.1": {
        "version": "3.0.1",
        "updates": [
            {
                "description": "OnePass - Registration - UI adjustments",
                "notes": [
                    "OnePass registrations will no longer require a confirmation of your password, instead, there is now an eye icon on the password field, that allows you to quickly reveal if you have entered the correct password."
                ]
            }
        ],
        "bug_fixes": [
            {
                "description": "OnePass - Registration not preserved in synchronized storage.",
                "notes": [
                    "OnePass registrations are now synchronized and usable from your different devices (Only if you are logged into your Browser Account and using the Synchronization feature)."
                ]
            },
            {
                "description": "OnePass - Expired Session Storefront Authentication not working.",
                "notes": [
                    "Fixed a corner case where the storefront authentication was not showing the dialog for entering credentials in case the OnePass is expired, and the user has a storefront password configured in the sandbox configuration."
                ]
            },
            {
                "description": "Business Manager - Order Details - Edit Email issue",
                "notes": [
                    "Fixed a UI issue that was breaking the email edit functionality, in BM Order Details page."
                ]
            }
        ]
    },
    "3.0.0": {
        "version": "3.0.0",
        "updates": [
            {
                "description": "Introducing: OnePass - securely encrypt and decrypt saved passwords",
                "notes": [
                    "Create OnePass under the Options -> OnePass tab.",
                    "All passwords stored in the extensions are accessible only within an opened session ranging between [ 15-30 mins, 1-2-4-8 hours, or until browser closed ] during which the password will be stored in the background execution context.",
                    "Login to Sandboxes and Account Manager only if the session is opened.",
                    "Reveal password functionality to view saved passwords."
                ]
            },
            {
                "description": "Account Manager - Automatic Login moved to a new menu in the extension Options page",
                "notes": [
                    "The Unified Authentication section, as well as the Automatically login in Account Manager setting, are no longer available in the extension Options -> Settings page. The functionality can now be found under its own menu in Options -> Accounts. Please note that any existing Account Manager configurations are now migrated to the new functionality automatically."
                ]
            },
            {
                "description": "Account Manager - Multiple Account Configurations are now supported",
                "notes": [
                    "Go to the Extension Options -> Accounts page.",
                    "You will see the \"Add new account\" button.",
                    "All of your saved Account Manager accounts would be listed below.",
                    "Select an account as default by clicking the heart icon.",
                    "Modify the account credentials by clicking directly on them and clicking the save button.",
                    "<b>Configuring a sandbox Account Manager Account for logging in with is easy:</b>",
                    "1. Click on the Edit option of the Sandbox Configuration.",
                    "2. Select the login method from the dropdown - Sandbox Credentials/Unified Account.",
                    "3. When selected option \"Non-Unified\", the option for username and password is shown otherwise hidden.",
                    "4. Selected default Account Manager Account will always be preselected when creating a new sandbox.",
                    "5. When selected option other than \"Non-Unified\", the Account Manager account is used for login.",
                    "<b><i>Note: If you delete an Account Manager Account, all sandboxes which had the deleted Account Manager as a method for login now falls back to the non-unified login option.</i></b>"
                ]
            },
            {
                "description": "Account Manager - Automatic Login Improvements",
                "notes": [
                    "When landing on the Business Manager login page, in a sandbox with Multiple Login Ways, the extension will try to log you in AM automatically, if you have an AM Account Configuration selected and configured for the current sandbox."
                ]
            },
            {
                "description": "Sandboxes - Custom links can be now added for sandbox groups",
                "notes": [
                    "Adding custom links for projects like Jira, Bitbucket, Confluence, etc.",
                    "Go to the Sandboxes tab on the extension options.",
                    "Click on the plus icon on the Sandbox group header.",
                    "Fill the title and URL of the link into the input field, and save it.",
                    "Custom links can be deleted by clicking on the cross button on the links chips."
                ]
            },
            {
                "description": "Business Manager - Toolbar Cache - Display/Modify Time to Live of static content",
                "notes": [
                    "Added section to display and modify Time to Live (TTL) of Static Content in the cache component of the toolbar"
                ]
            },
            {
                "description": "Business Manager - Seach Customer by Email",
                "notes": [
                    "Search with ease now features customer search by email."
                ]
            },
            {
                "description": "Business Manager - Development Setup page - Library section improvements",
                "notes": [
                    "Added handy links with all available Libraries in the sandbox, under the Libraries and Content Images."
                ]
            },
            {
                "description": "Business Manager - Order details - Orders Preview",
                "notes": [
                    "Click on Customer number or Customer email to search all orders for the customer on the order details page."
                ]
            },
            {
                "description": "Business Manager - Toolbar error handling improvements!",
                "notes": [
                    "Using any of the BM Toolbar menu actions will now support error handling. The extension will now check if the response contains errors, so we can notify the user that the action did not succeed."
                ]
            },
            {
                "description": "Business Manager - Smart search improvements!",
                "notes": [
                    "Click on Search Product, Customer, Content, or Order, combined with ctrl (or cmd for Mac), now opens the search results in a new tab."
                ]
            },
            {
                "description": "Webdav - Logs - Logs Preview!",
                "notes": [
                    "Click on the Log Preview icon on the Logs listing to preview recent part of a Log.",
                    "You can change the logs previews count on the Settings tab on the Options page of the extension.",
                    "Hover out or press the ESC key to close the Log Preview window."
                ]
            },
            {
                "description": "WebDav - Logs - Stack trace flyout",
                "notes": [
                    "Added links to the Stack trace text <ref:XXXXXXXXXXXXXXXXX> clicking on which a flyout opens which shows the original log."
                ]
            }
        ],
        "bug_fixes": [
            {
                "description": "General - OCAPI Explorer, and Commerce Cloud Reports & Dashboard pages are displaying new sandbox found notification",
                "notes": [
                    "OCAPI Explorer, and Commerce Cloud Reports & Dashboard pages should no longer be recognized as a sandbox instance, and the notification for new sandbox should no longer show."
                ]
            },
            {
                "description": "Business Manager - Code Version Toolbar component is scrollable",
                "notes": [
                    "Fixed a UI issue inside the code version toolbar component when there are too many code versions configured and the action buttons are visible now."
                ]
            },
            {
                "description": "Business Manager - Development setups links",
                "notes": [
                    "Development setup handy links are shown again along with WebDav actions."
                ]
            },
            {
                "description": "Business Manager - Business Manager Settings - Effective cartridge path",
                "notes": [
                    "Each cartridge from the effective cartridge path is now displayed on a separate line."
                ]
            },
            {
                "description": "Business Manager - Jobs -> Job Steps -> Configure a Step UI modal issues",
                "notes": [
                    "Fixed a UI issue caused by the BM Toolbar, which made the Jobs Configure a Step modal title to be hidden."
                ]
            }
        ]
    },
    "2.12.2": {
        "version": "2.12.2",
        "updates": [
            {
                "description": "XChange links replaced with Developer Center",
                "notes": [
                    "XChange links in extension popup, and extension context menu, are now replaced with the Developer Center link."
                ]
            },
            {
                "description": "Removed deprecated functionality keep XChange Session Alive",
                "notes": [
                    "Removed the functionality XChange Keep Session Alive out of options page, and the code, as its no longer needed/used."
                ]
            }
        ],
        "bug_fixes": [
            {
                "description": "Business Manager - Page Designer opened page header gap UI issue",
                "notes": [
                    "Fixed a UI issue inside an opened Page Designer page, where the header had an empty space(gap), partially revealing the original header."
                ]
            }
        ]
    },
    "2.12.1": {
        "version": "2.12.1",
        "bug_fixes": [
            {
                "description": "Business Manager - Jobs page not displaying the last Job",
                "notes": [
                    "Fixed a UI issue in Administration -> Operations -> Jobs, where the last Job was not visible if the Jobs list is longer."
                ]
            }
        ]
    },
    "2.12.0": {
        "version": "2.12.0",
        "updates": [
            {
                "description": "Extension new Commerce Cloud sandboxes recognition!",
                "notes": [
                    "Previously the extension was not recognizing the new Commerce Cloud sandbox pattern -> .commercecloud.salesforce.com, and thus not suggesting you add it as a sandbox. The new domains should now function the same way as the rest in all functionalities."
                ]
            },
            {
                "description": "Business Manager Improvements!",
                "notes": [
                    "New action button added to DWithEase BM Toolbar - Code Versions menu -> Reinitialize Active Code Version! Triggering it will execute the following chain of requests -> Create an empty code version, activate it, then switch back to your active code version and delete the created empty version. You might find the functionality useful in those cases when you manually have to switch between code versions to fix some issues."
                ]
            },
            {
                "description": "Business Manager Login Page Improvements!",
                "notes": [
                    "In case you land on the Sandbox Merge login form, the extension will now automatically click on 'Log In Without Linking Accounts' if you have sandbox credentials and automatic login turned on."
                ]
            },
            {
                "description": "Business Manager - HTML/JSON beautifier and Hotkeys made site independent!",
                "notes": [
                    "It is now possible to use the HTML/JSON beautifier and Hotkey actions, without having a selected site."
                ]
            },
            {
                "description": "Business Manager - Development Setup page - Catalog section improvements",
                "notes": [
                    "Added handy links with all available Catalogs in the sandbox, under the Catalog section."
                ]
            },
            {
                "description": "WebDav - .project and .csv files are now editable!",
                "notes": [
                    "Edit action will be available, also for .project and .csv files in WebDav."
                ]
            }
        ],
        "bug_fixes": [
            {
                "description": "Fixes for All Browsers",
                "notes": [
                    "Business Manager HTML/JSON format on fields improved - Fixed issue where extension HTML/JSON formatting options were not showing up until you have saved any content in the field. It will now show up in all cases if applicable.",
                    "Business Manager - Extension Toolbar overwrites page content on Jobs page - Fixed issue where the toolbar was hiding part of the page while viewing Job Parameters.",
                    "WebDav - Deleting code version - There was a previous known bug, where deleting a code version from WebDav using the extension, would delete all other directories in the folder. Code Version actions working as expected when navigated through a Code Versions link from Business Manager.",
                    "WebDav Editor - Action button for closing diff checker works now.",
                    "WebDav Editor - New history file is created with the previous state of the file.",
                    "WebDav Editor - History Panel is cleared after a user clicks on the Clear History button.",
                    "Context Menus - Fixed Non-persistent context menus separators bug. Now all system context menus and their separators are shown independent of what element you click on.",
                    "Business Manager - Downloaded Content Asset is formatted properly after import "
                ]
            },
            {
                "description": "Fixes for Firefox Browser",
                "notes": [
                    "Storefront Authentication is now working.",
                    "Keep Session Alive functionality is now supported.",
                    "Business Manager Toolbar Actions on Code Version are now working as expected and no more returns empty component.",
                    "Business Manager Toolbar Cartridge Path component is loaded and it's actions are now working.",
                    "WebDav Editor features improved for Firefox."
                ]
            }
        ]
    },
    "2.10.0": {
        "version": "2.10.0",
        "updates": [
            {
                "description": "Business Manager Improvements",
                "notes": [
                    "Search with ease now features a fuzzy search! You will now be able to match and find pages with shorter sets of combinations words, to faster reach your favorite pages!"
                ]
            },
            {
                "description": "Account Manager Improvements",
                "notes": [
                    "Automatic Login in Account Manager will now work with the latest implementation changes."
                ]
            },
            {
                "description": "WebDav Improvements",
                "notes": [
                    "Auto-refresh functionality is now only available in the Logs directory, as this is the page that is most often updated."
                ]
            }
        ]
    },
    "2.9.0": {
        "version": "2.9.0",
        "updates": [
            {
                "description": "Security Improvements",
                "notes": [
                    "We've changed the way we use site URL permissions to make it clearer and more transparent for you. To continue using the extension functionalities on your sandbox instances, please review the new permissions options, you can find them by going to Options -> Permissions."
                ]
            },
            {
                "description": "WebDav Improvements",
                "notes": [
                    "WebDav action confirmation modals are now custom, instead of using the browser built-in ones, to match the overall design and have consistent behavior trough browsers."
                ]
            }
        ]
    },
    "2.8.1": {
        "version": "2.8.1",
        "updates": [
            {
                "description": "Business Manager Improvements",
                "notes": [
                    "Search with ease will no longer steal your focus if you have already focused on any input before the search is loaded.",
                    "Search with ease will no longer get focused, by using the Escape key."
                ]
            },
            {
                "description": "WebDav Improvements",
                "notes": [
                    "Experimental feature added in WebDav opened log files. The extension will search the log and try to find cartridge paths and generate links for them, from where you can open the file directly in your currently opened IDE ( Eclipse or VS Code )."
                ]
            }
        ]
    },
    "2.8.0": {
        "version": "2.8.0",
        "updates": [
            {
                "description": "Options Page Improvements",
                "notes": [
                    "All modals on the page can now be closed using Escape key or clicking outside the modal.",
                    "New default context menu added - OCAPI Explorer. This is a quick link to the OCAPI Explorer, with your sandbox domain prefilled in the search."
                ]
            },
            {
                "description": "Browser Popup Improvements",
                "notes": [
                    "New action added in the extension browser popup - Share. When you click it, a link for the Business Manager Homepage will be generated using the configuration domain and be automatically copied to your clipboard ready for share.",
                    "Popup Sandbox List Simplified - when in sandbox groups display mode, the lists are now smaller, and more sandboxes will be visible on the screen."
                ]
            },
            {
                "description": "Business Manager Improvements",
                "notes": [
                    "New Search input added to the extension Business Manager toolbar. The search will allow you to search at both Merchant Tools and Administration menus at the same time, as well as doing a direct Product, Customer, Content or Order search by typing your search phrase and choosing one of the default options. If you lost the focus of the field, you can always get it back using the hotkey - ALT + S, or configuring your own by navigating to chrome://extensions/shortcuts",
                    "Rebuild all action added to the Search Indexes page, as well as the Search Indexes from the Business Manager Toolbar. The action will automatically check all checkboxes and click the Rebuild button for you.",
                    "Highlight rows improved in general - the functionality is now added to most pages in Business Manager where we have selectable checkboxes, as well as hovering over an already selected checkbox will have a different color.",
                    "Creating Attribute Groups in System Object Types -> Object -> Attribute Grouping in development instance is now reworked as of BM changes, and should be working as before."
                ]
            },
            {
                "description": "WebDav Improvements",
                "notes": [
                    "Date formatting in a more human-readable way, and hovering over it showing the time in your current time zone, is now added inside opened log files. Previously it was available only in the file list directory.",
                    "Open original log file action is now also available inside the opened .log file."
                ]
            }
        ]
    },
    "2.7.0": {
        "version": "2.7.0",
        "updates": [
            {
                "description": "WebDav Improvements",
                "notes": [
                    "New action button added - open original version, in WebDav -> Logs directory. The new button will open the original version of the file without the extension interfering in any way.",
                    "WebDav file/directory actions are now visible only when hovering over a file/directory table row. The change was made to clear up the UI, and to allow adding more actions in the future.",
                    "WebDav Configure Tags settings icon is now located inside the Tags list, for cleaner UI.",
                    "Removed one of the WebDav settings that was no longer used in the code -> Beautify Logs Options. We no longer need this, as now you can easily open the log original version in case you do not want the extension beautify, or functionalities inside."
                ]
            }
        ]
    },
    "2.6.0": {
        "version": "2.6.0",
        "updates": [
            {
                "description": "WebDav Improvements",
                "notes": [
                    "WebDav Header UI improved in all Folders. The header is now sticky, containing all the actions that were previously on the page, for better view and usage.",
                    "WebDav Folders table UI enhanced, for better view and navigation.",
                    "Changes made to the default system tags options found in Options - > Tags -> System Tags. Today and Yesterday system tags are now visible by default. The change will apply only for new installations."
                ]
            }
        ],
        "bug_fixes": [
            {
                "description": "Extension hiding log files body outside WebDav Context",
                "notes": [
                    "Fixed an issue where the extension was interacting and hiding log files body outside WebDav context."
                ]
            }
        ]
    },
    "2.5.1": {
        "version": "2.5.1",
        "bug_fixes": [
            {
                "description": "Clicking News Feed menu in Options page crashing/corrupting the extension on Linux OS",
                "notes": [
                    "Fixed issue where the extension was crashing/corrupting, when the user clicks on the News Feed menu in Options page."
                ]
            }
        ]
    },
    "2.5.0": {
        "version": "2.5.0",
        "updates": [
            {
                "description": "General Improvements",
                "notes": [
                    "DWithEase - now has a news feed! Never miss an exciting article or news about the platform, a smashing job opportunity or just simple tips and tricks on how to use the extension.",
                    "Automatically Login in XChange setting, is now renamed to -> Automatically login in Account Manager, and it is moved to a new settings group - Unified Authentication, which can found in extension options page.",
                    "French translations updated - Contribution by Alexandre Duponchel in GitHub. Thank you!",
                    "Dutch translations are now supported - Contribution by Thomas Theunen in GitHub. Thank you!"
                ]
            },
            {
                "description": "WebDav Improvements",
                "notes": [
                    "Opened log file UI improved! The header is now smaller in size, and is sticky - to keep you updated with information about the current log that you are viewing - file name, number of entries loaded, as well handy file actions are available on the right side of the header bar.",
                    "Opened log file Content Parser improved! The extension will now scan the log bodies for JSON and XML configurations and format them for better readability.",
                    "If you are using WebDav Trim Logs functionality, you will now be able to load previous entries of the opened log file, by scrolling up the page. A new option is also added to Load the full file content, if necessary."
                ]
            },
            {
                "description": "Business Manager improvements",
                "notes": [
                    "New feature - Highlighted table rows. Hovered rows will get highlighted, so you can better see which option you are viewing/selecting. The feature is now available on Locales (Both Merchant Tools and Administration) and Merchant Tools - Currencies pages in Business Manager."
                ]
            }
        ],
        "bug_fixes": [
            {
                "description": "Active context menu item editing not working",
                "notes": [
                    "Editing active context menu item in the extension options page, should now properly save the new changes."
                ]
            },
            {
                "description": "WebDav Tags settings not persistent",
                "notes": [
                    "Making changes to WebDav Tags in the extension options page, are now properly persisted on extension update/refresh."
                ]
            },
            {
                "description": "Business Manager Unified Login Merge Form giving wrong notification.",
                "notes": [
                    "Business Manager Unified Login Merge Form will no longer send a fake notification for wrong password."
                ]
            },
            {
                "description": "WebDav Folders were getting sorted by last modified date",
                "notes": [
                    "WebDav Folders (Cartridges, Impex, Catalog, etc.) are now sorted in Alphabetical order, as they originally are, for easier directory navigation."
                ]
            },
            {
                "description": "Business Manager Toolbar UI Improvements",
                "notes": [
                    "Fixed a few Business Manager Toolbar UI issues."
                ]
            }
        ]
    },
    "2.4.1": {
        "version": "2.4.1",
        "bug_fixes": [
            {
                "description": "Extension interacting with Customer Service Center page",
                "notes": [
                    "Fixed issue where the extension was preventing the visibility of Customer Service Center page in Business Manager."
                ]
            }
        ]
    },
    "2.4.0": {
        "version": "2.4.0",
        "updates": [
            {
                "description": "Business Manager Toolbar improvements",
                "notes": [
                    "New feature added to the toolbar - Cartridge Path, allowing you to easily view and manage your current active code version cartridge path in the current context (Business Manager or Specific Site)",
                    "The toolbar is now available in Business Manager, without having selected site. Opened that way, it will show only the menus that are found in Administration and are not specific to Site functionalities."
                ]
            }
        ],
        "bug_fixes": [
            {
                "description": "Log Center URL recognized as sandbox",
                "notes": [
                    "Fixed issue where the hippo.demandware.com domain was recognized as sandbox and was sending notification."
                ]
            }
        ]
    },
    "2.3.0": {
        "version": "2.3.0",
        "updates": [
            {
                "description": "General Changes",
                "notes": [
                    "Adjustments made to the extension setting - Notifications. The setting now works for all places where the extension can pop a notification, or interfere with your current screen. That should allow the user to achieve a full silent mode in case it's necessary."
                ]
            },
            {
                "description": "WebDav Changes",
                "notes": [
                    "Empty log functionality is now available inside opened .log file in WebDav.",
                    "The extension will now format Request/Response JSON messages inside opened .log files in WebDav"
                ]
            }
        ],
        "bug_fixes": [
            {
                "description": "Business Manager Improvements",
                "notes": [
                    "Keep Session Alive logic is now applied in the new type of pages in Business Manager. (ex. Custom Preferences, Jobs)"
                ]
            }
        ]
    },
    "2.2.1": {
        "version": "2.2.1",
        "bug_fixes": [
            {
                "description": "Business Manager Toolbar Improvement",
                "notes": [
                    "Fixed issue when appending the Business Manager toolbar on load. Previously the append was causing screen flickering, which could lead to visible reposition of some of the elements in the page."
                ]
            }
        ]
    },
    "2.2.0": {
        "version": "2.2.0",
        "updates": [
            {
                "description": "Extension Popup Improvements",
                "notes": [
                    "Added new popup setting - 'Sandbox groups display mode' in Settings -> Popup group, which will allow you to choose a different UI view of the popup groups and sandboxes.",
                    "Context menu opened from the popup now animates from right to left, instead of bottom to top, which allows a faster use of the shortcuts."
                ]
            },
            {
                "description": "WebDav Improvements",
                "notes": [
                    "Added the ability to create new file in WebDav.",
                    "Added the ability to archive (zip) a file or folder in WebDAV."
                ]
            }
        ]
    },
    "2.1.2": {
        "version": "2.1.2",
        "updates": [
            {
                "description": "WebDav Improvements",
                "notes": [
                    "Added rename file / folder action in WebDav directories.",
                    "Extension WebDav logic is now also available in WebDav Catalogs folder.",
                    "WebDav design aligned with overall extension design."
                ]
            }
        ]
    },
    "2.1.1": {
        "version": "2.1.1",
        "updates": [
            {
                "description": "Integration change:",
                "notes": [
                    "Changing Business Manager Extension Toolbar integration according the last CSRF token validation constraints, which were causing clearing cache and starting search reindex from the toolbar to not work."
                ]
            }
        ]
    },
    "2.1.0": {
        "version": "2.1.0",
        "updates": [
            {
                "description": "WebDav folders are entirely redesigned. The following new features are added:",
                "notes": [
                    "Searching by filename - a text field is added for quick searching by name. The filtering allows also searching by RegExp when starting with /",
                    "Tagging of entries - now highlighting of specific words is replaced with more powerful and customizable tags. Tags are a displayed for the entries which meet some criterion. There are built-in tags based on specific file characteristics such as time of last update, file size, file or directory, etc. There are also custom tags which are based on some RegEx match in filename. New custom tags can be added and customized in options page.",
                    "Filtering by tags - all tags can be used to filter the directory entries as well. Just hover tags header and the popup for tag selection and their corresponded number of entries will be displayed.",
                    "Recent entries - new highlight color for the files which are changed recently. By default the files which are changed within last 5 minutes will be with greenish background (there is also Recent built-in tag for these entries). The time can be configured in options.",
                    "Download icon - Every file and directory have a fancy icon. By clicking the icon of files the file is downloaded.",
                    "Auto refresh / Timer - At the top right corner, it is added a timeout after which the page will be automatically reloaded. If you want to stop the refreshing you can click the timer box which will be changed to time since you are on that page (in order to know how stall is the data). You can configure the timeout and the behavior of the timer in options.",
                    "Local time tooltip - when you hover the time of the file you can see your local time if you are in different time zone than GMT",
                    "Preserving of filters - All selected filters are saved so next time you land on the same WebDav scope (scopes such as Logs, Cartridges, IMPEX, etc.) your filters will be preselected.",
                    "Number of filtered entries - if some of the entries are filtered a message with the number of shown out of total entries will be displayed"
                ]
            },
            {
                "description": "New feature: Automatic Redirect on Site Change (Beta)!",
                "notes": [
                    "The extension will now show a notification popup in the top right corner @ Business Manager, asking you if you want to be redirected to the same page as you were before, but in the new selected site. The feature is tested with most of the pages, but it might still have some corner cases which are not handled correctly. You can exclude specific Business Manager Actions to prevent triggering of automatic redirect, when the site is changed. For included pages you will be automatically redirected even if 'Ask before redirection' option is enabled."
                ]
            },
            {
                "description": "New feature: Live Log Reload!",
                "notes": [
                    "A new action has been added to WebDav .log files - Live Log Reload, which opens the file in a new tab. The opened file will be trimmed to show only the last part of the log. If you keep that page opened, the watch for file changes will automatically fetch and append the new log information to the page."
                ]
            },
            {
                "description": "New Features: Theme selection for Options Page / Extension Popup!",
                "notes": [
                    "Dark Mode is here! You can choose a different theme by going to Extension Settings -> Theme. More themes will be available in the future."
                ]
            },
            {
                "description": "Extension Options Page - Settings UI Improved!",
                "notes": [
                    "Settings page redesigned for easier configuration."
                ]
            },
            {
                "description": "Business Manager UI Improved! Superb improvement!",
                "notes": [
                    "The double space between the two names of the logged in user in top right corner is now only one."
                ]
            },
            {
                "description": "Integration change:",
                "notes": [
                    "Changing WebDav integration according the last WebDav access constraints, which were causing Empty Log / Create Folder / Uploading Files / Unzip / Edit File actions to not work."
                ]
            }
        ],
        "bug_fixes": [
            {
                "description": "Fixed bug when importing sandboxes in options - sandboxes page",
                "notes": [
                    "he page view was not updating in real time after the import succeeds, which could lead to user confusion that the import did not happen."
                ]
            }
        ]
    },
    "2.0.1": {
        "version": "2.0.1",
        "updates": [
            {
                "description": "French translations updated - contributed by Benjamin Delichere! Thanks!"
            }
        ],
        "bug_fixes": [
            {
                "description": "Fixed broken sandbox configuration deletion, which was causing a duplicate objects in the storage.If you experienced the bug, please reinstall the extension for best experience."
            },
            {
                "description": "Fixed bug with Context Menu - Storefront Content Highlight, not showing content assets IDs even when you are logged in Business Manager."
            },
            {
                "description": "Fixed BM Toolbar overlapping the new Page Designer page in Business Manager."
            }
        ]
    },
    "2.0.0": {
        "version": "2.0.0",
        "updates": [
            {
                "description": "Extension redesign is here! A brand new fresh look and feel, so that you can easily configure and use the extension the way you want!"
            },
            {
                "description": "Added progress indicator in WebDav upload form while uploading files."
            },
            {
                "description": "Added more visibility in Business Manager for which functionalities are coming from the extension."
            },
            {
                "description": "Documentation url in extension popup is updated with the public documentation url."
            }
        ],
        "bug_fixes": [
            {
                "description": "Aliases logic improved, as they were not being recognized properly as the main sandbox in some functionalities."
            },
            {
                "description": "Fixed bug with extension trying to authenticate you in WebDav oauth, when you dont have password for the configuration."
            }
        ]
    }
}
