{
  "_lang": {
    "message": "el"
  },
  "downloadButton": {
    "message": "Λήψη"
  },
  "downloadMessage": {
    "message": "Πραγματοποιήστε λήψη του iCloud για Windows για χρήση των Σελιδοδεικτών iCloud."
  },
  "extDescription": {
    "message": "Διατηρήστε ενημερωμένους τους σελιδοδείκτες σας στο Firefox στα Windows με τους σελιδοδείκτες Safari στο iPhone, το iPad και το Mac σας."
  },
  "extName": {
    "message": "Σελιδοδείκτες iCloud"
  },
  "okButton": {
    "message": "OK"
  },
  "signinButton": {
    "message": "Άνοιγμα iCloud για Windows"
  },
  "syncedMessage": {
    "message": "Οι σελιδοδείκτες σας Firefox συγχρονίζονται με το iCloud."
  },
  "enableBookmarksMessage": {
    "message": "Ενεργοποιήστε τους Σελιδοδείκτες στο iCloud για Windows για να χρησιμοποιήσετε τους Σελιδοδείκτες iCloud με το Firefox."
  },
  "userConsentTitle": {
    "message": "Απόρρητο"
  },
  "userConsentMessage": {
    "message": "<p>Οι σελιδοδείκτες σας στο Firefox θα συγχρονιστούν με το iCloud, ώστε να είναι διαθέσιμοι σε όλες τις συσκευές σας.</p><p> Αν επιλέξετε να μη μας επιτρέψετε τη συλλογή των σελιδοδεικτών σας, αυτή η επέκταση δεν είναι χρήσιμη.</p><p>Για πλήρεις λεπτομέρειες σχετικά με τα προσωπικά δεδομένα που συλλέγουμε και πώς τα χρησιμοποιούμε, ανατρέξτε στην <a id=\"PrivacyPolicyLink\" href=\"https://www.apple.com/gr/privacy/\" target=\"_blank\">Πολιτική απορρήτου</a> μας.</p>"
  },
  "userConsentAllowButton": {
    "message": "Ναι, επιτρέπω τη συλλογή των προσωπικών δεδομένων μου σύμφωνα με την Πολιτική απορρήτου της Apple"
  },
  "userConsentDenyButton": {
    "message": "Όχι, δεν επιτρέπω τη συλλογή των προσωπικών δεδομένων μου"
  },
  "uninstallMessage": {
    "message": "Καθώς δεν έχετε αποδεχτεί τη συλλογή σελιδοδεικτών, σας συνιστούμε να αφαιρέσετε τους Σελιδοδείκτες iCloud."
  },
  "uninstallButton": {
    "message": "Αφαίρεση των Σελιδοδεικτών iCloud"
  },
  "displayConsentButton": {
    "message": "Επανεξέταση των συναινέσεων συλλογής δεδομένων"
  },
  "showUserConsentMessage": {
    "message": "Για συγχρονισμό των σελιδοδεικτών, πρέπει να αποδεχτείτε τη συλλογή δεδομένων από τους Σελιδοδείκτες iCloud."
  },
  "showUserConsentButton": {
    "message": "Προβολή της σελίδας συλλογής δεδομένων"
  }
}
