{
  "group_1_title": "Collected Information",
  "group_1_text_1": "The information we may collect is non-identifying information which can be provided or collected using \":name\" (\"Non-Personal Information\"). We do not know and cannot identify the personality of the user from whom we have received the information.",
  "group_1_text_2": "Collected Non-Personal Information includes browser usage information of the User.",
  "group_1_text_3": "\":name\" collects data from your browser in order to provide and improve our products and services, software update, dynamic content operation, support for extensions, and get an idea of how our services are used based on your consent.",
  "group_1_text_4": "When collecting non-personalized watch history and analytics, \":name\" uses only domains that cannot be used for your identification (incomplete URL) of visited websites and nothing more. Disable information transmission on the use of your browser with the aim to limit data collection from your browser to only those needed for running this extension.",
  "group_1_text_5": "\":name\" does not collect and transfer cookies, passwords, email addresses or any other individual identified information.",
  "group_1_text_6": "If you contact us we can keep the Personal Information provided by you voluntarily, for example, your name and email address, if such information will be used exclusively for communication with you.",
  "group_1_text_7": "All information will be kept for minimum period of time needed for implementation and support our operating aims and must be destroyed as specified in the Privacy Policy.",
  "group_1_text_8": "\":name\" may use diverse analytic services to process information on how our extension is used. We limit the data sent to these services and do it with the aim to improve our extension.",
  "group_1_text_9": "\":name\" does not collect or send any personal data. Non-personalized data (which is the address of the video or part of it) is sent in these cases:",
  "group_1_text_10": " - When you manually add videos to the video list a request is sent to the origin website to get information about the video (like title, thumbnail)",
  "group_1_text_11": " - When you play a video in the video list, then the playing code of the origin website is loaded and executed",
  "group_1_text_12": " - When opening the \":name\" menu a request is send to the origin of the found videos to receive the video length",
  "group_1_text_13": " - On some supported video sites, we are loading additional information from these sites to get the addresses of the video files",
  "group_2_title": "Personal Information Disclosure",
  "group_2_text_1": "\":name\" does not collect or disclose any Personal Information. When the User creates such information, \":name\" will not disclose any Personal Information to the third parties or affiliated companies, collaboration partners or another similar organizations without your evident consent.",
  "group_3_title": "Gathered Data Interexchange with the Third Parties and Informing",
  "group_3_text_1": "For research, analytical and related purposes your Non-Personal Information may be submitted to some companies. To have the possibility to provide \":name\" for free, we limit the data sent to these companies, and do it only to keep our activity. Such data products will include only Non-Personal Information and will not be transferred to the third parties for any purposes associated with tracing, identifying or targeting of individual users.",
  "group_3_text_2": "In order to keep our activity, periodically we may send you promotional and informational messages on \":name\" services and other products, services or information that we think may be interesting for you.",
  "group_4_title": "Links to and Interaction with Third Party Products",
  "group_4_text_1": "\":name\" may interoperate with or contain links to the third parties websites and applications, including social networking platforms which we don’t control or own (either of which is a “Third Party Provider”).",
  "group_5_title": "Information Security",
  "group_5_text_1": "\":name\" keeps the law on personal information and other rules and regulations applicable to the private information and privacy protection. \":name\" uses reasonable efforts for the prevention of unauthorized access to any information reported by \":name\". All information provided due to \":name\" is effectively protected.",
  "group_5_text_2": "\":name\" uses best endeavors to avoid disclosure of Personal Information. This involves use of diverse modern methods of anonymization, data cleaning and aggregation to identify and delete Personal Information from collected by us information in order to store only Non-Personal Information.",
  "group_5_text_3": "Our data bases keep all anonymous usage information collected by \":name\", and we implement reasonable measures to ensure its safety. Nevertheless, neither data base nor server is 100% protected, and we cannot ensure absolute security of your data on our system or during transfer online.",
  "group_6_title": "User Rights",
  "group_6_text_1": "Anytime the Users of \":name\" may cancel data exchange collected from using our extension by disabling collected statistics option in the extension settings. If you did it, your Non-Personal Information received from using of \":name\" won’t be collected no more and won’t be included in either product data used by us.",
  "group_7_title": "Minors",
  "group_7_text_1": "Please, read the Privacy Policy with your parents or legal guardian if you are under 18, and ask questions about things you do not understand. In accordance with the Policy of \":name\", persons under 18 must not provide \":name\" any information without the consent of one parent or legal guardian, and they may not be involved in legal acts in \":name\" without specified consent or if such actions aren’t’ authorized by applicable law.",
  "group_8_title": "Permissions",
  "group_8_text_1": "\":name\" requires a certain amount of permissions so you can enjoy its full potential. For security reasons we use the narrowest permissions available to still provide you the full functionality. These permissions are:",
  "group_8_text_2": " - webRequest & webRequestBlocking - video download handling, to change if needed the request header of a video",
  "group_8_text_3": " - <all_urls> - videos on all pages",
  "group_9_title": "Copyright",
  "group_9_text_1": "If you believe that downloading content is infringing on your copyright, you can report it to us by sending email to veevee.downloader@gmail.com with your organization name, contact name and a link to a document certifying that you have exclusive rights to the material posted on the site. Only the copyright owner or his authorized representative may file a copyright infringement claim. If you believe that the content you are downloading infringes your copyright, please let us know by sending email. We regularly exclude sites that contain copyrighted content from the list of videos available for download",
  "group_10_title": "Privacy of Children",
  "group_10_text_1": "Another special part of our priority is adding protection for children while using the internet. We believe parents should be involved in the online activities of their children and suggest that parents do their best to provide their children with a safe and friendly online environment. The \":name\" team takes the privacy of students and children extremely seriously. We do not intentionally target our services to students or children of any kind. Educators that have the authority to act on parent’s behalf may allow students under 13 to use our services, if such use is for educational purposes, and if this use ensures that students will not provide any personal information and will not share, or otherwise, distribute recordings containing personal information of a student.",
  "group_11_title": "Changes to the Privacy Policy",
  "group_11_text_1": "\":name\" reserves the right to change this Privacy Policy. Such changes may be announced to you either by email or by the posting of the revised policy on the Service. You are responsible for reviewing both your own email and the Service to determine what is the then-current Privacy Policy.",
  "group_12_title": "Your acceptance of these terms",
  "group_12_text_1": "By using this Extension, you signify your acceptance of this policy. If you do not agree to this policy, please do not use our Extension. Your continued use of the Site following the posting of changes to this policy will be deemed your acceptance of those changes",
  "group_13_title": "Disagreement with the terms of the Privacy Policy",
  "group_13_text_1": "If you do not agree with the terms of the Privacy Policy, please remove the extension.",
  "group_14_title": "Contact",
  "group_14_text_1": "For any privacy concerns or removal request, requests can be made by email to veevee.downloader@gmail.com."
}
