{
    "extension_name": {
	"message": "Phần tử dịch của Google"
    },
    "extension_description": {
	"message": "Tự động chèn phần dịch của Google vào trang. Dịch toàn bộ văn bản mà không bị di chuyển hoặc mở trang mới."
    },
    "google_translate_element": {
	"message": "Phần tử dịch của Google"
    },
    "google_translate_element_options": {
	"message": "phần tử Google dịch"
    },
    "insert_element_automatically": {
	"message": "Tự động chèn phần dịch của Google."
    },
    "translate_automatically": {
	"message": "Dịch ngay sau khi chèn công cụ dịch của Google."
    },
    "hide_toolbar": {
	"message": "Ẩn thanh công cụ sau khi chèn công cụ dịch."
    },
    "ignore_languages": {
	"message": "Các ngôn ngữ không được tự động chèn Phần tử Google dịch"
    },
    "ignore_languages_desc": {
	"message": "Tự động chèn <a href=\"https://www.w3schools.com/howto/howto_google_translate.asp\">Google Translate Element</a> vào trang nếu ngôn ngữ trang khác với ngôn ngữ này. \nBạn có thể chèn thủ công trên menu ngay cả khi ngôn ngữ trang giống với ngôn ngữ này. Nếu click vào nút default (mặc định) thì thông tin của ngôn ngữ lấy từ miền <cite>about:preferences → Ngôn ngữ</cite>. Mô tả được phân tách bằng dấu phẩy. <br>Tham khảo: <a href=\"https://cloud.google.com/translate/docs/languages\">Google Cloud xử lí ngôn ngữ</a>（Một dịch vụ khác không phải Google Translate Element) , <a href=\"https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes\">ISO 639-1 Danh sách mã - Wikipedia</a> ."
    },
    "includedlanguages": {
	"message": "Ngôn ngữ đích của Google Translate Element."
    },
    "includedlanguages_desc": {
	"message": "<strong>không thêm dấu cách</strong> mà phân cách bằng dấu gạch chéo. Ví dụ: <code>ja,en,zh-CN</code>.<br>tham khảo thêm tại: <a href=\"https://cloud.google.com/translate/docs/languages\">Ngôn ngữ hỗ trợ là Google Cloud</a>(Khác với Google Translate Element), <a href=\"https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes\">ISO 639-1 Mã Code - Wikipedia</a>, <a href=\"https://vi.wikipedia.org/wiki/ISO_3166-1\">ISO 3166-1 – Wikipedia tiếng Việt</a>.<br>Trong trường hợp danh sách trống thì tất cả các ngôn ngữ hỗ trợ được hiển thị tại phần ngôn ngữ dịch của Google Translate Element. Chỉ số định sẵn (default value) được lấy từ <cite>about:preferences → ngôn ngữ</cite> tuy nhiên cũng có trường hợp không thể dùng ngay được. Có một vài ngôn ngữ cần phải có mã code khu vực như là mã zh-CN hay zh-TW. Và với những ngôn ngữ khác, nếu nhập mã code en-US mà nó không hoạt động thì ví dụ như hãy xoá phần chữ en đi để nó có thể chạy được."
    },
    "ignore_urls": {
	"message": "URLs không được phần tử Google dịch chèn vào"
    },
    "auto_insert_urls": {
	"message": "URL nơi Google Translate Element được tự động chèn"
    },
    "regular_expression": {
	"message": "biểu thức chính quy"
    },
    "ignore_urls_desc": {
	"message": "Thoát ra khỏi các kí tự đăck biệt của biểu thức chính quy như \".\",\"*\",\"?\" với một dấu chéo ngược. Thêm \"^\" ở phần đầu của mẫu để khớp với phần đầu của URL."
    },
    "test_url": {
	"message": "Kiểm tra biểu thức chính quy"
    },
    "style_sheets": {
	"message": "Stylesheets cho phần tử Google dịch:"
    },
    "match": {
	"message": "Khớp"
    },
    "unmatch": {
	"message": "Không khớp"
    },
    "default": {
	"message": "Mặc định"
    },
    "page_translator_url": {
	"message": "Đường link đến trang web dịch khi bạn muốn dịch một trang trong tab mới."
    },
    "text_translator_url": {
	"message": "Đường link đến trang web dịch khi bạn muốn dịch văn bản được chọn trong một tab mới."
    },
    "target_language": {
	"message": "Ngôn ngữ đích mặc định:"
    },
    "get_favicon": {
	"message": "Favicon Trang web"
    },
    "target_language_regexp": {
	"message": "Biểu thức chính quy để trích xuất ngôn ngữ đích từ URL của trang web dịch thuật"
    },
    "translator_url_desc": {
	"message": "'@url@' thì được thay thế bằng URL của trang. '@text@' thì được thay thế bằng chuỗi kí tự được chọn. '@lang@' thì được thay thế bằng \"Ngôn ngữ đích mặc định\". Giá trị của Ngôn ngữ đích mặc định được lấy từ <cite>about:preferences → Language</cite>. Tuy nhiên, do định dạng ngôn ngữ mặc định của mỗi trang web dịch có thể khác nhau nên cũng có trường hợp không thể sử dụng nguyên giá trị có sẵn. Có một số ngôn ngữ thì cần mã code vùng như là \"zh-CN\" hay \"zh-TW\". Ngoài những ngôn ngữ đó ra thì mã code vùng có gắn kèm \"en-US\" hay \"pt-BR\" có thể sẽ không chạy được nên có thể nó sẽ cần phải đổi thành \"en\" hay \"pt\". Với trường hợp đó cần phải thay thế ngôn ngữ đích mặc định bằng thủ công với một mã ngôn ngữ phù hợp khác. '@source_lang@' thì được thay thế bằng chuỗi kí tự được chọn của <a href=\"https://src.chromium.org/viewvc/chrome/trunk/src/third_party/cld/languages/internal/languages.cc#l23\">mã code ngôn ngữ</a> hoặc là mã code ngôn ngữ của trang web. Tuy nhiên, điều này không phải lúc nào cũng khớp với biểu thức của mã code ngôn ngữ được sử dụng bởi các trang web dịch."
    },
    "display_in_iframe": {
	"message": "Trong bảng hành động của trình duyệt và bảng tác vụ của trang, kết quả dịch được hiển thị trong <a href=\"https://developer.mozilla.org/docs/Web/HTML/Element/iframe\">iframe</a>"
    },
    "translator_url_desc2": {
	"message": "Giá trị của '@lang@' trong trình duyệt này."
    },
    "target_language_regexp_desc": {
	"message": "chuỗi kí tự khớp với nhóm nắm bắt cuối cùng trong mẫu được mô tả trong Biểu thức chính quy để trích xuất ngôn ngữ đích <a href='https://developer.mozilla.org/docs/Web/JavaScript/Guide/Regular_Expressions'>biểu thức chính qui</a> <a href='https://developer.mozilla.org/docs/Web/JavaScript/Guide/Regular_Expressions/Groups_and_Ranges'>nhóm nắm bắt(capture group)</a>được trích xuất từ Url của trang kết quả dịch thuật để làm ngôn ngữ đích của trang dịch thuật. Khi ngôn ngữ được dịch ( target language) được thay đổi tương tác trên trang kết quả dịch thuật, theo đó nếu rlL cũng biến đổi thì ngôn ngữ đó được trích xuất rồi được lưu lại. Ở lần dịch thuật tiếp theo thì sẽ không phải là ngôn ngữ đích mặc định mà@lang@ sẽ thay thế bằng giá trị này và tiến hành dịch thuật. Nếu luôn muốn dịch thuật sang ngôn ngữ đích thì để trống ở biểu thức chính quy. Nếu không biến đổi url thì dù ngôn ngữ được dịch được thay đổi tương tác thì cũng không thể sử dụng được tính năng này."
    },
    "second_translation_sites": {
	"message": "Trang web dịch thứ 2."
    },
    "use_2nd_translator": {
	"message": "Khi ngôn ngữ của trang web cần dịch hoặc ngôn ngữ của văn bản đã chọn tương ứng với \"Ngôn ngữ không tự động thêm vào\" thì bạn hãy sử dụng trang web thứ 2 để dịch."
    },
    "page_translator_2nd_url": {
	"message": "Link của trang web dịch thứ 2 khi cần dịch 1 trang trong tab mới."
    },
    "text_translator_2nd_url": {
	"message": "Đường link đến trang web dịch khi bạn muốn dịch văn bản được chọn trong một tab mới."
    },
    "translator_2nd_url_desc": {
	"message": "Khi ngôn ngữ của trang hoặc ngôn ngữ của đoạn văn bản đã chọn khớp với “Các ngôn ngữ không được tự động chèn” thì sẽ thực hiện dịch thuật tại trang web dịch thứ hai. Ví dụ như khi dịch từ văn bản tiếng mẹ đẻ sang tiếng Anh. Khi vừa nhấn phím các phím bổ trợ (\"Alt\", \"Command\", \"Ctrl\", \"MacCtrl\" hoặc \"Shift\") đồng thời kích chuột một danh mục hay sử dụng phím tắt thì ngôn ngữ của trang hoặc mọi ngôn ngữ của đoạn văn bản đã chọn sẽ thực hiện dịch thuật tại trang web dịch thứ hai. Nếu đăng nhập vào trang web dịch thuật thứ hai bằng một tài khoản khác thì ta có thể so sánh kết quả dịch của hai trang dịch thuật."
    },
    "translator_delete_history": {
	"message": "Xóa đường link kết quả bản dịch khỏi lịch sử duyệt web."
    },
    "browser_action_panel_size": {
	"message": "Kích thước bảng thao tác trình duyệt"
    },
    "page_action_panel_size": {
	"message": "Kích thước bảng Page action:"
    },
    "pixel": {
	"message": "Điểm ảnh"
    },
    "user_interface": {
	"message": "Giao diện"
    },
    "browser_action_button": {
	"message": "Nút thao tác trình duyệt"
    },
    "browser_action_button_action": {
	"message": "Cơ chế của nút thao tác trình duyệt"
    },
    "browser_action_button_desc": {
	"message": "Nếu không có mục nào được lựa chọn, khi nhấn nút thao tác trình duyệt, trang dịch mặc định sẽ được hiển thị. Nếu chỉ có 1 mục được chọn, khi nhấn nút thao tác trình duyệt, thao tác ứng với mục đó sẽ được thực hiện lập tức. Nếu nhiều mục được chọn, khi nhấn nút thao tác trình duyệt, các nút cho những mục đã chọn sẽ được hiển thị. Kéo để thay đổi thứ tự."
    },
    "browser_action_stylesheet": {
	"message": "Stylesheet cho bảng thao tác trình duyệt"
    },
    "example": {
	"message": "Ví dụ:"
    },
    "page_action_button": {
	"message": "Nút thao tác trang"
    },
    "page_action_button_action": {
	"message": "Cơ chế của nút thao tác trang:"
    },
    "page_action_button_desc": {
	"message": "Nếu không có mục nào được lựa chọn, khi nhấn nút hành động trang (page action button), trang dịch mặc định sẽ được hiển thị. Nếu chỉ có 1 mục được chọn, khi nhấn nút hành động trang, thao tác ứng với mục đó sẽ được thực hiện lập tức. Nếu nhiều mục được chọn, khi nhấn nút hành động trang, các nút cho những mục đã chọn sẽ được hiển thị. Kéo để thay đổi thứ tự."
    },
    "page_action_stylesheet": {
	"message": "Bảng stylesheet cho hoạt động trang"
    },
    "context_menu": {
	"message": "Menu ngữ cảnh."
    },
    "context_menu_order": {
	"message": "Thứ tự hiển thị trong menu ngữ cảnh."
    },
    "context_menu_order_desc": {
	"message": "Chỉ những mục đã đánh dấu sẽ được hiển thị trong Danh mục. Kéo để thay đổi thứ tự hiển thị."
    },
    "omnibox": {
	"message": "thanh địa chỉ kết hợp với hộp tìm kiếm google (omnibox)"
    },
    "omnibox_desc": {
	"message": " Nhập câu lệnh và đoạn văn vào<a href=\"https://developer.mozilla.org/docs/Mozilla/Add-ons/WebExtensions/user_interface/Omnibox\">omnibox</a> (Thanh địa chỉ) để dịch. Rất là tiện lợi khi sử dụng <a href=\"https://support.mozilla.org/ja/kb/keyboard-shortcuts-perform-firefox-tasks-quickly#w_ayagki\">phím tắt của Firefox để di chuyển tiêu điểm (focus) đến omnibox ( Thanh địa chỉ kết hợp hộp tìm kiếm trên google). Ở Window thì nhấn F6, Alt + D hoặc Ctrl + L."
    },
    "omnibox_default_action": {
	"message": "điểm đến hiển thị mặc định kết quả dịch thuật của omnibox"
    },
    "syntax": {
	"message": "Cú pháp"
    },
    "omnibox_keyword": {
	"message": "từ khoá kích hoạt để bắt đầu dịch với omnibox"
    },
    "omnibox_option_t": {
	"message": "Ngôn ngữ đích chỉ định. Trong trường hợp đã giản lược thì sử dụng ngôn ngữ đích mặc định của trang web dịch thuật văn bản đã chỉ định. Định dạng của ngôn ngữ đích thì tuỳ vào trang web dịch thuật sẽ khác nhau nên cần phải biết trước mã ngôn ngữ thích hợp cùa trang web đó."
    },
    "omnibox_option_1": {
	"message": "Sử dụng trang web dịch văn bản mặc định để dịch."
    },
    "omnibox_option_2": {
	"message": "Sử dụng trang dịch thuật văn bản thứ hai để dịch thuật. Trong trường hợp nếu cả -1 và -2 đều bị giản lược thì trang web được sử dụng để dịch thuật sẽ được chọn tuỳ thuộc vào ngôn ngữ văn bản được nhập vào."
    },
    "omnibox_option_d": {
	"message": "Chọn nơi hiển thị kết quả dịch."
    },
    "omnibox_option_new_tab": {
	"message": "Tab mới."
    },
    "omnibox_option_specific_tab": {
	"message": "Tab cụ thể"
    },
    "omnibox_option_current_tab": {
	"message": "Tab hiện tại."
    },
    "omnibox_option_window": {
	"message": "Cửa sổ."
    },
    "omnibox_option_sidebar": {
	"message": "Thanh bên. Vì phần bổ sung (add-on) không thể tự động mở thanh bên (sidebar) nên người dùng cần phải thao tác thủ công để mở."
    },
    "omnibox_option_browser_action": {
	"message": "Bảng thao tác trình duyệt. Add-on không thể tự động mở bảng thao tác trình duyệt nên người dùng phải mở thủ công."
    },
    "omnibox_option_page_action": {
	"message": "Bảng thao tác trang. Add-on không thể mở bảng thao tác trang tự động nên người dùng phải mở thủ công."
    },
    "omnibox_option_text": {
	"message": "Văn bản cần dịch."
    },
    "omnibox_examples": {
	"message": "Ví dụ: <code><strong>tr Hello, world.</strong></code> ―― Dịch sang tiếng mẹ đẻ thông qua trang dịch mặc định. <code><strong>tr -2 -t de -d sb みなさんこんにちは。</strong></code> ―― Dịch sang tiếng Đức bằng trang dịch thứ cấp và hiển thị kết quả lên thanh lề."
    },
    "shortcut_keys": {
	"message": "Phím tắt"
    },
    "shortcut_keys_desc": {
	"message": "<a href=\"https://support.mozilla.org/kb/manage-extension-shortcuts-firefox\">Thiết lập phím tắt</a>: about:addons -> ⚙️Biểu tượng bánh răng -> Quản lí phím tắt trình mở rộng."
    },
    "specific_tab": {
	"message": "Tab cụ thể"
    },
    "tab_window_session": {
	"message": "Thông tin phiên cho các tab và cửa sổ cụ thể:"
    },
    "save_session": {
	"message": "Lưu"
    },
    "dont_save_session": {
	"message": "Không lưu"
    },
    "tab_window_session_desc": {
	"message": "Ghi nhớ cửa sổ hiển thị kết quả dịch và một tab cụ thể trong các phiên, đồng thời sử dụng lại cùng một tab và cửa sổ sau khi khởi động lại trình duyệt."
    },
    "specific_tab_esc_behavior": {
	"message": "Điều gì xảy ra khi bạn nhấn phím Esc:"
    },
    "hide_tab": {
	"message": "Ẩn các tab"
    },
    "activate_opener_tab": {
	"message": "Kích hoạt tab nguồn"
    },
    "specific_tab_esc_textarea": {
	"message": "Làm tương tự khi nhập vào vùng văn bản"
    },
    "specific_tab_set_favicon": {
	"message": "Hiển thị biểu tượng tiện ích bổ sung dưới dạng biểu tượng yêu thích trên tab cụ thể"
    },
    "specific_tab_desc": {
	"message": "Nếu một tab cụ thể tồn tại, hãy sử dụng lại tab đó và hiển thị kết quả dịch trên tab đó mà không cần mở tab mới."
    },
    "result_window_esc_behavior": {
	"message": "Điều gì xảy ra khi bạn nhấn phím Esc:"
    },
    "minimize_window": {
	"message": "Thu nhỏ cửa sổ"
    },
    "lower_window": {
	"message": "Di chuyển cửa sổ ra phía sau"
    },
    "do_nothing": {
	"message": "không làm gì cả"
    },
    "result_window_esc_textarea": {
	"message": "Làm tương tự khi nhập vào vùng văn bản"
    },
    "result_window": {
	"message": "Cửa sổ kết quả dịch"
    },
    "result_window_desc": {
	"message": "Vị trí và kích thước cửa sổ hiển thị kết quả dịch sẽ được lưu khi người dùng focus vào cửa sổ khác trên trình duyệt. Trang dịch sơ cấp và trang dịch thứ cấp và nội dung của trang dịch sẽ được lưu độc lập."
    },
    "sidebar": {
	"message": "Thanh bên"
    },
    "sidebar_default_page": {
	"message": "Trang mặc định:"
    },
    "sidebar_input_page": {
	"message": "Trang nhập văn bản"
    },
    "default_translator": {
	"message": "Trình dịch văn bản mặc định"
    },
    "second_translator": {
	"message": "Trình dịch văn bản thứ hai"
    },
    "translate_on_default": {
	"message": "Dịch"
    },
    "translate_on_2nd": {
	"message": "Dịch trên trang thứ hai"
    },
    "display_sidebar_default_page": {
	"message": "Hiển thị trang mặc định trên thanh bên"
    },
    "sidebar_placeholder": {
	"message": "Ctrl+Enter để dịch. Shift+Enter để dịch trang thứ 2."
    },
    "clipboard": {
	"message": "Khay nhớ tạm"
    },
    "translate_clipboard_content": {
	"message": "Dịch nội dung trong khay chứa tạm"
    },
    "translate_clipboard_content_desc": {
	"message": "Nội dung của khay chứa tạm có thể dịch được bằng cách sử dụng phím tắt, nhấn vào một mục trong context menu với nút chuột phải, hoặc giữ phím điều khiển và nhấp vào một nút trong bảng tác vụ của trình duyệt hoặc bảng tác vụ của trang."
    },
    "need_history_permission": {
	"message": "Cần có thêm quyền để xóa Url kết quả dịch khỏi lịch sử duyệt web."
    },
    "need_tabHide_permission": {
	"message": "Cần có thêm quyền để ẩn các tab khi nhấn phím Esc."
    },
    "need_sessions_permission": {
	"message": "Yêu cầu quyền bổ sung để lưu phiên cho các tab và cửa sổ cụ thể."
    },
    "need_clipboard_permission": {
	"message": "Cần có thêm quyền để dịch nội dung của khay nhớ tạm."
    },
    "please_allow_permission": {
	"message": "Vui lòng cho phép hoặc thay đổi cài đặt và lưu lại."
    },
    "save": {
	"message": "Lưu lại."
    },
    "save_button_desc": {
	"message": "Tất cả các nút lưu đều có hành vi giống nhau."
    },
    "error": {
	"message": "Lỗi"
    },
    "reset_commands": {
	"message": "Đặt lại toàn bộ phím tắt."
    },
    "info1": {
	"message": "<p>Trên một vài trang web, vì các thiết bảo mật trên trang đó nên có khả năng Google Translate Element sẽ không hoạt động. Trong trường hợp này, thông báo sẽ xuất hiện ở <a href=\"https://developer.mozilla.org/docs/Tools/Browser_Console\">Browser Console</a>. Trong trường hợp Google Translate Element không hoạt động, bạn có thể dịch trong tab mới thông qua menu chuột phải như một giải pháp thay thế.</p><p>Nếu bạn vô hiệu add-on từ menu chuột phải, Google Translate Element sẽ không được chèn vào một cách tự động. Trong trường hợp này, bạn cũng có thể chèn thủ công từ menu chuột phải. </p>"
    },
    "another_translation_system": {
	"message": "Hệ thống dịch khác."
    },
    "code_to_insert_into_the_page": {
	"message": "Code để chèn vào trang web:"
    },
    "copy_code_here": {
	"message": "Sao chép mã ở đây từ trang tải xuống."
    },
    "csp_to_add": {
	"message": "Chính sách bảo vệ nội dung sẽ thêm vào:"
    },
    "copy_scp_here": {
	"message": "Sao chép Nội dung Chính sách bảo mật ở đây từ trang tải xuống."
    },
    "tags_to_remove_from_page": {
	"message": "Các thẻ HMTL để xóa khỏi trang:"
    },
    "tags_to_remove_from_page_desc": {
	"message": "Để có kết quả dịch tốt hơn, xóa các thẻ từ trang web và thay đổi nội dung văn bản thành các nội dung đơn giản. Nếu các thẻ HTML có trong giữa câu, câu được chuyển đến công cụ dịch có thể khác với một câu đơn giản để phản chiếu các thẻ này trong câu đã được dịch, cái mà đôi lúc có thể dẫn đến một kết quả dịch lạ. Tuy nhiên nó sẽ khó để đọc bởi vì không có liên kết. Để xóa thẻ, thực hiện quy trình từ context menu, phím tắt, etc., trước khi phần tử Google dịch dịch trang (khi văn bản gốc được hiển thị). Nếu bạn muốn hoàn lại nội dung của trang, bạn cần phải tải lại trang, Khi <a href=\"https://developer.mozilla.org/docs/Web/HTML/Element\">adding tags</a>, tách chúng với một dấu cách hoặc ngắt dòng."
    },
    "default_translation_sites": {
	"message": "Trang web dịch mặc định."
    },
    "is_invalid": {
	"message": "Giá trị \"$1\" không có hiệu lực."
    },
    "untranslatable_url": {
	"message": "Đường link không thể dịch được.\n$1"
    },
    "translate_in_specific_tab": {
	"message": "Dịch tại tab đã được chỉ định."
    },
    "translate_in_specific_tab_label": {
	"message": "1 → tab cụ thể"
    },
    "translate_in_new_tab": {
	"message": "Dịch trong tab mới"
    },
    "translate_in_new_tab_label": {
	"message": "1→ tab mới"
    },
    "translate_in_current_tab": {
	"message": "Dịch trong tab hiện tại"
    },
    "translate_in_current_tab_label": {
	"message": "1→ tab hiện tại"
    },
    "translate_in_window": {
	"message": "Dịch trong cửa sổ"
    },
    "translate_in_window_label": {
	"message": "1→ cửa sổ"
    },
    "translate_in_sidebar": {
	"message": "Dịch trong thanh lề"
    },
    "translate_in_sidebar_label": {
	"message": "1→ thanh bên"
    },
    "translate_in_browser_action": {
	"message": "Dịch trong bảng thao tác trình duyệt"
    },
    "translate_in_browser_action_label": {
	"message": "1→ Hành động trình duyệt"
    },
    "translate_in_page_action": {
	"message": "Dịch trong bảng thao tác trang"
    },
    "translate_in_page_action_label": {
	"message": "1 → các hành động trên trang"
    },
    "translate_on_2nd_in_specific_tab": {
	"message": "Dịch bằng trang dịch thứ cấp ở tab chỉ định"
    },
    "translate_on_2nd_in_specific_tab_label": {
	"message": "2 → tab cụ thể"
    },
    "translate_on_2nd_in_new_tab": {
	"message": "Dịch bằng trang dịch thứ cấp trong tab mới"
    },
    "translate_on_2nd_in_new_tab_label": {
	"message": "2→ tab mới"
    },
    "translate_on_2nd_in_current_tab": {
	"message": "Dịch bằng trang dịch thứ cấp ở tab hiện hành"
    },
    "translate_on_2nd_in_current_tab_label": {
	"message": "2 → tab hiện tại"
    },
    "translate_on_2nd_in_window": {
	"message": "Dịch bằng trang dịch thứ cấp trong cửa sổ"
    },
    "translate_on_2nd_in_window_label": {
	"message": "2 →của sổ"
    },
    "translate_on_2nd_in_sidebar": {
	"message": "Dịch bằng trang dịch thứ cấp ở thanh lề"
    },
    "translate_on_2nd_in_sidebar_label": {
	"message": "2 → thanh bên"
    },
    "translate_on_2nd_in_browser_action": {
	"message": "Dịch bằng trang dịch thứ cấp ở bảng thao tác trình duyệt"
    },
    "translate_on_2nd_in_browser_action_label": {
	"message": "2 →Hành động trình duyệt"
    },
    "translate_on_2nd_in_page_action": {
	"message": "Dịch bằng trang dịch thứ cấp ở bảng thao tác trang"
    },
    "translate_on_2nd_in_page_action_label": {
	"message": "2 → các hành động trên trang"
    },
    "translate_in_specific_tab_clipboard": {
	"message": "Dịch nội dung của khay nhớ tạm trong trang cụ thể"
    },
    "translate_in_new_tab_clipboard": {
	"message": "Dịch nội dung của khay nhớ tạm trong trang mới"
    },
    "translate_in_current_tab_clipboard": {
	"message": "Dịch nội dung của khay nhớ tạm trong trang hiện tại"
    },
    "translate_in_window_clipboard": {
	"message": "Dịch nội dung của khay nhớ tạm trong cửa sổ"
    },
    "translate_in_sidebar_clipboard": {
	"message": "Dịch nội dung của khay nhớ tạm trong thanh bên"
    },
    "translate_in_browser_action_clipboard": {
	"message": "Dịch nội dung của khay nhớ tạm trong hoạt động trình duyệt"
    },
    "translate_in_page_action_clipboard": {
	"message": "Dịch nội dung của khay nhớ tạm trong bảng hoạt động trang"
    },
    "translate_on_2nd_in_specific_tab_clipboard": {
	"message": "Dịch nội dung của khay nhớ tạm trong bản dịch thứ 2 trong tab cụ thể"
    },
    "translate_on_2nd_in_new_tab_clipboard": {
	"message": "Dịch các nội dung của thanh nhớ tạm trong bản dịch thứ 2 trong tab mới"
    },
    "translate_on_2nd_in_current_tab_clipboard": {
	"message": "Dịch các nội dung của thanh nhớ tạm trong bản dịch thứ 2 trong tab hiện tại"
    },
    "translate_on_2nd_in_window_clipboard": {
	"message": "Dịch các nội dung của thanh nhớ tạm trong bản dịch thứ 2 trong cửa sổ"
    },
    "translate_on_2nd_in_sidebar_clipboard": {
	"message": "Dịch các nội dung của thanh nhớ tạm trong bản dịch thứ 2 trong thanh bên"
    },
    "translate_on_2nd_in_browser_action_clipboard": {
	"message": "Dịch các nội dung của thanh nhớ tạm trong bản dịch thứ 2 trong hoạt động trên trình duyệt"
    },
    "translate_on_2nd_in_page_action_clipboard": {
	"message": "Dịch các nội dung của thanh nhớ tạm trong bản dịch thứ 2 trong hoạt động trong trang"
    },
    "open_1_in_specific_tab": {
	"message": "Mở trang dịch trong tab chỉ định"
    },
    "open_1_in_specific_tab_label": {
	"message": "1 → mở tab chỉ định"
    },
    "open_1_in_new_tab": {
	"message": "Mở trang dịch trong tab mới"
    },
    "open_1_in_new_tab_label": {
	"message": "1 → mở tab mới"
    },
    "open_1_in_current_tab": {
	"message": "Mở trang dịch ở tab hiện hành"
    },
    "open_1_in_current_tab_label": {
	"message": "1 → mở tab hiện tại"
    },
    "open_1_in_window": {
	"message": "Mở trang dịch trong cửa sổ"
    },
    "open_1_in_window_label": {
	"message": "1 → mở trong cửa sổ"
    },
    "open_2_in_specific_tab": {
	"message": "Dịch bằng trang dịch thứ cấp ở tab chỉ định"
    },
    "open_2_in_specific_tab_label": {
	"message": "2 → mở tab chỉ định"
    },
    "open_2_in_new_tab": {
	"message": "Dịch bằng trang dịch thứ cấp trong tab mới"
    },
    "open_2_in_new_tab_label": {
	"message": "2 → Mở trong tab mới"
    },
    "open_2_in_current_tab": {
	"message": "Dịch bằng trang dịch thứ cấp ở tab hiện hành"
    },
    "open_2_in_current_tab_label": {
	"message": "2 → Mở tab hiện hành"
    },
    "open_2_in_window": {
	"message": "Dịch bằng trang dịch thứ cấp trong cửa sổ"
    },
    "open_2_in_window_label": {
	"message": "2 → Mở trong cửa sổ"
    },
    "open_sidebar": {
	"message": "Mở thanh lề"
    },
    "open_browseraction": {
	"message": "Mở bảng thao tác trình duyệt"
    },
    "open_pageaction": {
	"message": "Mở bảng thao tác trang"
    },
    "toggle_browser_action": {
	"message": "Mở/Đóng bảng thao tác trình duyệt"
    },
    "toggle_page_action": {
	"message": "Đóng/Mở bảng thao tác trang"
    },
    "toggle_sidebar": {
	"message": "Đóng/Mở thanh lề"
    },
    "insert_element": {
	"message": "Chèn phần tử Google Translate trong trang"
    },
    "insert_element_label": {
	"message": "Chèn phần tử trong trang"
    },
    "toggle_translate": {
	"message": "Chuyển đổi giữa bản dịch và bản gốc"
    },
    "toggle_translate_label": {
	"message": "Bản Dịch/Nguồn"
    },
    "toggle_toolbar": {
	"message": "Ẩn / Hiện thanh công cụ của phần tử Google Dịch"
    },
    "toggle_toolbar_label": {
	"message": "Hiện / Ẩn thanh công cụ"
    },
    "insert_automatically": {
	"message": "Tự động chèn phần tử Google dịch"
    },
    "remove_decorative_tags": {
	"message": "Xóa thẻ trang trí khỏi trang"
    },
    "remove_decorative_tags_label": {
	"message": "Xóa nhãn"
    },
    "open_option_page": {
	"message": "Mở trang tùy chỉnh"
    }
}
