{
    "id": 2708289,
    "authors": [
        {
            "id": 16874955,
            "name": "Opera Norway AS",
            "url": "https://addons.mozilla.org/en-US/firefox/user/16874955/",
            "username": "anonymous-8ddc39909aac7ba9800c9dab0f76d9b0"
        }
    ],
    "average_daily_users": 528,
    "categories": [
        "shopping"
    ],
    "contributions_url": "",
    "created": "2021-06-16T13:12:37Z",
    "current_version": {
        "id": 5702508,
        "compatibility": {
            "firefox": {
                "min": "48.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/opera-cashback/versions/5702508",
        "file": {
            "id": 4246809,
            "created": "2024-03-07T13:59:21Z",
            "hash": "sha256:e87b47bc50ae5eaaec5a2b21ab21e4f20b0db3549ea4ce622d2d0bf1e864ad21",
            "is_mozilla_signed_extension": false,
            "size": 1780738,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4246809/opera_cashback-2.0.54.xpi",
            "permissions": [
                "storage",
                "webRequest",
                "tabs",
                "activeTab",
                "<all_urls>"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 7057,
            "is_custom": false,
            "name": {
                "en-US": "All Rights Reserved"
            },
            "slug": "all-rights-reserved",
            "url": null
        },
        "release_notes": {
            "en-US": "Fix broken allegro case for Cashback Extension"
        },
        "reviewed": "2024-03-07T14:00:20Z",
        "version": "2.0.54"
    },
    "default_locale": "en-US",
    "description": {
        "de": "Geld zurück, beim online Shoppen — mit der Opera Cashback-Erweiterung für den beliebten Opera-Browser!\n \nErhalte automatisch Geld zurück!\n \nMit der Opera Cashback-Browsererweiterung kannst du jetzt bei jedem Online-Einkauf automatisch Top-Cashback sammeln. Erhalte Benachrichtigungen, wenn Cashback auf einer Website verfügbar ist.\nOpera Cashback bietet die besten Cashback-Raten auf dem Markt für beliebte Online-Shops wie AliExpress, Shein, Ebay, MediaMarkt, <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6fa7efe9fd37ef59253ccb7d4fe803f35bd17b07a64b4a89397cbb8d3af88bbb/http%3A//Booking.com\" rel=\"nofollow\">Booking.com</a>, Saturn und viele weitere.\n \nInformationen auf einen Klick.\n \nDu wirst nicht nur über Cashback-Seiten informiert, sondern kannst auch Online-Shopping-Angebote prüfen und nach Marken suchen. Außerdem hast du direkten Zugriff auf dein Cashback-Profil, wo dein Cashback-Status früherer Einkäufe und Deine Transaktionshistorie einsehen kannst.\nDas volle Erlebnis ist nur einen Klick entfernt!\n \nNicht verpassen!\n \nHast du noch kein Profil? Lade die Erweiterung herunter und registriere dich kostenlos, um folgendes zu erhalten:\n \n- Bis zu 30 % Cashback auf deine Einkäufe\n- Automatische Auszahlungen auf dein Bankkonto, deine Kreditkarte oder PayPal\n- Top-Marktpreise und schnelle Auszahlungen\n- Einfache Registrierung mit E-Mail oder sozialen Logins\n- Cashback in über 1300 Online-Shops wie AliExpress, Shein, ebay, MediaMarkt, <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6fa7efe9fd37ef59253ccb7d4fe803f35bd17b07a64b4a89397cbb8d3af88bbb/http%3A//Booking.com\" rel=\"nofollow\">Booking.com</a>, <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/ad810cafc66f5fa60d6fa143be7fef4e036d258b4d6318605b5fbeee123a9691/http%3A//Saturn.com\" rel=\"nofollow\">Saturn.com</a> und viele weitere\n \nBitte beachte unsere Datenschutzerklärung unter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/09456fc1f75547ff684f5f2fe34102f6818a1bc54c76b3f634d02fe25684333e/https%3A//www.opera.com/de/privacy\" rel=\"nofollow\">https://www.opera.com/de/privacy</a>",
        "en-US": "Get money back when shopping online with the Opera Cashback extension from the popular Opera browser!\n \nGet cash back automatically!\n \nWhen using the Opera Cashback browser extension, you can now automatically collect top cashback on your online purchases whenever you shop online. Receive notifications when cashback is available on a website. Opera Cashback provides the best cashback rates on the market for popular online shops like AliExpress, SHEIN, Promofarma, Día, <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6fa7efe9fd37ef59253ccb7d4fe803f35bd17b07a64b4a89397cbb8d3af88bbb/http%3A//Booking.com\" rel=\"nofollow\">Booking.com</a> and many more.\n \nSee information in one click.\n \nNot only do you get notified about cashback sites, but you can also review online shopping deals and search for brands. Plus, you have direct access to your Cashback profile where you can view the cashback status from previous purchases and your transaction history.\nThe full experience is only one click away!\n \nDon't miss out!\n \nDon't have a profile yet? Download the extension and register for free to get:\n \n- Up to 30% money back on your purchases\n- Automatic payouts to your bank account, card, or PayPal\n- Top market rates and fast payouts\n- Easy registration with email or social logins\n- Money back in over 1300 online stores like AliExpress, SHEIN, Promofarma, Día, <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6fa7efe9fd37ef59253ccb7d4fe803f35bd17b07a64b4a89397cbb8d3af88bbb/http%3A//Booking.com\" rel=\"nofollow\">Booking.com</a> and many more\n \nPlease see our privacy policy at: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0ea7b7a6d0e9c0d4fa66d25798f55194bd1467f68d9c58fa3887c7ba39747255/https%3A//www.opera.com/pl/privacy\" rel=\"nofollow\">https://www.opera.com/pl/privacy</a>",
        "es": "Consigue dinero de vuelta con tus compras por internet con la extensión de Opera Cashback en el navegador de Opera!\n \nConsigue cashback automáticamente!\n \nUsando la extensión de Opera Cashback en el navegador, podrás recibir el cashback más alto de forma automática cuando hagas compras por internet. Recibe notificaciones cuando el cashback esté disponible en una página web. Opera Cashback te da los mejores porcentajes de cashback en el mercado en tiendas populares como AliExpress, SHEIN, Promofarma, Día, <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6fa7efe9fd37ef59253ccb7d4fe803f35bd17b07a64b4a89397cbb8d3af88bbb/http%3A//Booking.com\" rel=\"nofollow\">Booking.com</a>, y muchas más.\n \nVe la información en un click.\n \nNo solamente recibirás notificaciones sobre páginas con cashback, pero también podrás ver ofertas en compras por internet y buscar marcas. Además, tendrás acceso directo a tu perfil de Cashback donde podrás ver el estado de tus transacciones anteriores y tu historial completo de transacciones de cashback. La experiencia completa está a solo un click!\n \nNo te lo pierdas!\n \nNo tienes un perfil todavía? Descárgate la extensión y registrate gratis para obtener:\n \n- Hasta un 30% de dinero de vuelta en tus compras, con los porcentajes de cashback más altos del mercado\n- Dinero de vuelta en más de 300 tiendas en internet como AliExpress, SHEIN, Promofarma, Día, <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6fa7efe9fd37ef59253ccb7d4fe803f35bd17b07a64b4a89397cbb8d3af88bbb/http%3A//Booking.com\" rel=\"nofollow\">Booking.com</a>, y muchas más\n- Pagos automáticos a Transferencia bancaria y PayPal\n- Pagos en 30 días, excluyendo ofertas de viajes\n- Registro fácil con correo electrónico o acceso desde redes sociales\n \nConsulte nuestra Política de privacidad en:<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/619d3a292ebacef16214fa37572b2b034335380e66e04958731a18768519ac21/https%3A//www.opera.com/es/privacy\" rel=\"nofollow\">https://www.opera.com/es/privacy</a>",
        "pl": "Odzyskaj pieniądze podczas zakupów online dzięki rozszerzeniu Opera Cashback od popularnej przeglądarki Opera!\n \nOdzyskaj gotówkę automatycznie!\n \nKorzystając z rozszerzenia przeglądarki Opera Cashback, możesz teraz automatycznie zbierać najwyższe stawki cashback za zakupy online za każdym razem, gdy kupujesz w internecie. Otrzymuj powiadomienia, gdy cashback jest dostępny na stronie internetowej. Opera Cashback zapewnia najlepsze stawki cashbacku na rynku w popularnych sklepach internetowych, takich jak Allegro, MediaExpert, <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6fa7efe9fd37ef59253ccb7d4fe803f35bd17b07a64b4a89397cbb8d3af88bbb/http%3A//Booking.com\" rel=\"nofollow\">Booking.com</a> i wielu innych.\n \nZobacz informacje przy pomocy jednego kliknięcia.\n \nNie tylko otrzymasz powiadomienia o witrynach cashback! Możesz także przeglądać oferty zakupów online i wyszukiwać marki. Dodatkowo, masz bezpośredni dostęp do swojego profilu Cashback, gdzie możesz zobaczyć status cashbacku z poprzednich zakupów i historię transakcji.\nOd pełnego doświadczenia dzieli Cię tylko jedno kliknięcie!\n \nNie przegap!\n \nNie masz jeszcze profilu? Pobierz rozszerzenie i zarejestruj się za darmo, aby otrzymać:\n \n- Do 30% zwrotu pieniędzy za zakupy z najwyższymi stawkami zwrotu gotówki na rynku*\n- Zwrot pieniędzy w setkach sklepów internetowych, takich jak Allegro, MediaExpert, <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6fa7efe9fd37ef59253ccb7d4fe803f35bd17b07a64b4a89397cbb8d3af88bbb/http%3A//Booking.com\" rel=\"nofollow\">Booking.com</a> i wielu innych\n- 30-dniowe wypłaty, z wyłączeniem wybranych partnerów\n- Łatwa rejestracja poprzez e-mail lub media społecznościowe\n \nZapraszamy do zapoznania się z naszą polityką prywatności pod adresem: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0ea7b7a6d0e9c0d4fa66d25798f55194bd1467f68d9c58fa3887c7ba39747255/https%3A//www.opera.com/pl/privacy\" rel=\"nofollow\">https://www.opera.com/pl/privacy</a>",
        "ru": "Возвращайте деньги при совершении покупок в Интернете с расширением Opera Cashback от популярного браузера Opera!\n \nПолучайте кэшбэк автоматически!\n \nС расширением для браузера Opera Cashback вы можете автоматически получать максимальный кэшбэк с ваших онлайн-покупок. Получайте уведомления, когда на сайте доступен кэшбэк. Opera Cashback предлагает лучший кэшбэк на рынке у популярных интернет-магазинов, AliExpress, Shein, Яндекс Маркет, MVideo, Мегафон и многих других.\n \nПолучите информацию в один клик.\n \nВы не только получаете уведомления о сайтах с кэшбэком, но также можете просматривать выгодные предложения по покупкам в Интернете и искать бренды. Кроме того, у вас есть прямой доступ к вашему профилю, где вы можете просматривать статус кэшбэка с предыдущих покупок и историю транзакций.\nВсего в одном клике!\n \nНе упустите возможность!\n \nЕще нет аккаунта? Скачайте расширение и зарегистрируйтесь бесплатно, чтобы получить:\n \n- Возврат до 30% с ваших покупок с самыми высокими ставками кэшбэка на рынке*\n- Возврат денег в сотнях интернет-магазинов\n- 30-дневные выплаты, исключая некоторых партнеров\n- Простая регистрация по электронной почте или через социальные сети\n \nОзнакомьтесь с нашей политикой конфиденциальности по ссылке: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/a9cdc7ffc309e43cbedcb85b17a228dccabee81786d86d3afeb8352fcc0a9d79/https%3A//www.opera.com/ru/privacy\" rel=\"nofollow\">https://www.opera.com/ru/privacy</a>",
        "uk": "Возвращайте деньги при совершении покупок в Интернете с расширением Opera Cashback от популярного браузера Opera!\n \nПолучайте кэшбэк автоматически!\n \nС расширением для браузера Opera Cashback вы можете автоматически получать максимальный кэшбэк с ваших онлайн-покупок. Получайте уведомления, когда на сайте доступен кэшбэк. Opera Cashback предлагает лучший кэшбэк на рынке у популярных интернет-магазинов, AliExpress, Shein, Яндекс Маркет, MVideo, Мегафон и многих других.\n \nПолучите информацию в один клик.\n \nВы не только получаете уведомления о сайтах с кэшбэком, но также можете просматривать выгодные предложения по покупкам в Интернете и искать бренды. Кроме того, у вас есть прямой доступ к вашему профилю, где вы можете просматривать статус кэшбэка с предыдущих покупок и историю транзакций.\nВсего в одном клике!\n \nНе упустите возможность!\n \nЕще нет аккаунта? Скачайте расширение и зарегистрируйтесь бесплатно, чтобы получить:\n \n- Возврат до 30% с ваших покупок с самыми высокими ставками кэшбэка на рынке*\n- Возврат денег в сотнях интернет-магазинов\n- 30-дневные выплаты, исключая некоторых партнеров\n- Простая регистрация по электронной почте или через социальные сети\n \nОзнакомьтесь с нашей политикой конфиденциальности по ссылке: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/a9cdc7ffc309e43cbedcb85b17a228dccabee81786d86d3afeb8352fcc0a9d79/https%3A//www.opera.com/ru/privacy\" rel=\"nofollow\">https://www.opera.com/ru/privacy</a>"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/opera-cashback/edit",
    "guid": "{65d3f0e5-233f-4bb6-a8b4-cf2bbf96b95d}",
    "has_eula": true,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "de": "https://cashback.opera.com",
            "en-US": "https://cashback.opera.com",
            "es": "https://cashback.opera.com",
            "pl": "https://cashback.opera.com",
            "ru": "https://cashback.opera.com"
        },
        "outgoing": {
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9e5355da895ed076e77cfa4cf22610031f4c8e09fbc8d9876abdc107c42bb920/https%3A//cashback.opera.com",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9e5355da895ed076e77cfa4cf22610031f4c8e09fbc8d9876abdc107c42bb920/https%3A//cashback.opera.com",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9e5355da895ed076e77cfa4cf22610031f4c8e09fbc8d9876abdc107c42bb920/https%3A//cashback.opera.com",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9e5355da895ed076e77cfa4cf22610031f4c8e09fbc8d9876abdc107c42bb920/https%3A//cashback.opera.com",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9e5355da895ed076e77cfa4cf22610031f4c8e09fbc8d9876abdc107c42bb920/https%3A//cashback.opera.com"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/2708/2708289-64.png?modified=43956baa",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/2708/2708289-32.png?modified=43956baa",
        "64": "https://addons.mozilla.org/user-media/addon_icons/2708/2708289-64.png?modified=43956baa",
        "128": "https://addons.mozilla.org/user-media/addon_icons/2708/2708289-128.png?modified=43956baa"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2024-03-07T14:00:20Z",
    "name": {
        "de": "Opera Cashback",
        "en-US": "Opera Cashback",
        "es": "Opera Cashback",
        "pl": "Opera Cashback",
        "ru": "Opera Cashback",
        "uk": "Opera Cashback"
    },
    "previews": [
        {
            "id": 273967,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/273/273967.png?modified=1665500246",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/273/273967.jpg?modified=1665500246"
        },
        {
            "id": 273968,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/273/273968.png?modified=1665500246",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/273/273968.jpg?modified=1665500246"
        },
        {
            "id": 273969,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/273/273969.png?modified=1665500246",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/273/273969.jpg?modified=1665500246"
        },
        {
            "id": 273970,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/273/273970.png?modified=1665500246",
            "position": 3,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/273/273970.jpg?modified=1665500246"
        }
    ],
    "promoted": null,
    "ratings": {
        "average": 5.0,
        "bayesian_average": 3.7842966396682107,
        "count": 4,
        "text_count": 1
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/opera-cashback/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/2708289",
    "slug": "opera-cashback",
    "status": "public",
    "summary": {
        "de": "Erhalte den höchsten Cashback auf dem Markt mit Opera Cashback",
        "en-US": "Get the highest cashback rates on the market with Opera Cashback",
        "es": "Consigue los porcentajes de cashback más altos con Opera Cashback",
        "pl": "Zdobądź najwyższe stawki cashbacku na rynku dzięki Opera Cashback",
        "ru": "Кэшбэк-сервис Opera Cashback предлагает самые высокие ставки кэшбэка на рынке",
        "uk": "Кэшбэк-сервис Opera Cashback предлагает самые высокие ставки кэшбэка на рынке"
    },
    "support_email": {
        "de": "support@cashback.opera.com",
        "en-US": "support@cashback.opera.com",
        "es": "support@cashback.opera.com",
        "pl": "support@cashback.opera.com",
        "ru": "support@cashback.opera.com",
        "uk": "support@cashback.opera.com"
    },
    "support_url": {
        "url": {
            "de": "https://cashback.opera.com/faq",
            "en-US": "https://cashback.opera.com/faq",
            "es": "https://cashback.opera.com/faq",
            "pl": "https://cashback.opera.com/faq",
            "ru": "https://cashback.opera.com/faq",
            "uk": "https://cashback.opera.com/faq"
        },
        "outgoing": {
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/77611956ab89ab05d75b6d7f5e1dc77ef8afbfd01937e68dbcf04a5401873de4/https%3A//cashback.opera.com/faq",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/77611956ab89ab05d75b6d7f5e1dc77ef8afbfd01937e68dbcf04a5401873de4/https%3A//cashback.opera.com/faq",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/77611956ab89ab05d75b6d7f5e1dc77ef8afbfd01937e68dbcf04a5401873de4/https%3A//cashback.opera.com/faq",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/77611956ab89ab05d75b6d7f5e1dc77ef8afbfd01937e68dbcf04a5401873de4/https%3A//cashback.opera.com/faq",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/77611956ab89ab05d75b6d7f5e1dc77ef8afbfd01937e68dbcf04a5401873de4/https%3A//cashback.opera.com/faq",
            "uk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/77611956ab89ab05d75b6d7f5e1dc77ef8afbfd01937e68dbcf04a5401873de4/https%3A//cashback.opera.com/faq"
        }
    },
    "tags": [
        "coupon",
        "shopping"
    ],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/opera-cashback/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/opera-cashback/versions/",
    "weekly_downloads": 7,
    "_score": null
}