{
  "_lang": {
    "message": "it"
  },
  "downloadButton": {
    "message": "Scarica"
  },
  "downloadMessage": {
    "message": "Scarica iCloud per Windows per utilizzare “Segnalibri di iCloud”."
  },
  "extDescription": {
    "message": "Mantieni i segnalibri di Firefox su Windows aggiornati con i segnalibri di Safari su iPhone, su iPad e sul Mac."
  },
  "extName": {
    "message": "Segnalibri di iCloud"
  },
  "okButton": {
    "message": "OK"
  },
  "signinButton": {
    "message": "Apri iCloud per Windows"
  },
  "syncedMessage": {
    "message": "I segnalibri di Firefox sono sincronizzati con iCloud."
  },
  "enableBookmarksMessage": {
    "message": "Abilita Segnalibri in iCloud per Windows per utilizzare i segnalibri di iCloud con Firefox."
  },
  "userConsentTitle": {
    "message": "Privacy"
  },
  "userConsentMessage": {
    "message": "<p>I segnalibri di Firefox verranno sincronizzati su iCloud per essere disponibili su tutti i tuoi dispositivi.</p><p> Se scegli di non consentire la raccolta dei segnalibri, l'estensione non sarà utile.</p><p>Per dettagli completi sui dati personali che vengono raccolti e su come vengono usati, consulta l'<a id=\"PrivacyPolicyLink\" href=\"https://www.apple.com/it/privacy/\" target=\"_blank\">informativa sulla privacy</a>.</p>"
  },
  "userConsentAllowButton": {
    "message": "Sì, raccogli i miei dati personali in accordo con l'informativa sulla privacy di Apple"
  },
  "userConsentDenyButton": {
    "message": "No, non raccogliere i miei dati personali"
  },
  "uninstallMessage": {
    "message": "Poiché non consenti la raccolta dei segnalibri, consigliamo di rimuovere “Segnalibri di iCloud”."
  },
  "uninstallButton": {
    "message": "Rimuovi “Segnalibri di iCloud”"
  },
  "displayConsentButton": {
    "message": "Rivedi il consenso alla raccolta dei dati"
  },
  "showUserConsentMessage": {
    "message": "Prima che i segnalibri possano essere sincronizzati, devi consentire la raccolta dei dati da parte di “Segnalibri di iCloud”."
  },
  "showUserConsentButton": {
    "message": "Visualizza la pagina sulla raccolta dei dati personali"
  }
}
