{"게으쭈루":[{"1":[[],[["조선 시대에, 병조 판서ㆍ관찰사ㆍ병마절도사와 같이 병권이 있는 높은 벼슬아치의 행차를 호위하는 순령수가 사람들의 통행을 금하는 뜻으로 외치던 소리.","역사"]],2,"게으쭈루"]},{}],"그렇지":[{"1":[[],[["틀림없이 그렇다는 뜻으로 하는 말.",null]],2,"그러치"]},{"1":[[],[["of course; that's right","An exclamation used when the speaker is impressed that a certain fact is not different from he or she had thought."],["oh right","An exclamation used when something that the speaker has forgotten, comes to his/her mind."]],2,"그러치"]}],"글쎄":[{"1":[[],[["남의 물음이나 요구에 대하여 분명하지 않은 태도를 나타낼 때 쓰는 말. 해할 자리에 쓴다.",null],["자신의 뜻을 다시 강조하거나 고집할 때 쓰는 말.",null]],2,"글쎄"]},{"0":[[],[["well; hm","An exclamation used when showing an uncertain attitude toward someone's question or demand."],["you see; see","An exclamation used when the speaker emphasizes or persists with his/her idea or opinion."]],1,"글쎄"]}],"거참":[{"1":[[],[["‘그거참’의 준말.",null]],2,"거ː참"]},{"0":[[],[["alas; oh; wow","An exclamation used to express the feelings of contrition, regret, or surprise."]],0,"거ː참"]}],"그":[{"2":[[],[["감개가 깊거나 무어라 말하기 어려울 때 하는 말.",null]],2,"그"]},{"3":[[],[["uh; um; er; erm","An exclamation used when the speaker is tongue-tied or has difficulty getting some words out of his/her mouth."]],0,"그"]}],"거보시오":[{"1":[[],[["어떤 일이 자신의 말대로 되었음을 나타낼 때 쓰는 말. 하오할 자리에 쓴다.",null]],2,"거보시오"]},{}],"가만":[{},{"2":[[],[["wait; hold on","An exclamation used when the speaker wants to stop someone else's speech or acts, or wishes to get some time to think."]],0,"가만"]}],"가서":[{"1":[[],[["글을 읽거나 말을 할 때, 또는 말을 하다가 막힐 때 중간에 덧붙여 내는 군소리.",null]],2,"가서"]},{}],"그것참":[{"1":[[],[["사정이 매우 딱하거나 어이가 없을 때, 또는 뜻밖에도 일이 잘되었을 때 내는 소리.",null]],2,"그걷참"]},{"0":[[],[["alas; oh; wow","An exclamation to express the feelings of contrition, regret, or surprise."]],0,"그걷참"]}],"고렇지":[{"1":[[],[["틀림없이 고렇다는 뜻으로 하는 말.",null]],2,"고러치"]},{"1":[[],[["of course; that's right","An exclamation used to indicate that it is absolutely right."]],0,"고러치"]}],"그거참":[{"1":[[],[["‘그것참’을 구어적으로 이르는 말.",null]],2,"그거참"]},{"0":[[],[["alas; oh; wow","An exclamation used to express the feelings of contrition, regret or surprise."]],0,"그거참"]}],"거봐":[{"1":[[],[["어떤 일이 자신의 말대로 되었음을 나타낼 때 쓰는 말. 해할 자리에 쓴다.",null]],2,"거봐"]},{"0":[[],[["see; told you","An exclamation used to confirm that something has happened as the speaker said."]],0,"거봐"]}],"그래":[{"1":[[],[["긍정하는 뜻으로 대답할 때 쓰는 말. 해라할 자리에 쓴다.",null],["상대편의 말에 대한 감탄이나 가벼운 놀라움을 나타낼 때 쓰는 말. 해라할 자리에 쓴다.",null],["다잡아 묻거나 강조할 때 쓰는 말. 주로 의문문에서 삽입어로 쓴다.",null]],2,"그래"]},{"1":[[],[["okay; sure","An exclamation used when giving a positive answer that means 'I'll do so', 'Yes, it is', or 'I see.'"],["really","An exclamation used to indicate that the speaker marvels at or is slightly surprised by the words of the other party."],["eh","An exclamation used to emphasize something by asking about it again."]],1,"그래"]}],"곤지곤지":[{"1":[[],[["젖먹이에게 왼손 손바닥에 오른손 집게손가락을 댔다 뗐다 하라는 뜻으로 내는 소리.",null]],2,"곤지곤지"]},{"2":[[],[["Boo-boo; cutie, cutie","A phrase used when telling an infant to repeatedly poke his/her left palm with his/her right index finger."]],0,"곤지곤지"]}],"고런":[{"2":[[],[["뜻밖에 놀라운 일이나 딱한 일을 보거나 들었을 때 하는 말. ‘그런02’보다 익살스러운 느낌이나 낮잡는 느낌을 준다.","없음"]],2,"고런"]},{}],"글쎄올시다":[{"1":[[],[["남의 물음이나 요구에 대하여 분명하지 않은 태도를 나타낼 때 쓰는 말. 하오할 자리에 쓴다.",null]],2,"글쎄올씨다"]},{}],"개치네쒜":[{"1":[[],[["재채기를 한 뒤에 내는 소리. 이 소리를 외치면 감기가 들어오지 못하고 물러간다고 한다.",null]],2,"개치네쒜"]},{}],"거시기":[{},{"2":[[],[["what's that called","An exclamation used when the speaker cannot think of what to say while speaking, or when it is hard to say something instantly."]],0,"거시기"]}],"그럼":[{"2":[[],[["말할 것도 없이 당연하다는 뜻으로 대답할 때 쓰는 말.",null]],2,"그럼"]},{"2":[[],[["of course","An exclamation used when the speaker gives an answer meaning that something is absolutely right."]],1,"그럼"]}],"글쎄요":[{"1":[[],[["남의 물음이나 요구에 대하여 분명하지 않은 태도를 나타낼 때 쓰는 말. 해요할 자리에 쓴다.",null]],2,"글쎄요"]},{"0":[[],[["well; hm","An exclamation used when showing an uncertain attitude toward someone's question or demand."]],1,"글쎄요"]}],"그러게":[{},{"2":[[],[["right; I know; yeah","An exclamation used to indicate that the speaker supports or agrees with the words of the other party."]],2,"그러게"]}],"거봐라":[{"1":[[],[["어떤 일이 자신의 말대로 되었음을 나타낼 때 쓰는 말. 해라할 자리에 쓴다.",null]],2,"거봐라"]},{}],"경례":[{},{"2":[["敬禮"],[["attention","An exclamation used as a word of command to make people give a bow or a salute to their elder, teacher, or national flag."]],0,"경ː녜"]}],"가설랑":[{"1":[[],[["글을 읽거나 말을 할 때, 또는 말을 하다가 막힐 때 중간에 덧붙여 내는 군소리.",null]],2,"가설랑"]},{}],"글쎄다":[{"1":[[],[["남의 물음이나 요구에 대하여 분명하지 않은 태도를 나타낼 때 쓰는 말. 해라할 자리에 쓴다.",null]],2,"글쎄다"]},{"0":[[],[["well; hm","An exclamation used when showing an uncertain attitude toward someone's question or demand."]],0,"글쎄다"]}],"그런":[{"2":[[],[["뜻밖에 놀라운 일이나 딱한 일을 보거나 들었을 때 하는 말.",null]],2,"그런"]},{"2":[[],[["oh no; what the heck","An exclamation used when the speaker unexpectedly sees or hears something surprising or pitiable."]],0,"그런"]}]}