$(document).ready(function(){
   $('#send').click(function(e){
 
       e.preventDefault();

       var text = $('#text').val();
       var val = $('#lang').val();
	   
		if (val == "eng2rus")
		{
			txt = EngRus(text);
			document.getElementById('text').value = txt;
		}
		if (val == "rus2eng")
		{
			txt = RusEng(text);
			document.getElementById('text').value = txt;
		}
	});
});   	 

function EngRus(str) {

var eng2rus = new Array(
	['"', "Э"], ['~', "Ё"], ['`', "ё"], ["q", "й"], ["w", "ц"], ["e", "у"], ["r", "к"], ["t", "е"], ["y", "н"], ["u", "г"], ["i", "ш"], ["o", "щ"], ["p", "з"], ["[", "х"], ["]", "ъ"], ["a", "ф"], ["s", "ы"], ["d", "в"], ["f", "а"], ["g", "п"], ["h", "р"], ["j", "о"], ["k", "л"], ["l", "д"], [";", "ж"], ["'", "э"], ["z", "я"], ["x", "ч"], ["c", "с"], ["v", "м"], ["b", "и"], ["n", "т"], ["m", "ь"], [",", "б"], [".", "ю"], ["/", "."], 
	["Q", "Й"], ["W", "Ц"], ["E", "У"], ["R", "К"], ["T", "Е"], ["Y", "Н"], ["U", "Г"], ["I", "Ш"], ["O", "Щ"], ["P", "З"], ["{", "Х"], ["}", "Ъ"], ["A", "Ф"], ["S", "Ы"], ["D", "В"], ["F", "А"], ["G", "П"], ["H", "Р"], ["J", "О"], ["K", "Л"], ["L", "Д"], [":", "Ж"], ["Z", "Я"], ["X", "Ч"], ["C", "С"], ["V", "М"], ["B", "И"], ["N", "Т"], ["M", "Ь"], ["<", "Б"], [">", "Ю"], ["?", ","], 
	["@", '"'], ["#", "№"], ["$", ";"], ["^", ":"], ["&", "?"]
);

    var newStr = new String();

    for (var i = 0; i < str.length; i++) {

        ch = str.charAt(i);
        var newCh = ch;

        for (var j = 0; j < eng2rus.length; j++) 
		{
            if (ch == eng2rus[j][0]) 
			{
                newCh = eng2rus[j][1];
            }
        }
        newStr += newCh;

    }
    return newStr;
}

function RusEng(str) {

var rus2eng = new Array(
	['"', "@"], ['Ё', "~"], ['ё', "`"], 
	["й", "q"], ["ц", "w"], ["у", "e"], ["к", "r"], ["е", "t"],["н", "y"], ["г", "u"], ["ш", "i"], ["щ", "o"], ["з", "p"], ["х", "["], ["ъ", "]"], ["ф", "a"], ["ы", "s"], ["в", "d"], ["а", "f"], ["п", "g"], ["р", "h"], ["о", "j"], ["л", "k"], ["д", "l"], ["э", "'"], ["я", "z"], ["ч", "x"], ["с", "c"], ["м", "v"], ["и", "b"], ["т", "n"], ["ь", "m"], 
	["Й", "Q"], ["Ц", "W"], ["У", "E"], ["К", "R"], ["Е", "T"], ["Н", "Y"], ["Г", "U"], ["Ш", "I"], ["Щ", "O"], ["З", "P"], ["Х", "{"], ["Ъ", "}"], ["Ф", "A"], ["Ы", "S"], ["В", "D"], ["А", "F"], ["П", "G"], ["Р", "H"], ["О", "J"], ["Л", "K"], ["Д", "L"], ['Э', '"'], ["Я", "Z"], ["Ч", "X"], ["С", "C"], ["М", "V"], ["И", "B"], ["Т", "N"], ["Ь", "M"], ["Б", "<"], ["Ю", ">"], 
	['"', "@"], ["№", "#"], [";", "$"], [":", "^"], ["?", "&"], [",", "?"], ["Ж", ":"], ["б", ","], [".", "/"], ["ю", "."], ["ж", ";"]
);

    var newStr = new String();

    for (var i = 0; i < str.length; i++) {

        ch = str.charAt(i);
        var newCh = ch;

        for (var j = 0; j < rus2eng.length; j++) 
		{
            if (ch == rus2eng[j][0]) 
			{
                newCh = rus2eng[j][1];
            }
        }
        newStr += newCh;

    }
    return newStr;
}