{
    "id": 839024,
    "authors": [
        {
            "id": 13192517,
            "name": "carri",
            "url": "https://addons.mozilla.org/en-US/firefox/user/13192517/",
            "username": "carri"
        }
    ],
    "average_daily_users": 570,
    "categories": [
        "bookmarks",
        "other",
        "tabs"
    ],
    "contributions_url": "",
    "created": "2017-08-01T17:26:06Z",
    "current_version": {
        "id": 5024559,
        "compatibility": {
            "firefox": {
                "min": "42.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/mis-notas/versions/5024559",
        "file": {
            "id": 3568928,
            "created": "2020-05-14T00:07:50Z",
            "hash": "sha256:51a287793fc5fcb888d8177c0090235a4e08e21fa5c75b54f5ec250d54552580",
            "is_mozilla_signed_extension": false,
            "size": 362934,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/3568928/mis_notas-2.1.3.1.xpi",
            "permissions": [
                "webNavigation",
                "webRequest",
                "storage",
                "contextMenus",
                "activeTab",
                "<all_urls>",
                "tabs",
                "clipboardWrite"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 3338,
            "is_custom": false,
            "name": {
                "en-US": "Mozilla Public License 2.0"
            },
            "slug": "MPL-2.0",
            "url": "https://www.mozilla.org/MPL/2.0/"
        },
        "release_notes": {
            "es": "- Added usage manual to Options screen.\n- Opacity property applied to the whole note on sticky, multimedia and change notes. Before it was applied only to the background and not to the text.\n- Modified some shortcut keys as they were used in Firefox.\n- Refactor code in Color config screen.\n- Fixed an isue that caused that when opacity was set at 0% it was not applied in the new notes.\n- Links added to URL notes were not validating the protocol of the URL, which cause the link not to work if it was not added.\n- Option Export Page from sidebar menu was not working."
        },
        "reviewed": "2020-05-14T00:10:13Z",
        "version": "2.1.3.1"
    },
    "default_locale": "es",
    "description": {
        "en-US": "My notes is a Firefox extension that allows you to add annotations inside a web page. It provides mainly 3 different kinds of annotations:\n\n<ul><li><b>Sticky notes:</b> Add colorful notes anywhere on the page and write whatever you want inside. Move or rescale your notes however you want.</li><li><b>Multimedia annotations:</b> Record audio or video messages and put them wherever you want on the page. You can change the player size, move it and even hide it (an icon that identify the type of annotation will be shown instead).</li><li><b>Text highlighting:</b> Select any text on the page and makes it highlighted with these annotations by changing its format (cross out, underline, bold). Link the text with any web site or add change text annotations.</li></ul>\nNOTE: Please, remember to reboot the brwoser after installing the addon for its proper functioning.\n\n<strong>Using the extension</strong>\n\nIn order to create a new note in a page, you only have to follow these steps: \n<ol><li>Wait till the page is completelly loaded (if not, the creation of the note may not work as expected).</li><li>If you want to add an sticky note or a multimedia note, right click in the point you want to add it. If you want to add a text highlighting note, select the desired text and right click.</li><li>In the context menu, go to the option \"My notes\" and select the annotation type you want to create.</li><strong>Types of notes:</strong>\n\nThere are different types of notes that can be added, and each type has some particular caracteristics:<ul><li><b>Sticky notes:</b> Creates a rectangle of text in the selected point of the page. It can be moved by dragging it with the mouse and resized by putting the mouse in the borders (and corners) and dragging them (there are a minimum limit for the with and heigth of that annotations). In order to write text, just click inside the note and start to write. Changes are saved when the annotation is moved to a new position, when the resizing operation is over or when it looses the focus.</li><li><b>Audio notes:</b> Creates an audio note in the selected point of the page. When it is created, this note is shown as a microphone icon. Clicking on it the icon will turn red and it will start to record. Clicking it again will stop the record and will make the icon to change to a musical note. After an audio is recorded, clicking on the icon will show/hide the player. The icon (or the player) can be moved to any place of the page by dragging it. The player can be resized (only horizontally) by dragging its edges, but it has a minimum limit.</li><li><b>Video notes:</b> Creates a video note in the selected point of the page. When it is created, this note is shown as a cam icon. Clicking on it the icon will turn red and it will start to record. Clicking it again will stop the record and will make the icon to change to a movie frame. After a video is recorded, clicking on the icon will show/hide the player. The icon (or the player) can be moved to any place of the page by dragging it. The player can be resized by dragging its edges, but it has a minimum limit (Note: the height of the player will not change when resizing the note vertically. This will only affect to the video).</li><li><b>Highlight text notes:</b> Adds a background color to the selected text. This kind of annotation cannot be resized or moved.</li><li><b>Underline text notes:</b> Underlines the selected text and adds a background color. This kind of annotation cannot be resized or moved.</li><li><b>Crossout text notes:</b> Crossouts the selected text and adds a background color. This kind of annotation cannot be resized or moved.</li><li><b>URL text notes:</b> Puts in bold and underlines the selected text, changes the text color and Adds a background color. When this annotation is added, a new popup is opened asking for the URL that will be linked with the note. Write the correct URL (including de protocol, e.g. \"HTTP\" or \"HTTPS\") or cancel if you still don´t want to add an URL (there is an option to update the URL in the context menu of the note). If an URL is added, when the mouse hovers the note, the pointer will change to a hand, and the link can be opened by clicking on the note with left button. If the URL is not added, the mouse will change to an arrow and, if you clicks on the note, the popup to add a correct URL will be shown. This kind of annotation cannot be resized or moved.</li><li><b>Change text notes:</b> Adds a background color to the selected text and a rectangle of text under the selected text. You can write what you want in that rectangle of text. That rectangle of text can be resized by dragging any border (except border on top). It cannot be moved.</li></ul></ol>\n<strong>Sidebar:</strong>\n\nThis extension provides a sidebar that shows all the pages with annotations. By default, the list of notes in each page will be shown collapsed, but it can be expanded by clicking the <code>+</code> icon. When the active page has annotations, it will be shown the first in the list in the sidebar, and will automatically be expanded showing all the notes. When a note cannot be loaded in a page, its format in the sidebar will change (background color will change to red, color will change to white and tooltip will change to the exception raised when trying to load the note). By default, the name of the page will be the URL of the page, but it can be changed by clicking on it with left button and writting the new name.\n\nOn the top left side of the sidebar there are a menu with different actions:\n\n<ul><li><b>Export current page:</b> Create an XML file with all the notes in current page. This option will be active only if current page has annotations.</li><li><b>Export all:</b> Create an XML file with all the notes in all the pages.</li><li><b>Import XML:</b> Import the notes from an XML file.</li><li><b>Copy all (opened pages):</b> Copy all the text of all the annotations. It only affect to pages that are opened.</li><li><b>Delete current page:</b> Delete all the annotations from current page. This option will be active only if current page has annotations.</li><li><b>Delete all pages:</b> Delete all the annotations.</li></ul>\n<strong>Context menu:</strong>\n\nEach element of the extension has a context menu with different actions:\nContext menu in Annotations (inside the page):\n\n<ul><li><b>Change text color:</b> Change the text color of the note. When clicking on this option a popup to pick the new color will be opened. If a new color is selected, the text color of the note (and the reference in the sidebar) will change. If it is a multimedia note, this color will be applied to the icons and controls. If it is a changetext note, this color will be applied into the text box.</li><li><b>Change background color:</b> Change the background color of the note. When clicking on this option a popup to pick the new color will be opened. If a new color is selected, the background color of the note (and the reference in the sidebar) will change. If it is a changetext note, this color will be applied into the text box.</li><li><b>Change selection text color:</b> Change the text color of the selection. This option only is avaliable in change text annotations (use the option \"Change text color\" in the other notes). This change won´t affect to the reference of the note in the sidebar.</li><li><b>Change selection background color:</b> Change the background color of the selection. This option only is avaliable in change text annotations (use the option \"Change background color\" in the other notes). This change won´t affect to the reference of the note in the sidebar.</li><li><b>Delete item:</b> Delete permanently the annotation from the page (this operation cannot be undone). WARNING: in text annotations, if there are more than one annotation in same HTML element and one of them is deleted, the rest of the annotations may dissappear. This is caused by the way how the annotations are saved.</li><li><b>Copy text:</b> Copy the text of the note. This option has different effects depending on the type of annotation:<ul><li>Sticky note: Copy the text written inside the note.</li><li>Multimedia note: Not available.</li><li>Change text: Copy the text of the text box.</li><li>Selection notes: Copy the highlighted text.</li><li>Edit URL: This option only is available in URL notes. It opens a popup to change the URL of the annotation.</li></ul></li></ul>\n<strong>Context menu in page name (in sidebar):</strong>\n\n<ul><li><b>Open URL:</b> Open the page in a new tab. Due to security restrictions of WebExtension, special pages (pages like \"about:\", \"file:\" or \"javascript:\") cannot be opened.</li><li><b>Delete page:</b> Delete all the notes of the page.</li><li><b>Export page:</b> Export all the notes of the page into an XML file.</li><li><b>Copy all:</b> Copy the text of all the notes in the page. This option is available only when the page is opened.</li><li><b>Reload annotations:</b> Reload the annotations in the page. If an annotation has failed when trying to be opened, this option will solve the issue (if the pro5blem is temporal)</li></ul>\n<strong>Context menu in annotations (in sidebar):</strong>\n\n<li><b>Delete item:</b> Delete the element from the page. It works like the same option of the annotation inside the page.</li><li><b>Change background color:</b> Change the background color of the note. It works like the same option of the annotation inside the page, but only is available when the page is opened.</li><li><b>Change text color:</b> Change the text color of the note. It works like the same option of the annotation inside the page, but only is available when the page is opened.</li><li><b>Copy text:</b> Copy the text of the note. It works like the same option of the annotation inside the page, but only is available when the page is opened.</li>\n\n<strong>Extension options:</strong>\n\nAccessing to the extension options will allow you to customize the extension. It will let you change the default color and opacity of each annotation. In this page you can to change too the name that will be added as author of the notes. Options won´t be saved till you press the button \"Save\". Use the button \"Default values\" to recover the values assigned by default.",
        "es": "Mis notas es una extensión para Firefox que permite añadir anotaciones dentro de una página web. Dispone principalmente de 3 tipos distintos de anotaciones:\n<ul><li><strong>Notas adhesivas:</strong> Añade notas de colores en cualquier punto de la página y escribe lo que quieras en ellas. Mueve o redimensiona las notas como quieras.</li><li><strong>Notas multimedia:</strong> Graba mensajes de audio o de vídeo e insértalos en el lugar que quieras de la página. Podrás cambiar el tamaño del reproductor, moverlo libremente por la página, e incluso ocultarlo (se mostrará únicamente un icono que identificará el tipo de nota).</li><li><strong>Resaltado de texto:</strong> Selecciona cualquier texto de la página y haz que resalte con estas anotaciones cambiando el formato del mismo (tachado, subrayado). Enlaza el texto seleccionado con cualquier dirección web o añade anotaciones de sustitución de texto.</li></ul>\n<strong>Aviso:</strong> Por favor, recuerde reiniciar el navegador tras instalar el complemento para su correcto funcionamiento.\n\n<strong>Uso de la extensión</strong>\n\nPara crear una nueva nota en una página, solamente tienes que seguir los siguientes pasos: \n<ol><li>Espera hasta que la página se haya cargado completamente (en caso contrario la creación puede fallar).</li><li>Si quieres añadir una nota multimedia o de texto, pulsa con el botón derecho del ratón en el lugar donde quieras crearla. En caso de querer crear una anotación de resaltado de texto, selecciona el texto a resaltar y pulsa el botón derecho.</li><li>En el menú contextual, ve a la opción \"Mis notas\" y selecciona el tipo de anotación que quieres crear.</li><strong>Tipos de notas:</strong>\n\nHay varios tipos de anotaciones disponibles, y cada tipo de anotación tiene algunas características particulares:<ul><li><b>Notas de texto (post-it):</b> Crea un cuadrado de texto en el punto de la página seleccionado. Esta nota se puede mover por la página arrastrándola con el ratón, y se puede redimensionar arrastrando los bordes o las esquinas (hay un tamaño mínimo tanto para el ancho como para el alto de la anotación). Para escribir texto, solamente es necesario pinchar en el interior del cuadro y empezar a escribir. Los cambios en la anotación se guardan al salir de la anotación (pinchar fuera de ella) o al soltar el ratón, en caso de estar moviendo o redimensionando la nota.</li><li><b>Notas de resaltado de texto:</b> Adds a background color to the selected text. This kind of annotation cannot be resized or moved.</li><li><b>Notas de audio:</b> Crea una nota de audio en el punto de la página seleccionado. Al crearla, esta nota se muestra como un icono de un micrófono. Al pulsar en el icono se activará la grabación de audio y el color del icono cambiará a rojo. Al pulsar nuevamente en el icono se parará la grabación, y el icono cambiará a una nota musical. Tras haber grabado la nota de audio, pulsando en el icono nuevamente se mostrará/ocultará el reproductor de audio. Es posible mover el icono (o el reproductor) por la pantalla arrastrándolos con el ratón. El reproductor puede redimensionarse horizontalmente arrastrando los bordes de los laterales, siempre que no se reduzca su tamaño más del límite mínimo fijado.</li><li><b>Notas de vídeo:</b> Crea una nota de audio en el punto de la página seleccionado. Al crearla, esta nota se muestra como un icono de una cámara de vídeo. Al pulsar en el icono se activará la grabación de vídeo y el color del icono cambiará a rojo. Al pulsar nuevamente en el icono se parará la grabación, y el icono cambiará a un fotograma de una película. Tras haber grabado la nota de vídeo, pulsando en el icono nuevamente se mostrará/ocultará el reproductor de vídeo. Es posible mover el icono (o el reproductor) por la pantalla arrastrándolos con el ratón. El reproductor puede redimensionarse arrastrando los bordes, siempre que no se reduzca su tamaño más del límite mínimo fijado (Nota: El reproductor únicamente se puede redimensionar horizontalmente. Al cambiar la altura de la nota se mantendrá igual el tamaño del reproductor y solamente cambiará la altura del vídeo).</li><li><b>Notas de subrayado de texto:</b> Subraya el texto seleccionado y añade un color de fondo. Este tipo de anotaciones no puede moverse ni redimensionarse.</li><li><b>Notas de tachado de texto:</b> Tacha el texto seleccionado y añade un color de fondo. Este tipo de anotaciones no puede moverse ni redimensionarse.</li><li><b>Notas de URL:</b> Subraya el texto seleccionado y lo pone en negrita, además de cambiar el color del texto y añadir un color de fondo. Al añadir una nota de este tipo, se muestra una ventana emergente solicitando la introducción de la URL que se enlazará a la nota. En este punto se puede escribir la URL correcta (incluyendo el protocolo, como puede ser \"HTTP\" or \"HTTPS\") y aceptar, o cancelar directamente si aún no se quiere añadir la dirección URL (es posible añadir esta dirección posteriormente desde el menú contextual de la nota). Si se añade una URL, al situar el ratón encima de la nota el cursor cambia a una mano, y se puede abrir el enlace pulsando con el botón izquierdo en la nota. Si no se ha añadido una URL, se mostrará una flecha como cursor, y al pulsar en la nota se abrirá la ventana emergente para introducir la URL. Este tipo de anotaciones no puede moverse ni redimensionarse.</li><li><b>Notas de cambio de texto:</b> Añade un color de fondo al texto seleccionado y un cuadro de texto debajo del mismo, en el que es posible escribir cualquier texto. El cuadro de texto puede redimensionarse arrastrando los bordes (excepto el borde superior), pero no puede moverse.</li></ul></ol>\n<strong>Barra lateral:</strong>\n\nEsta extensión contiene una barra lateral que muestra todas las páginas en las que se han añadido anotaciones. Por defecto, la lista de anotaciones de cada página se mostrará contraída, pero se puede expandir pulsando en el icono <code>+</code>. Cuando la página activa contenga anotaciones, éstas se mostrarán al principio de la lista y se expandirá la lista. Al situar el ratón sobre una anotación (de la página activa), ésta se resaltará en la página (añadiendo un borde rojo) y, si es posible, se situará en el centro de la pantalla. Si una nota no puede ser cargada en la página, se mostrará en la barra lateral con un formato distinto (el color de fondo será rojo, el color del texto blanco y el error que se ha producido se mostrará como mensaje informativo en la nota). Por defecto, el nombre de la página que se mostrará será la dirección de la página, pero es posible cambiarlo pulsando con el botón izquierdo sobre dicho nombre.\n\nEn la parte superior izquierda de la barra lateral hay un menú con diferentes acciones:\n\n<ul><li><b>Exportar página actual:</b> Crea un fichero XML con todas las notas de la página actual. Esta opción solamente estará activa cuando la página actual contenga anotaciones.</li><li><b>Exportar todo:</b> Crea un fichero XML con las anotaciones de todas las páginas.</li><li><b>Importar XML:</b> Importa las anotaciones desde un fichero XML.</li><li><b>Copiar todo (páginas abiertas):</b> Copia el texto de todas las anotaciones. Solamente afecta a las páginas que están abiertas.</li><li><b>Borrar página actual:</b> Borra todas las anotaciones de la página actual. Esta opción solamente estará activa cuando la página actual contenga anotaciones.</li><li><b>Borrar todas las páginas:</b> Borra todas las anotaciones.</li></ul>\n<strong>Menú contextual:</strong>\n\nCada elemento de la extensión tiene un menú contextual desde el que se pueden realizar diferentes acciones:\n\nMenú contextual de las anotaciones (dentro de la página):\n\n<ul><li><b>Cambiar color de texto:</b> Cambia el color del texto de la anotación. Al seleccionar esta opción se abre una ventana emergente para seleccionar el nuevo color. Si se elige un nuevo color, el color del texto de la anotación (y de la referencia a la misma en la barra lateral) cambiarán por el valor seleccionado. En caso de tratarse de una anotación multimedia, el color se aplicará a los iconos y controles. Si es una anotación de cambio de texto, se aplicará al texto escrito dentro del cuadro de texto.</li><li><b>Cambiar color de fondo:</b> Cambia el color de fondo de una anotación. Al seleccionar esta opción se abre una ventana emergente para seleccionar el nuevo color. Si se elige un nuevo color, el color del fondo de la anotación (y de la referencia a la misma en la barra lateral) cambiarán por el valor seleccionado. Si se trata de una nota de cambio de texto, el color se aplicará al fondo del cuadro de texto.</li><li><b>Cambiar color de texto en la selección:</b> Cambia el color del texto de la selección. Esta opción solamente está disponible en las anotaciones de cambio de texto (en el resto de anotaciones usa la opción \"Cambiar color de texto\". Este cambio de color no afecta a la referencia a la anotación de la barra lateral.</li><li><b>Cambiar color de fondo en la selección:</b> Cambia el color de fondo de la selección. Esta opción solamente está disponible en las anotaciones de cambio de texto (en el resto de anotaciones usa la opción \"Cambiar color de fondo\". Este cambio de color no afecta a la referencia a la anotación de la barra lateral.</li><li><b>Borrar elemento:</b> Borra permanentemente la anotación de la página (esta operación no se puede deshacer). ADVERTENCIA: en las anotaciones de texto, si hay más de una anotación en el mismo elemento HTML y se borra una de esas anotaciones, el resto de anotaciones pueden dejar de poder abrirse. Esto es debido a la forma en la que las anotaciones de selección de texto se guardan.</li><li><b>Copiar texto:</b> Copia el texto de la nota. Esta opción tiene diferentes efectos en función del tipo de anotación:<ul><li>Nota de texto: Copia el texto escrito dentro de la nota.</li><li>Nota multimeda: Esta opción no está disponible.</li><li>Cambio de texto: Copia el texto escrito en el cuadro de texto.</li><li>Notas de selección: Copia el texto resaltado.</li><li>Notas de URL: Copia el texto resaltado, además del enlace vinculado.</li></ul></li><li>Editar URL: Esta opción solamente está disponible en las anotaciones de URL. Abre una ventana emergente para cambiar la URL de la anotación.</li></ul>\n<strong>Menú contextual en el nombre de la página (en la barra lateral):</strong>\n\n<ul><li><b>Abrir URL:</b> Abre la página en una nueva pestaña. Debido a restricciones de seguridad de las extensiones web, no es posible abrir páginas especiales (del tipo \"about:\", \"file:\" o \"javascript:\").</li><li><b>Borrar página:</b> Borra todas las notas de la página.</li><li><b>Exportar página:</b> Crea un fichero XML con todas las notas de la página.</li><li><b>Copiar todo:</b> Copia el texto de todas las anotaciones de la página. Esta opción solamente está disponible cuando la página está abierta.</li><li><b>Recargar anotaciones:</b> Recarga las anotaciones en la página. Si una anotación ha fallado al intentar cargarse en la página debido a un problema puntual, se puede utilizar esta opción para intentar solucionar el problema.</li></ul>\n<strong>Menú contextual en las anotaciones (en la barra lateral):</strong>\n\n<li><b>Borrar elemento:</b> Borra el elemento de la página. Funciona igual que la misma opción del menú contextual de las anotaciones dentro de la página.</li><li><b>Cambiar color de fondo:</b> Cambia el color de fondo de la nota. Funciona igual que la misma opción del menú contextual de las anotaciones dentro de la página, pero solamente está disponible cuando la página está abierta.</li><li><b>Cambiar color de texto:</b> Cambia el color de texto de la nota. Funciona igual que la misma opción del menú contextual de las anotaciones dentro de la página, pero solamente está disponible cuando la página está abierta.</li><li><b>Copiar texto:</b> Copia el texto de la anotación. Funciona igual que la misma opción del menú contextual de las anotaciones dentro de la página, pero solamente está disponible cuando la página está abierta.</li>\n\n<strong>Opciones de la extensión:</strong>\n\nDentro de la página de opciones de la extensión es posible personalizar los valores por defecto de las anotaciones. En esta página es posible seleccionar tanto los colores (de texto y de fondo) que tendrán por defecto las anotaciones así como los grados de opacidad de las mismas (normal y con el ratón sobre la anotación). Dentro de esta página es posible cambiar también el nombre que se asignará como autor en cada anotación. Para guardar los cambios realizados es necesario pulsar el botón \"Guardar\". Con el botón \"Valores por defecto\" se pueden recuperar los valores por defecto de la extensión."
    },
    "developer_comments": {
        "es": "Any issue with this extension, please report to page: <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bd0f543dfb3b25e16f7f889ecb29e426b02ed4d4c9057d17c65436d10a0de8a4/https%3A//github.com/carriH/My-Notes/issues\">https://github.com/carriH/My-Notes/issues</a>"
    },
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/mis-notas/edit",
    "guid": "{88a2b78a-8002-475f-bde8-c3116fe8060f}",
    "has_eula": false,
    "has_privacy_policy": false,
    "homepage": null,
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/839/839024-64.png?modified=f2c697de",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/839/839024-32.png?modified=f2c697de",
        "64": "https://addons.mozilla.org/user-media/addon_icons/839/839024-64.png?modified=f2c697de",
        "128": "https://addons.mozilla.org/user-media/addon_icons/839/839024-128.png?modified=f2c697de"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2020-05-14T00:10:13Z",
    "name": {
        "en-US": "My notes",
        "es": "Mis notas"
    },
    "previews": [],
    "promoted": null,
    "ratings": {
        "average": 3.8333,
        "bayesian_average": 3.7135053405331337,
        "count": 42,
        "text_count": 25
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/mis-notas/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/839024",
    "slug": "mis-notas",
    "status": "public",
    "summary": {
        "en-US": "Add anotations in a webpage, that will be available in your next visit. There are different kind of anotations, as sticky notes, multimedia recordings (audio/video) or text highlighting. Export and share your anotations.",
        "es": "Añade anotaciones en una página web, que estarán disponibles en tu próxima visita. Existen varios tipos de anotaciones, como notas tipo post-it, grabaciones multimedia (audio/vídeo) o resaltado de texto. Exporta, comparte y copia tus notas."
    },
    "support_email": {
        "es": "carri83@gmail.com"
    },
    "support_url": {
        "url": {
            "es": "https://github.com/carriH/My-Notes/issues"
        },
        "outgoing": {
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/bd0f543dfb3b25e16f7f889ecb29e426b02ed4d4c9057d17c65436d10a0de8a4/https%3A//github.com/carriH/My-Notes/issues"
        }
    },
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/mis-notas/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/mis-notas/versions/",
    "weekly_downloads": 11,
    "_score": null
}