{
    "extension_name": {
	"message": "Στοιχείο Μετάφρασης Google"
    },
    "extension_description": {
	"message": "Ενσωματώνει αυτόματα το Στοιχείο Μετάφρασης Google στη σελίδα. Μεταφράστε ολόκληρη τη σελίδα χωρίς την ανάγκη αποχώρησης από αυτή, ή ανοίγματος νέας καρτέλας."
    },
    "google_translate_element": {
	"message": "Google Translate Element"
    },
    "google_translate_element_options": {
	"message": "Επιλογές Στοιχείων Μετάφρασης Google"
    },
    "insert_element_automatically": {
	"message": "Αυτόματη ενσωμάτωση του Google Translate Element"
    },
    "translate_automatically": {
	"message": "Άμεση μετάφραση μετά την ενσωμάτωση του Google Translate Element"
    },
    "hide_toolbar": {
	"message": "Απόκρυψη της μπάρας εργαλείων μετά την ενσωμάτωση του Google Translate Element"
    },
    "ignore_languages": {
	"message": "Οι γλώσσες δεν εισάγουν αυτόματα το στοιχείο της Μετάφρασης Google"
    },
    "ignore_languages_desc": {
	"message": "Ενσωματώνει αυτόματα το <a href=\"https://www.w3schools.com/howto/howto_google_translate.asp\">Google Translate Element</a> στη σελίδα, αν αυτή δεν εμφανίζεται σε μια από τις εξαιρούμενες γλώσσες. Υπάρχει δυνατότητα ενσωμάτωσης ακόμα κι αν η σελίδα εμφανίζεται σε μια από αυτές, κάνοντας χρήση του αναδυομένου μενού. Πατώντας το κουμπί «Προκαθορισμένο» αντλούνται πληροφορίες για τη γλώσσα από το <cite>about:preferences → Γλώσσα</cite>.<br>Παράδειγμα: <code>el, en, ja</code> διαχωρισμένα με κόμματα.<br>Παραπομπές: <a href=\"https://cloud.google.com/translate/docs/languages?hl=el\">Γλωσσική Υποστήριξη | Google Cloud</a> (διαφορετική υπηρεσία από το Google Translate Element), <a href=\"https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes\">Λίστα κωδικών ISO 639-1 - Βικιπαίδεια</a>."
    },
    "includedlanguages": {
	"message": "Γλώσσες προορισμού του Google Translate Element"
    },
    "includedlanguages_desc": {
	"message": "Διαχωρίστε τις τιμές με κόμματα, <strong>χωρίς κενά</strong>. Παράδειγμα: <code>el,en,ja,zh-CN</code>.<br>Παραπομπές：<a href=\"https://cloud.google.com/translate/docs/languages\">Γλωσσική Υποστήριξη Google Cloud</a>（διαφορετική υπηρεσία από το Google Translate Element）, <a href=\"https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes\">Λίστα κωδικών ISO 639-1 - Βικιπαίδεια</a>, <a href=\"https://el.wikipedia.org/wiki/ISO_3166-1\">ISO 3166-1 - Βικιπαίδεια</a>.<br>Αν η λίστα είναι κενή, όλες οι σελίδες θα εμφανίζονται στη γλώσσα προορισμού του Google Translate Element. Η προκαθορισμένη τιμή αντλείται από το <cite>about:preferences → Γλώσσα</cite>, όμως ενδέχεται να μην λειτουργεί σε αυτή τη μορφή καθώς ορισμένες γλώσσες απαιτούν και τον κωδικό χώρας, όπως οι zh-CN και zh-TW, ενώ άλλες δεν λειτουργούν με την παρουσία του, όπως η en-US. Σε αυτήν την περίπτωση θα χρειαστεί να τον αφαιρέσετε, ώστε να πάρει τη μορφή en"
    },
    "ignore_urls": {
	"message": "URLs όπου το στοιχείο της Μετάφρασης Google δεν εισάγεται αυτόματα"
    },
    "regular_expression": {
	"message": "Κανονική Έκφραση"
    },
    "ignore_urls_desc": {
	"message": "Αποφύγετε την κανονική έκφραση ειδικών χαρακτήρων όπως \".\", \"*\", \"?\" με μια αναστροφή κάθετο \"\\\". Πρόσθεσε \"^\" στην αρχή του μοτίβου για να ταιριάξει με την αρχή της διεύθυνσης του URL."
    },
    "test_url": {
	"message": "Δοκιμάσε τις κανονικές εκφράσεις"
    },
    "style_sheets": {
	"message": "Φύλλα στυλ για το στοιχείο της Μετάφρασης Google:"
    },
    "match": {
	"message": "Αντιστοίχισε"
    },
    "unmatch": {
	"message": "Χωρίς αντιστοίχιση"
    },
    "default": {
	"message": "Προκαθορισμένο"
    },
    "page_translator_url": {
	"message": "Το URL της Υπηρεσίας Μετάφρασης, όταν μεταφράζεται μία σελίδα σε νέα καρτέλα"
    },
    "text_translator_url": {
	"message": "Το URL της Υπηρεσίας Μετάφρασης όταν μεταφράζεται επιλεγμένο κείμενο σε νέα καρτέλα"
    },
    "target_language": {
	"message": "Προκαθορισμένη Γλώσσα Προορισμού:"
    },
    "get_favicon": {
	"message": "Λήψη αγαπημένου ιστοτόπου"
    },
    "target_language_regexp": {
	"message": "Κανονική Παράσταση (REGEX) για την άντληση της γλώσσας προορισμού από το URL της υπηρεσίας μετάφρασης"
    },
    "translator_url_desc": {
	"message": "Το '@url@' αντικαθίσταται από το URL της σελίδας. Το '@text@' αντικαθίσταται από το επιλεγμένο κείμενο. Το '@lang@' αντικαθίσταται από την «Προκαθορισμένη Γλώσσα Προορισμού». Η τιμή της Προκαθορισμένης Γλώσσας Προορισμού λαμβάνεται από το <cite>about:preferences → Γλώσσα</cite>. Παρ' όλα αυτά, λόγω του ότι η μορφοποίηση της γλώσσας προορισμού μπορεί να διαφέρει αναμεταξύ των εκάστοτε υπηρεσιών μετάφρασης, ενδέχεται να μην χρησιμοποιείται ως έχει. Σε κάποιες γλώσσες απαιτείται κωδικός χώρας, όπως οι «zh-CN» και «zh-TW», ενώ σε άλλες μπορεί να μην λειτουργεί με την παρουσία του, όπως οι «en-US» ή «pt-BR». Σε αυτήν την περίπτωση, θα πρέπει να γράψετε τον κατάλληλο κωδικό γλώσσας στην προκαθορισμένη γλώσσα προορισμού. Το '@source_lang@' αντικαθίσταται από τον <a href=\"https://src.chromium.org/viewvc/chrome/trunk/src/third_party/cld/languages/internal/languages.cc#l23\">κωδικό γλώσσας</a> του επιλεγμένου αλφαριθμητικού ή του κωδικού γλώσσας της σελίδας. Παρ' όλα αυτά, δεν αντιστοιχεί πάντα στον κωδικό γλώσσας που χρησιμοποιείται από την εκάστοτε υπηρεσία μετάφρασης."
    },
    "display_in_iframe": {
	"message": "Στον πίνακα ενεργειών του προγράμματος περιήγησης, στον πίνακα ενεργειών σελίδας και στην πλαϊνή στήλη, το αποτέλεσμα της μετάφρασης εμφανίζεται σε ένα <a href=\"https://developer.mozilla.org/docs/Web/HTML/Element/iframe\">iframe</a>"
    },
    "translator_url_desc2": {
	"message": "Η τιμή του @lang@ σε αυτό το πρόγραμμα περιήγησης:"
    },
    "target_language_regexp_desc": {
	"message": "Ένα αλφαριθμητικό που αντιστοιχεί στο τελευταίο <a href='https://developer.mozilla.org/docs/Web/JavaScript/Guide/Regular_Expressions/Groups_and_Ranges'>capture group</a> του pattern που περιγράφεται στο «<a href='https://developer.mozilla.org/docs/Web/JavaScript/Guide/Regular_Expressions'>Κανονική Παράσταση</a> για την άντληση της γλώσσας προορισμού», αντλείται από το URL της σελίδας του αποτελέσματος μετάφρασης ως η γλώσσα προορισμού της μετάφρασης. Όταν η γλώσσα του προορισμού της μετάφρασης αλλάζει διαδραστικά στη σελίδα του αποτελέσματος της μετάφρασης, αν το URL αλλάξει αναλόγως, τότε η γλώσσα αντλείται κι αποθηκεύεται. Στην επόμενη μετάφραση, το '@lang@' θα αντικατασταθεί από αυτήν την τιμή αντί της προκαθορισμένης γλώσσας προορισμού, πριν τη μετάφραση. Αν θέλετε να γίνεται πάντα μετάφραση στην προκαθορισμένη γλώσσα, αφήστε κενή την κανονική παράσταση. Αυτή η λειτουργία δεν μπορεί να χρησιμοποιηθεί σε υπηρεσίες μετάφρασης όπου του URL δεν αλλάζει, ακόμα κι αν η γλώσσα προορισμού αλλάζει διαδραστικά."
    },
    "second_translation_sites": {
	"message": "Εναλλακτικές Υπηρεσίες Μετάφρασης"
    },
    "use_2nd_translator": {
	"message": "Όταν η γλώσσα της σελίδας ή του επιλεγμένου κειμένου αντιστοιχεί σε μια από τις «Εξαιρούμενες Γλώσσες», να μεταφράζεται από την εναλλακτική υπηρεσία μετάφρασης"
    },
    "page_translator_2nd_url": {
	"message": "Το URL της εναλλακτικής υπηρεσίας μετάφρασης, όταν η σελίδα μεταφράζεται σε νέα καρτέλα"
    },
    "text_translator_2nd_url": {
	"message": "Το URL της εναλλακτικής υπηρεσίας μετάφρασης, όταν το επιλεγμένο κείμενο μεταφράζεται σε νέα καρτέλα"
    },
    "translator_2nd_url_desc": {
	"message": "Όταν η γλώσσα της σελίδας ή η γλώσσα του επιλεγμένου κειμένου αντιστοιχεί σε μια από τις «Εξαιρούμενες γλώσσες», η μετάφραση πραγματοποιείται από την εναλλακτική υπηρεσία μετάφρασης. Αυτό, για παράδειγμα, μπορεί να χρησιμοποιηθεί για τη μετάφραση προτάσεων της σας μητρικής γλώσσας σε άλλες γλώσσες. Αν κρατήσετε πατημένο κάποιο πλήκτρο μετατροπής (\"Alt\", \"Command\", \"Ctrl\", \"MacCtrl\" ή \"Shift\") και κάνετε κλικ στο αναδυόμενο μενού, ή χρησιμοποιήσετε ένα πλήκτρο συντόμευσης, μπορείτε να χρησιμοποιήσετε την εναλλακτική υπηρεσία μετάφρασης για να μεταφράσετε από οποιαδήποτε γλώσσα στην οποία μπορεί να εμφανίζεται η σελίδα ή το επιλεγμένο κείμενο. Αν ορίσετε μια διαφορετική υπηρεσία ως εναλλακτική, μπορείτε να συγκρίνετε τα αποτελέσματα των μεταφράσεων."
    },
    "translator_delete_history": {
	"message": "Διαγραφή του URL του αποτελέσματος της μετάφρασης, από το ιστορικό περιήγησης."
    },
    "browser_action_panel_size": {
	"message": "Μέγεθος του πάνελ της γραμμής εργαλείων:"
    },
    "page_action_panel_size": {
	"message": "Μέγεθος του πίνακα ενεργειών σελίδας:"
    },
    "pixel": {
	"message": "Εικονοστοιχεία"
    },
    "user_interface": {
	"message": "UI"
    },
    "browser_action_button": {
	"message": "Κουμπί γραμμής εργαλείων"
    },
    "browser_action_button_action": {
	"message": "Εντολές του κουμπιού της γραμμής εργαλείων:"
    },
    "browser_action_button_desc": {
	"message": "Αν δεν έχει επιλεγεί αντικείμενο, πατώντας το κουμπί της γραμμής εργαλείων θα εμφανιστεί η ιστοσελίδας της προκαθορισμένης υπηρεσίας μετάφρασης κειμένου. Αν υπάρχει μόνο μία επιλογή, το κουμπί της γραμμής εργαλείων θα εκτελέσει αμέσως την ενέργεια του επιλεγμένου αντικειμένου. Αν έχουν γίνει πολλαπλές επιλογές, το κουμπί της γραμμής εργαλείων εμφανίζει τα κουμπιά των επιλεγμένων αντικειμένων. Σύρατε γι' αλλαγή της σειράς εμφάνισης."
    },
    "browser_action_stylesheet": {
	"message": "Επάλληλο Φύλλο Ύφους (CSS) για το κουμπί της γραμμής εργαλείων"
    },
    "example": {
	"message": "Παράδειγμα"
    },
    "page_action_button": {
	"message": "Κουμπί ενεργειών σελίδας"
    },
    "page_action_button_action": {
	"message": "Εντολές του κουμπιού ενεργειών σελίδας:"
    },
    "page_action_button_desc": {
	"message": "Αν δεν έχει επιλεγεί αντικείμενο, πατώντας το κουμπί ενεργειών σελίδας θα εμφανιστεί η ιστοσελίδα της προκαθορισμένης υπηρεσίας μετάφρασης κειμένου. Αν υπάρχει μόνο μία επιλογή, το κουμπί ενεργειών σελίδας θα εκτελέσει αμέσως την εντολή του επιλεγμένου αντικειμένου. Αν έχουν γίνει πολλαπλές επιλογές, το κουμπί ενεργειών σελίδας εμφανίζει τα κουμπιά των επιλεγμένων αντικειμένων. Σύρατε γι' αλλαγή της σειράς εμφάνισης."
    },
    "page_action_stylesheet": {
	"message": "Επάλληλο Φύλλο Ύφους (CSS) για τις ενέργειες σελίδας"
    },
    "context_menu": {
	"message": "Αναδυόμενο μενού"
    },
    "context_menu_order": {
	"message": "Σειρά εμφάνισης στο αναδυόμενο μενού:"
    },
    "context_menu_order_desc": {
	"message": "Μόνο τα επιλεγμένα αντικείμενα εμφανίζονται στο αναδυόμενο μενού. Σύρατε για ν' αλλάξετε τη σειρά εμφάνισης."
    },
    "omnibox": {
	"message": "Omnibox"
    },
    "omnibox_desc": {
	"message": "Μετάφραση δια της εισαγωγής εντολών και κειμένου στο <a href=\"https://developer.mozilla.org/docs/Mozilla/Add-ons/WebExtensions/user_interface/Omnibox\">omnibox</a> (μπάρα διευθύνσεων, μπάρα τοποθεσίας). Συνίσταται η χρήση των <a href=\"https://support.mozilla.org/el/kb/syntomeyseis-plhktrologioy-ektelesh-ergasiasiwn#w_diaphora\">Συντομεύσεων πληκτρολογίου</a> για την εστίαση στο omnibox. F6, Alt + D ή Ctrl + L στα Windows."
    },
    "omnibox_default_action": {
	"message": "Προκαθορισμένος προορισμός εμφάνισης των αποτελεσμάτων μετάφρασης του omnibox:"
    },
    "syntax": {
	"message": "Σύνταξη:"
    },
    "omnibox_keyword": {
	"message": "Η Λέξη κλειδί για την έναρξη της μετάφρασης με το omnibox. "
    },
    "omnibox_option_t": {
	"message": "Καθορίστε τη γλώσσα προορισμού. Αν παραλειφθεί, θα χρησιμοποιηθεί η προκαθορισμένη γλώσσα προορισμού της υπηρεσίας μετάφρασης κειμένων. Η μορφή της γλώσσας προορισμού διαφέρει αναμεταξύ των υπηρεσιών μετάφρασης, οπότε χρειάζεται να γνωρίζετε τον κατάλληλο κωδικό γλώσσας για την κάθε υπηρεσία. "
    },
    "omnibox_option_1": {
	"message": "Μετάφραση με χρήση της προκαθορισμένης υπηρεσίας μετάφρασης κειμένων."
    },
    "omnibox_option_2": {
	"message": "Μετάφραση με τη χρήση μιας εναλλακτικής υπηρεσίας μετάφρασης. Αν τα 1 και 2 υπολείπονται, η υπηρεσία που θα χρησιμοποιηθεί για τη μετάφραση προσδιορίζεται από τη γλώσσα του εισαχθέντος κειμένου."
    },
    "omnibox_option_d": {
	"message": "Καθορίστε τον προορισμό προβολής των αποτελεσμάτων μετάφρασης."
    },
    "omnibox_option_new_tab": {
	"message": "Νέα καρτέλα."
    },
    "omnibox_option_specific_tab": {
	"message": "Καθορισμένη καρτέλα."
    },
    "omnibox_option_current_tab": {
	"message": "Τρέχουσα καρτέλα."
    },
    "omnibox_option_window": {
	"message": "Παράθυρο."
    },
    "omnibox_option_sidebar": {
	"message": "Πλευρική Στήλη. Το πρόσθετο δεν μπορεί ν' ανοίξει αυτόματα την πλευρική στήλη, γι' αυτό πρέπει ν' ανοιχτεί από τον χρήστη."
    },
    "omnibox_option_browser_action": {
	"message": "Πάνελ της Γραμμής Εργαλείων. Το πρόσθετο δεν μπορεί ν' ανοίξει αυτόματα το πάνελ της γραμμής εργαλείων, γι' αυτό πρέπει ν' ανοιχτεί από τον χρήστη."
    },
    "omnibox_option_page_action": {
	"message": "Πάνελ των Ενεργειών Σελίδας. Το πρόσθετο δεν μπορεί ν' ανοίξει αυτόματα το πάνελ των ενέργειών σελίδας, γι' αυτό πρέπει ν' ανοιχτεί από τον χρήστη."
    },
    "omnibox_option_text": {
	"message": "Η προς μετάφραση πρόταση."
    },
    "omnibox_examples": {
	"message": "Παραδείγματα： <code><strong>tr Χαίρε, Κόσμε.</strong></code> --- Χρησιμοποιήστε την προκαθορισμένη υπηρεσία μετάφρασης για μεταφράσεις στη μητρική σας γλώσσα. <code><strong>tr -2 -t de -d sb みなさんこんにちは。</strong></code> --- Μεταφράζει στα Γερμανικά κάνοντας χρήση μιας εναλλακτικής υπηρεσίας μετάφρασης κι εμφανίζει το αποτέλεσμα στην πλευρική στήλη."
    },
    "shortcut_keys": {
	"message": "Πλήκτρα συντομεύσεων"
    },
    "shortcut_keys_desc": {
	"message": "Για τη <a href=\"https://support.mozilla.org/el/kb/diaxeirish-syntomeysewn-epektasewn-sto-firefox\">Διαχείριση συντομεύσεων επεκτάσεων</a> επιλέξτε about:addons -> ⚙️Εικονίδιο Γραναζιού -> Διαχείριση Συντομεύσεων Επεκτάσεων."
    },
    "specific_tab": {
	"message": "Ειδική Καρτέλα"
    },
    "tab_window_session": {
	"message": "Πληροφορίες συνεδρίας για ειδικές καρτέλες και παράθυρα:"
    },
    "save_session": {
	"message": "Να γίνεται αποθήκευση"
    },
    "dont_save_session": {
	"message": "Να μη γίνεται αποθήκευση"
    },
    "tab_window_session_desc": {
	"message": "Απομνημόνευση των πληροφοριών του παραθύρου του αποτελέσματος της μετάφρασης και της ειδικής καρτέλας μεταξύ των συνεδριών, κι επαναχρησιμοποίηση της ιδίας καρτέλας και παραθύρου κατά την επανεκκίνηση του προγράμματος περιήγησης."
    },
    "specific_tab_esc_behavior": {
	"message": "Λειτουργία του πλήκτρου Esc:"
    },
    "hide_tab": {
	"message": "Απόκρυψη καρτέλας"
    },
    "activate_opener_tab": {
	"message": "Ενεργοποίηση της καρτέλας προέλευσης"
    },
    "specific_tab_esc_textarea": {
	"message": "Να γίνεται τι ίδιο κατά την πληκτρολόγηση εντός της περιοχής κειμένου"
    },
    "specific_tab_set_favicon": {
	"message": "Προβολή του εικονιδίου του προσθέτου ως εικονιδίου σελιδοδείκτη στην ειδική καρτέλα"
    },
    "specific_tab_desc": {
	"message": "Αν υπάρχει η ειδική καρτέλα, να επαναχρησιμοποιείται και να εμφανίζεται το αποτέλεσμα της μετάφρασης σε αυτήν, χωρίς να πραγματοποιείται το άνοιγμα νέας."
    },
    "result_window_esc_behavior": {
	"message": "Λειτουργία του πλήκτρου Esc:"
    },
    "minimize_window": {
	"message": "Ελαχιστοποίηση παραθύρου"
    },
    "lower_window": {
	"message": "Μετακίνηση του παραθύρου στο πίσω μέρος"
    },
    "do_nothing": {
	"message": "Καμία ενέργεια."
    },
    "result_window_esc_textarea": {
	"message": "Να γίνεται τι ίδιο ακόμα και κατά την πληκτρολόγηση εντός της περιοχής κειμένου"
    },
    "result_window": {
	"message": "Παράθυρο αποτελέσματος μετάφρασης"
    },
    "result_window_desc": {
	"message": "Η θέση και το μέγεθος του παραθύρου εμφάνισης του αποτελέσματος της μετάφρασης αποθηκεύονται όταν η εστίαση μεταφέρεται σε άλλο παράθυρο του περιηγητή. Η κύρια και η εναλλακτική υπηρεσία μετάφρασης σελίδων, καθώς και η υπηρεσία μετάφρασης κειμένων αποθηκεύονται ξεχωριστά."
    },
    "sidebar": {
	"message": "Πλευρική μπάρα"
    },
    "sidebar_default_page": {
	"message": "Προεπιλεγμένη σελίδα:"
    },
    "sidebar_input_page": {
	"message": "Σελίδα εισαγωγής κειμένου"
    },
    "default_translator": {
	"message": "Προκαθορισμένος μεταφραστής κειμένου"
    },
    "second_translator": {
	"message": "Εναλλακτικός μεταφραστής κειμένου"
    },
    "translate_on_default": {
	"message": "Μετάφραση"
    },
    "translate_on_2nd": {
	"message": "Μεταφράστηκε από την εναλλακτική υπηρεσία."
    },
    "display_sidebar_default_page": {
	"message": "Εμφάνιση της προκαθορισμένης σελίδας στην πλευρική στήλη"
    },
    "sidebar_placeholder": {
	"message": "Ctrl + Enter για μετάφραση. Shift + Enter για μετάφραση από την εναλλακτική υπηρεσία."
    },
    "clipboard": {
	"message": "Πρόχειρο"
    },
    "translate_clipboard_content": {
	"message": "Μετάφραση των περιεχομένων του προχείρου"
    },
    "translate_clipboard_content_desc": {
	"message": "Τα περιεχόμενα του προχείρου δύναται να μεταφράζονται δια της χρήσης των πλήκτρων συντόμευσης, κάνοντας κλικ σε μια επιλογή του αναδυομένου μενού με το δεύτερο κουμπί του ποντικιού, ή κρατώντας πατημένο το πλήκτρο control καθώς πατάτε ένα από τα κουμπιά του πάνελ της γραμμής εργαλείων, ή των ενεργειών σελίδας."
    },
    "need_history_permission": {
	"message": "Απαιτείται επιπλέον άδεια για να διαγράψετε το URL του αποτελέσματος της μετάφρασης, από το ιστορικό περιήγησης."
    },
    "need_tabHide_permission": {
	"message": "Απαιτείται επιπρόσθετη άδεια για την απόκρυψη της καρτέλας, με το πάτημα του πλήκτρου Esc."
    },
    "need_sessions_permission": {
	"message": "Απαιτείται επιπρόσθετη άδεια για την αποθήκευση συνεδριών της ειδικής καρτέλας και του παραθύρου αποτελέσματος της μετάφρασης."
    },
    "need_clipboard_permission": {
	"message": "Απαιτείται επιπρόσθετη άδεια για τη μετάφραση των περιεχομένων του προχείρου."
    },
    "please_allow_permission": {
	"message": "Παρακαλώ δώστε την άδεια ή αλλάξτε τις ρυθμίσεις κι αποθηκεύστε ξανά."
    },
    "save": {
	"message": "Αποθήκευση"
    },
    "save_button_desc": {
	"message": "Όλα τα κουμπιά αποθήκευσης λειτουργούν με τον ίδιο τρόπο"
    },
    "error": {
	"message": "Σφάλμα"
    },
    "reset_commands": {
	"message": "Επαναφορά όλων των κουμπιών συντόμευσης"
    },
    "info1": {
	"message": "<p>Το Google Translate Element ενδέχεται να μη λειτουργεί σε ορισμένες σελίδες εξ' αιτίας των περιορισμών ασφαλείας που ίσως υπάρχουν σε αυτές. Σε αυτήν την περίπτωση, εμφανίζεται μήνυμα στην <a href=\"https://developer.mozilla.org/docs/Tools/Browser_Console\">Κονσόλα Περιηγητή</a>. Αν δεν λειτουργεί, μπορείτε εναλλακτικά να μεταφράσετε τη σελίδα σε νέα καρτέλα κάνοντας χρήση του αναδυομένου μενού.</p><p> Αν απενεργοποιήσετε το πρόσθετο από το αναδυόμενο μενού, το Google Translate Element δεν θα ενσωματώνεται αυτόματα. Ακόμα και σε αυτήν την περίπτωση, μπορείτε να το ενσωματώσετε από το αναδυόμενο μενού.</p>"
    },
    "another_translation_system": {
	"message": "Άλλο σύστημα μετάφρασης"
    },
    "code_to_insert_into_the_page": {
	"message": "Κώδικας προς ενσωμάτωση στις ιστοσελίδες："
    },
    "copy_code_here": {
	"message": "Αντιγράψτε τον κωδικό εδώ από τη σελίδα λήψης."
    },
    "csp_to_add": {
	"message": "Πολιτική Ασφαλείας Περιεχομένου προς ενσωμάτωση："
    },
    "copy_scp_here": {
	"message": "Αντιγράψτε την Πολιτική Ασφάλειας Περιεχομένων εδώ από τη σελίδα λήψης."
    },
    "tags_to_remove_from_page": {
	"message": "Ετικέτες HTML για κατάργηση από τη σελίδα:"
    },
    "tags_to_remove_from_page_desc": {
	"message": "Για να έχετε καλύτερα αποτελέσματα μετάφρασης, αφαιρέστε αυτές τις ετικέτες από την ιστοσελίδα και μετατρέψτε τα κείμενα περιεχομένου σε απλά κείμενα. Εάν οι ετικέτες HTML περιλαμβάνονται στη μέση μιας πρότασης, τότε η πρόταση που περνάει στη μηχανή μετάφρασης μπορεί να είναι διαφορετική από μια απλή πρόταση χωρίς ετικέτες έτσι ώστε να αντικατοπτρίζει αυτές τις ετικέτες στη μεταφρασμένη πρόταση, που μερικές φορές οδηγεί σε παράξενα αποτελέσματα μετάφρασης. Η αφαίρεση αυτών των ετικετών HTML μπορεί να σας δώσει πιο σωστά αποτελέσματα μετάφρασης. Ωστόσο, γίνεται δύσκολο να διαβαστεί επειδή δεν υπάρχουν σύνδεσμοι ή διακοσμήσεις. Για να αφαιρέσετε την ετικέτα, εκτελέστε τη διεργασία από το σχετικό μενού, κλειδί συντόμευσης, κλπ. πριν το στοιχείο Μετάφρασης Google μεταφράσει τη σελίδα (όταν εμφανίζεται το αρχικό κείμενο). Αν θέλετε να επαναφέρετε τα περιεχόμενα της σελίδας, θα πρέπει να φορτώσετε ξανά τη σελίδα. Όταν <a href=\"https://developer.mozilla.org/docs/Web/HTML/Element\">προσθέτετε ετικέτες</a>, διαχωρίστε τις με κενά ή διαλείμματα. "
    },
    "default_translation_sites": {
	"message": "Προκαθορισμένες Υπηρεσίες Μετάφρασης"
    },
    "is_invalid": {
	"message": "Η τιμή του $1 δεν είναι έγκυρη."
    },
    "untranslatable_url": {
	"message": "Μη μεταφράσιμο URL.\n$1"
    },
    "translate_in_specific_tab": {
	"message": "Μετάφραση στην καθορισμένη καρτέλα."
    },
    "translate_in_specific_tab_label": {
	"message": "1 → ειδική καρτέλα"
    },
    "translate_in_new_tab": {
	"message": "Μετάφραση σε νέα καρτέλα"
    },
    "translate_in_new_tab_label": {
	"message": "1 → νέα καρτέλα"
    },
    "translate_in_current_tab": {
	"message": "Μετάφραση στην τρέχουσα καρτέλα"
    },
    "translate_in_current_tab_label": {
	"message": "1 → Τρέχουσα καρτέλα"
    },
    "translate_in_window": {
	"message": "Μετάφραση σε παράθυρο"
    },
    "translate_in_window_label": {
	"message": "1 → παράθυρο"
    },
    "translate_in_sidebar": {
	"message": "Μετάφραση στην πλευρική στήλη"
    },
    "translate_in_sidebar_label": {
	"message": "1 → Πλευρική εργαλειοθήκη"
    },
    "translate_in_browser_action": {
	"message": "Μετάφραση στο πάνελ της γραμμής εργαλείων"
    },
    "translate_in_browser_action_label": {
	"message": "1 → Ενέργεια προγράμματος περιήγησης"
    },
    "translate_in_page_action": {
	"message": "Μετάφραση στο πάνελ των ενεργειών σελίδας"
    },
    "translate_in_page_action_label": {
	"message": "1 → ενέργεια σελίδας"
    },
    "translate_on_2nd_in_specific_tab": {
	"message": "Μετάφραση μέσω της εναλλακτικής υπηρεσίας στην καθορισμένη καρτέλα"
    },
    "translate_on_2nd_in_specific_tab_label": {
	"message": "2 → ειδική καρτέλα"
    },
    "translate_on_2nd_in_new_tab": {
	"message": "Μετάφραση μέσω της εναλλακτικής υπηρεσίας σε νέα καρτέλα"
    },
    "translate_on_2nd_in_new_tab_label": {
	"message": "2 → νέα καρτέλα"
    },
    "translate_on_2nd_in_current_tab": {
	"message": "Μετάφραση μέσω της εναλλακτικής υπηρεσίας στην τρέχουσα καρτέλα"
    },
    "translate_on_2nd_in_current_tab_label": {
	"message": "2 → Τρέχουσα καρτέλα"
    },
    "translate_on_2nd_in_window": {
	"message": "Μετάφραση μέσω της εναλλακτικής υπηρεσίας σε παράθυρο"
    },
    "translate_on_2nd_in_window_label": {
	"message": "2 → παράθυρο"
    },
    "translate_on_2nd_in_sidebar": {
	"message": "Μετάφραση μέσω της εναλλακτικής υπηρεσίας στην πλευρική στήλη"
    },
    "translate_on_2nd_in_sidebar_label": {
	"message": "2 → Πλευρική εργαλειοθήκη"
    },
    "translate_on_2nd_in_browser_action": {
	"message": "Μετάφραση μέσω της εναλλακτικής υπηρεσίας στη γραμμή εργαλείων"
    },
    "translate_on_2nd_in_browser_action_label": {
	"message": "2 → Ενέργεια προγράμματος περιήγησης"
    },
    "translate_on_2nd_in_page_action": {
	"message": "Μετάφραση μέσω της εναλλακτικής υπηρεσίας στις ενέργειες σελίδας"
    },
    "translate_on_2nd_in_page_action_label": {
	"message": "2 → ενέργεια σελίδας"
    },
    "translate_in_specific_tab_clipboard": {
	"message": "Μετάφραση των περιεχομένων του προχείρου στην ειδική καρτέλα."
    },
    "translate_in_new_tab_clipboard": {
	"message": "Μετάφραση των περιεχομένων του προχείρου σε νέα καρτέλα"
    },
    "translate_in_current_tab_clipboard": {
	"message": "Μετάφραση των περιεχομένων του clipboard στην τρέχουσα καρτέλα"
    },
    "translate_in_window_clipboard": {
	"message": "Μετάφραση των περιεχομένων του προχείρου σε παράθυρο"
    },
    "translate_in_sidebar_clipboard": {
	"message": "Μετάφραση των περιεχομένων του προχείρου στην πλευρική στήλη"
    },
    "translate_in_browser_action_clipboard": {
	"message": "Μετάφραση των περιεχομένων του προχείρου στο πάνελ της γραμμής εργαλείων"
    },
    "translate_in_page_action_clipboard": {
	"message": "Μετάφραση των περιεχομένων του προχείρου στο πάνελ των ενεργειών σελίδας"
    },
    "translate_on_2nd_in_specific_tab_clipboard": {
	"message": "Μετάφραση των περιεχομένων του προχείρου από την εναλλακτική υπηρεσία μετάφρασης, στην ειδική καρτέλα"
    },
    "translate_on_2nd_in_new_tab_clipboard": {
	"message": "Μετάφραση των περιεχομένων του προχείρου από την εναλλακτική υπηρεσία, σε νέα καρτέλα"
    },
    "translate_on_2nd_in_current_tab_clipboard": {
	"message": "Μετάφραση των περιεχομένων του προχείρου από την εναλλακτική υπηρεσία, στην παρούσα καρτέλα"
    },
    "translate_on_2nd_in_window_clipboard": {
	"message": "Μετάφραση των περιεχομένων του προχείρου από την εναλλακτική υπηρεσία, σε παράθυρο"
    },
    "translate_on_2nd_in_sidebar_clipboard": {
	"message": "Μετάφραση των περιεχομένων του προχείρου από την εναλλακτική υπηρεσία, στην πλευρική στήλη"
    },
    "translate_on_2nd_in_browser_action_clipboard": {
	"message": "Μετάφραση των περιεχομένων του προχείρου από την εναλλακτική υπηρεσία, στη γραμμή εργαλείων"
    },
    "translate_on_2nd_in_page_action_clipboard": {
	"message": "Μετάφραση των περιεχομένων του προχείρου από την εναλλακτική υπηρεσία, στις ενέργειες σελίδας"
    },
    "open_1_in_specific_tab": {
	"message": "Άνοιγμα της υπηρεσίας μετάφρασης στην ειδική καρτέλα"
    },
    "open_1_in_specific_tab_label": {
	"message": "1 → Άνοιγμα σε συγκεκριμένη καρτέλα"
    },
    "open_1_in_new_tab": {
	"message": "Άνοιγμα της υπηρεσίας μετάφρασης σε νέα καρτέλα"
    },
    "open_1_in_new_tab_label": {
	"message": "1 → Άνοιγμα σε νέα καρτέλα"
    },
    "open_1_in_current_tab": {
	"message": "Άνοιγμα της υπηρεσίας μετάφρασης στην παρούσα καρτέλα"
    },
    "open_1_in_current_tab_label": {
	"message": "1 → Άνοιγμα στην τρέχουσα καρτέλα"
    },
    "open_1_in_window": {
	"message": "Άνοιγμα της υπηρεσίας μετάφρασης σε νέο παράθυρο"
    },
    "open_1_in_window_label": {
	"message": "1 → Άνοιγμα σε παράθυρο"
    },
    "open_2_in_specific_tab": {
	"message": "Άνοιγμα του δεύτερου ιστότοπου μετάφρασης σε συγκεκριμένη καρτέλα"
    },
    "open_2_in_specific_tab_label": {
	"message": "2 → Άνοιγμα σε συγκεκριμένη καρτέλα"
    },
    "open_2_in_new_tab": {
	"message": "Άνοιγμα της υπηρεσίας μετάφρασης σε νέα καρτέλα"
    },
    "open_2_in_new_tab_label": {
	"message": "2 → Άνοιγμα σε νέα καρτέλα"
    },
    "open_2_in_current_tab": {
	"message": "Άνοιγμα του δεύτερου ιστότοπου μετάφρασης στην τρέχουσα καρτέλα"
    },
    "open_2_in_current_tab_label": {
	"message": "2 → Άνοιγμα στην τρέχουσα καρτέλα"
    },
    "open_2_in_window": {
	"message": "Άνοιγμα του δεύτερου ιστότοπου μετάφρασης στο παράθυρο"
    },
    "open_2_in_window_label": {
	"message": "2 → Άνοιγμα σε παράθυρο"
    },
    "open_sidebar": {
	"message": "Εμφάνιση της πλευρικής στήλης"
    },
    "open_browseraction": {
	"message": "Άνοιγμα του πάνελ της γραμμής εργαλείων"
    },
    "open_pageaction": {
	"message": "Άνοιγμα του πάνελ των ενεργειών σελίδας"
    },
    "toggle_browser_action": {
	"message": "Άνοιγμα/Κλείσιμο της Γραμμής Εργαλείων"
    },
    "toggle_page_action": {
	"message": "Άνοιγμα/Κλείσιμο Ενεργειών Σελίδας"
    },
    "toggle_sidebar": {
	"message": "Εμφάνιση/Απόκρυψη Πλευρικής Στήλης"
    },
    "insert_element": {
	"message": "Εισαγωγή του Στοιχείου Μετάφρασης Google στη σελίδα"
    },
    "insert_element_label": {
	"message": "Εισαγωγή στοιχείου στη σελίδα"
    },
    "toggle_translate": {
	"message": "Εναλλαγή μεταξύ μεταφρασμένου κι αρχικού κειμένου"
    },
    "toggle_translate_label": {
	"message": "Μετάφραση / Πηγή"
    },
    "toggle_toolbar": {
	"message": "Εμφάνιση/Απόκρυψη της μπάρας εργαλείων του Google Translate Element"
    },
    "toggle_toolbar_label": {
	"message": "Εμφάνιση/Απόκρυψη γραμμής εργαλείων"
    },
    "insert_automatically": {
	"message": "Αυτόματη εισαγωγή του Στοιχείου Μετάφρασης Google στη σελίδα"
    },
    "remove_decorative_tags": {
	"message": "Αφαίρεση ετικετών διακόσμησης από τη σελίδα"
    },
    "remove_decorative_tags_label": {
	"message": "Αφαίρεση ετικετών"
    },
    "open_option_page": {
	"message": "Άνοιγμα της σελίδας επιλογών"
    }
}
