{
    "id": 990672,
    "authors": [
        {
            "id": 14190680,
            "name": "Night Eye",
            "url": "https://addons.mozilla.org/en-US/firefox/user/14190680/",
            "username": "NightEye"
        }
    ],
    "average_daily_users": 6823,
    "categories": [
        "web-development",
        "appearance"
    ],
    "contributions_url": "",
    "created": "2018-08-05T14:07:39Z",
    "current_version": {
        "id": 5822840,
        "compatibility": {
            "firefox": {
                "min": "58.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/night-eye-dark-mode/versions/5822840",
        "file": {
            "id": 4367130,
            "created": "2024-10-09T08:50:24Z",
            "hash": "sha256:010bb8553b0ef8695675a4b2b7309e6d8ed08d55249915a6b3748dedf4e7e9ec",
            "is_mozilla_signed_extension": false,
            "size": 1244762,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4367130/night_eye_dark_mode-5.2.3.xpi",
            "permissions": [
                "storage",
                "contextMenus",
                "activeTab",
                "tabs",
                "*://*/*",
                "<all_urls>"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 7057,
            "is_custom": false,
            "name": {
                "en-US": "All Rights Reserved"
            },
            "slug": "all-rights-reserved",
            "url": null
        },
        "release_notes": null,
        "reviewed": "2024-10-09T08:55:19Z",
        "version": "5.2.3"
    },
    "default_locale": "en-US",
    "description": {
        "bg": "Night Eye е софтуер, който добавя тъмен / черен изглед на почти всички уеб сайтове като Facebook, Google, Quora, Github, Stackoverflow, Wikipedia и много други.\n\nВместо обикновено обръщане на цветовете, Night Eye анализира цветовете на всеки елемент и конверитра само тези, които ще допринесат за перфектния тъмен изглед. По този начин, екстеншъна не нарушава, а подобрява сърфирането в интернет.\n\nНа разположение са 3 различни режима\nТъмен - Всички функционалности на софтуера работят, за да ви предложат най-добрият тъмен режим.\nФилтриран - Night Eye не променя цветовете на сайта, но ви позволява да използвате филтри като яркост, топлина на цветовете и др.\nНормален - Изключва всички функционалности на екстеншъна, за да ви покаже нормалния изглед на сайта.\n\nВсички настройки или филтри могат да бъдат задавани инидивуално за един сайт или глобално за всички сайтове, които посещавате.\nЦветове - Все още в експериментална фаза, тази функционалност позволява напълно да персонализирате сайтовете, които посещавате. С няколко клика можете да смените синият цвят на Facebook на зелен и др.\nИзображения - Night Eye анализира и конверитра само малки изображения и иконки, без да влияе на големи снимки (например публикация във Facebook).\n\nЯркост / Наситеност / Контраст - Тези филтри ви позволяват да настроите нивата им до степени, които максимално добре ще предпазят очите ви при продължителна работа на монитор. Стандартното ниво, което е зададено е 50%\n\nСиня светлина - Максимална защита за вашите очи може да бъде постигната като драстично намалите синята светлина, която екрана излъчва. Тази функционалност е препоръчително да се използва във всеки един момент, който не изисква прецизна работа с цветове.\n\nЗатъмнение - Практичен филтър, особено ако се намирате в стая, в която мониторът е единственият източник на светлина.\n\nСвържете се директно с нашия технически екип през екстеншъна. Сред нашите основни цели е да предоставим бърза и адекватна реакция за всеки възникнал проблем.\n\nNight Eye в момента работи на Google Chrome, Mozilla Firefox, Edge, Opera, Vivaldi,  Yandex, UC browser and Coc Coc. В момента разработваме и версия за Safari. Повече информация на нашия уебсайт nighteye.app\n\nСигурност и поверителност\n\nВместо да ви пренасочваме към нашата страница за сигурност и поверителност, бихме искали да обърнем вниамние на този аспект по най-разбираемият начин още тук.\nНЕ събираме и/или пазим анонимна информация за ползването на софтуера посредством услуги като Google Analytics.\n\nЕдинствената информация, която пазим е за направените от вас настройки като нива на филтри и др. в localStorage на вашия компютър. Има 7 настройки, за които пазим настройките при вас - Цветове, Изображения, Яркост, Контраст, Наситеност, Синя светлина, Затъмнение.\n\nНе забравяйте да ни последните в социалните мрежи:\n\nGoogle+\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/c38624067229067810390e01ca5d61e5ac980073df797409b59dbd3d437e21b1/https%3A//plus.google.com/%2BNightEye\" rel=\"nofollow\">https://plus.google.com/+NightEye</a>\n\n \n\nTwitter\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/4e3bc209b0692640b9950b0b38d8f8aaa912a8c08cc382bdbbfdedcd578b2d7e/https%3A//twitter.com/nighteye_ext\" rel=\"nofollow\">https://twitter.com/nighteye_ext</a>\n\n \n\nPinterest\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/51e62ccd990be3e856a87927641149f77c5a8602250c6c9387584c13d95cd264/https%3A//pinterest.com/nighteyeextension/\" rel=\"nofollow\">https://pinterest.com/nighteyeextension/</a>",
        "de": "Night Eye aktiviert einen dunklen Modus auf fast allen Webseiten - Facebook, Google, Quora, Github, Stackoverflow, Wikipedia und viele mehr. \n\nAnstatt einfach zu invertieren, analysiert die Erweiterung die Farben und die Bilder der Webseiten und konvertiert sie, um Ihre Surferfahrung zu verbessern.\n\nDie Erweiterung ermöglicht es Ihnen, schnell zwischen den drei verfügbaren Modi zu wechseln\n– Dunkel - Gehe in den vollständigen dunklen Modus. Alle Farben, kleine Bilder und Symbole werden konvertiert, damit Sie ein möglichst dunkles Erlebnis erhalten.\n– Gefiltert - Die Farben der Webseiten werden nicht verändert, aber Sie können immer noch Helligkeit, Kontrast, Wärme und mehr einstellen.\n– Normal - Kehren Sie zum normalen Browser-Erlebnis zurück.\n\n\nAlle Änderungen, die Sie vornehmen, wie Kontrasteinstellung, Farben usw., können auf eine einzelne Webseite oder global angewendet werden.\n\nFarben - Erfinden Sie Ihr Browser-Erlebnis neu, indem Sie auf einer beliebigen Webseite eine beliebige Farbe ändern. Sie können eine einzelne Webseite oder alle mit wenigen Mausklicks anpassen.\n\nBilder - Night Eye analysiert und konvertiert nur die kleinen Bilder und Symbole in einer Webseite, um Ihnen eine noch reibungslose Erfahrung zu ermöglichen. Facebook Beiträge und andere wichtige Medien werden nicht konvertiert.\n\nHelligkeit / Sättigung / Kontrast - Stellen Sie die Helligkeit, den Kontrast und die Sättigung so ein, dass sie den empfohlenen Werten entsprechen, um Ihre Augen zu schützen. Die Standardeinstellung für jeweils ist 50%, aber Sie können die Werte beliebig anpassen.\n\nBlaues Licht – Schützen Sie Ihre Augen, indem Sie das blaue Licht von Ihrem Bildschirm entfernen. Sehr empfehlenswert, besonders beim Surfen während der Nacht. Schieben Sie einfach auf das bevorzugte Niveau von Wärme.\n\nDim/Dimmen - Sehr nützlich, wenn Sie in einem dunklen Raum arbeiten und der Bildschirm die einzige Lichtquelle im Raum ist. Die Standardeinstellung ist auf 50% eingestellt, Sie können sie jedoch beliebig anpassen.\n\nEingebautes Support-System - wir sind stolz darauf, Ihnen einen zuverlässigen Support bieten zu können und Ihnen bei allen Fragen oder Problemen behilflich zu sein, die mit der Erweiterung auftreten können.\n\nNight Eye funktioniert derzeit auf Google Chrome, Mozilla Firefox, Opera, Vivaldi, Yandex, UC Browser und Coc Coc Web-Browser. Aktuell werden Safari- und Edge-Versionen entwickelt. Hier bleiben Sie auf dem Laufenden: https://nighteye.app\n\n\nDatenschutzbedenken\nAnstatt Sie einfach auf unsere Datenschutzrichtlinie hinzuweisen, möchten wir dieses Thema hier in der verständlichsten Sprache ansprechen.\n\n\nWir sammeln KEINE anonymen Nutzungsdaten mit einer branchenüblichen Analyse von Drittanbietern (wie Google Analytics), während Sie die Erweiterung verwenden.\n\nWir speichern die Einstellungen für jede besuchte Webseite jedes Night Eye-Benutzers in ihrem lokalen Speicher (Ihrem Computer). Dies bezieht sich auf alle Anpassungen, die vom Benutzer vorgenommen werden, um seine Browser-Erfahrung durch die Verwendung von Night Eye zu verbessern. Es gibt 7 Arten von Anpassungen: Farben, Bilder, Helligkeit, Kontrast, Sättigung, Kalt / Warm und Dimmen.\n\nMit anderen Worten: Wir speichern nur visuelle Anpassungen, die Sie beim Surfen im Internet vorgenommen haben. Wir speichern sie nicht auf unseren Servern, sondern in Ihrem lokalen Speicher (Ihrem Computer).\n\nFolgen Sie uns und klicken Sie auf Like:\n\nGoogle+\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/c38624067229067810390e01ca5d61e5ac980073df797409b59dbd3d437e21b1/https%3A//plus.google.com/%2BNightEye\" rel=\"nofollow\">https://plus.google.com/+NightEye</a>\n\n \n\nTwitter\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/4e3bc209b0692640b9950b0b38d8f8aaa912a8c08cc382bdbbfdedcd578b2d7e/https%3A//twitter.com/nighteye_ext\" rel=\"nofollow\">https://twitter.com/nighteye_ext</a>\n\n \n\nPinterest\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/51e62ccd990be3e856a87927641149f77c5a8602250c6c9387584c13d95cd264/https%3A//pinterest.com/nighteyeextension/\" rel=\"nofollow\">https://pinterest.com/nighteyeextension/</a>",
        "en-US": "Night Eye allows you to enable Dark Mode on nearly all websites, improving readability and reducing eye strain in low light environments. It also offers customization options such as brightness, contrast, and saturation adjustments, as well as a blue light filter to protect the eyes. Plus, with the ability to control built-in dark themes on supported websites, you'll have complete control over your online experience. \n\nTrusted by more than 1 000 000 users across all major browser, Night Eye is the right choice for your eyes. Smart conversion, no ads, no data mining, helpful support!\nWe update the extensions regularly on a monthly basis for the past 3 years and plan to do that for a very long time ahead.\n\nIf the website has built-in dark theme, you can control it directly from Night Eye and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), Night Eye will convert the colors to provide you with smooth and consistent dark mode.\n\n\nFor Those with Privacy Concern\nFirefox will alert you that the extension may read and change all your data on the websites that you visit.\nHere is the whole story:\nThis extension analyses the colors of each webpage and converts them in order to give you a smooth and consistent dark mode. There is no other way the extension can convert the colors without the privilege to access them.\n\nHowever, we never collect any of your data. Our business model relies on subscriptions and not on storing and selling your data. Last but not least, we are also internet users and don’t want to be evil.\n\nOur extension is fully compatible with the latest manifest V3. There is only some restrictions.\n\nFollow us on Twitter to keep up with the latest news around Night Eye and what we are planning ahead  - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/4e3bc209b0692640b9950b0b38d8f8aaa912a8c08cc382bdbbfdedcd578b2d7e/https%3A//twitter.com/nighteye_ext\" rel=\"nofollow\">https://twitter.com/nighteye_ext</a>\n\n————————\n\nFREE FOREVER PLAN\nNight Eye Lite is here - completely free forever version of Night Eye. \n\nIn a nutshell - Night Eye Lite can be used on up to 5 websites. For example - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9eedbceb27e33fc775eec3ef277a8a4333b6e5067d818dade5ab40da7cbe3896/http%3A//Google.com\" rel=\"nofollow\">Google.com</a>, <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/7ee9697a32f6e743d7176240bd044ca2880c9504f8660a7b599abdec9ec11a94/http%3A//Gmail.com\" rel=\"nofollow\">Gmail.com</a> and etc. You can manage the list of those 5 websites at any time. No ads, no hidden stuff - free forever. \n\nMore details can be found here - https://nighteye.app/lite-free-dark-mode-extension/\n\nBefore going to Lite, we would like to invite you to try out Night Eye Pro for free for 3 months - no credit card, no payment asked - simply install and try it out. \nAfter the trial period of Night Eye Pro expires, you will be asked to pay to continue using it or go with the completely free version - Night Eye Lite.\n\nMore details about our pricing - https://nighteye.app/how-to-start/\n\n————————\n\nSOME FEATURES\n➤ OS/Browser Color scheme integration - sync Night Eye with your macOS/Windows dark themes\n➤ Deep integration with websites that have their own built-in dark themes.\n➤ Schedule dark mode to turn on and off\n➤ Custom dark mode for PDFs\n➤ Export/Import data between your browsers\n\n————————\n\nCHANGELOG\nWe strive to bring you the best possible dark mode experience. In this update we’ve made several improvements and added one major feature - OS/Browser color scheme integration.\n\nYou can monitor all our updates and what we do at https://nighteye.app/changelog\n\n————————\n\nAVAILABLE MODES\nThe extension allows you to quickly switch the three available modes\n\n➤ Dark - Go into complete dark mode. All colors, small images and icons will be converted to give you the smoothest dark experience possible.\n➤ Filtered - The websites’ colors will not be changed, but you can still adjust brightness, contrast, warmth and more.\n➤ Normal - Get back to the normal browsing experience.\n\n————————\n\nCUSTOMIZATION OPTIONS\n\nAny modifications you make such as contrast level adjustment, blue light filter and etc. can be applied to a single website or globally.\n\n➤ Images - Night Eye analyses and converts only the small images and icons in a website to give you even smoother experience. Facebook posts and other significant media is not converted.\n\n➤ Brightness / Saturation / Contrast - Adjust the brightness, the contrast and the saturation to match the recommended healthy levels and protect your eyes. The default setting for each is 50%, but you can customize each to the preferred levels\n\n➤ Blue Light - Take care of your eyes by eliminating the blue light coming from your screen. Highly recommended especially during late night browsing. Simply slide to the preferred level of warmth.\n\n➤ Dim - Extremely useful if you are working in dark space/room and the screen is the only source of light in the room. The default setting is set to 50%, but you can customize it as you please.\n\n————————\n\nALWAYS AVAILABLE SUPPORT\n\nBuilt-in support system - we take pride into being available to provide reliable support and help you with any problems or issues you might experience with the extension.\n\n————————\n\nAVAILABLE ON\n\nNight Eye is currently working on Google Chrome, Mozilla Firefox, Safari, Microsoft Edge, Opera, Vivaldi, Brave, Yandex and all other Chromium based browsers.\n \n————————\n\nWE CARE ABOUT PRIVACY\n\nInstead of simply pointing you to our privacy policy. We would like to address this topic in the most understandable language here.\n\nWe do NOT collect anonymous usage data using an industry standard third party analytics (Google Analytics) while using the extension.\n\nWe only store the saved settings for each visited website of each Night Eye user in their localStorage (your computer). This relates to all adjustments made by the user to improve their browsing experience through the use of Night Eye. There are 7 types of adjustments: Colors, Images, Brightness, Contrast, Saturation, Cold/Warm and Dim. \n\nIn other words - we only store any visual adjustments you made while browsing the internet. We do not store them on our servers, but rather in your localStorage (your computer).\n\n————————\n\nDon’t forget to like &amp; Follow Us:\n\nFacebook - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5d25a1cfd7425ce69cb61caf4b7c76997b5231c04823194226e5a1006e9c50f9/https%3A//facebook.com/night.eye.extension/\" rel=\"nofollow\">https://facebook.com/night.eye.extension/</a>\nTwitter - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/4e3bc209b0692640b9950b0b38d8f8aaa912a8c08cc382bdbbfdedcd578b2d7e/https%3A//twitter.com/nighteye_ext\" rel=\"nofollow\">https://twitter.com/nighteye_ext</a>\nPinterest -<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/51e62ccd990be3e856a87927641149f77c5a8602250c6c9387584c13d95cd264/https%3A//pinterest.com/nighteyeextension/\" rel=\"nofollow\">https://pinterest.com/nighteyeextension/</a>",
        "es": "Night Eye habilita el modo oscuro en prácticamente todos los sitios web: Facebook, Google, Quora, Github, Stackoverflow, Wikipedia y mucho más. \n\nEn lugar de simplemente invertir, la extensión analiza los colores y las imágenes de las páginas y los convierte para mejorar su experiencia de navegación.\nLa extensión le permite cambiar rápidamente los tres modos disponibles.\n\n-Oscuro: Entre en un modo oscuro total. Todos los colores, imágenes e íconos pequeños se convertirán para brindarle la más agradable experiencia oscura posible.\n\n- Filtrado: Los colores de los sitios web no se cambiarán pero todavía puede ajustar el brillo, el contraste, la intensidad y más.\n\n- Normal: Regrese a la experiencia de navegación normal.\n\nCualquier modificación que hace, como el ajuste del nivel de contraste, los colores, etc., se puede aplicar a un único sitio web o a nivel mundial.\n- Colores: Reinvente su experiencia de navegación cambiando cualquier color en cualquier sitio web. Puede personalizar solo un sitio web o todos con un par de clics.\n\n- Imágenes - Night Eye analiza y convierte solo las pequeñas imágenes e íconos en un sitio web        para brindarle una experiencia aun más agradable. Las publicaciones de Facebook y otra media importante no se convierten.\n\n- Brillo / Saturación / Constraste - Ajuste el brillo, el contraste y la saturación para que coincidan con los niveles saludables recomendados y proteja sus ojos. La configuración predeterminada para cada uno es 50%, pero puede personalizar cada uno a los niveles preferidos.\n\n- Luz azul - Cuide sus ojos eliminando la luz azul que proviene de su pantalla. Muy recomendado, especialmente durante la navegación nocturna. Simplemente deslice al nivel preferido de intensidad.\n\n- Tenue - Sumamente útil si está trabajando en un espacio o habitación oscuros y la pantalla es la única fuente de luz en la habitación. La configuración predeterminada se establece en 50%, pero puede personalizarla como quiera.\n\nSistema de soporte integrado: nos enorgullece estar disponibles para proporcionar un soporte confiable y ayudarle con cualquier problema o dificultad que pueda experimentar con la extensión.\n \nNight Eye actualmente está trabajando en los navegadores web Google Chrome, Mozilla Firefox, Opera, Vivaldi, Yandex, UC y Coc Coc. Actualmente se están desarrollando las versiones de Safari y Edge. Manténgase actualizado - https://nighteye.app\n\n\nPreocupaciones sobre la privacidad\n\nEn vez de simplemente apuntarle a nuestra política de privacidad nos gustaría abordar este tema en el lenguaje más comprensible aquí.\n\nNosotros NO recopilamos datos de uso anónimos utilizando un análisis de terceros estándar de la industria (Google Analytics) mientras usamos la extensión.\nSolo almacenamos las configuraciones guardadas para cada sitio web visitado de cada usuario de Night Eye en su Almacenamiento Local (su ordenador). \n\nEsto se relaciona con todos los ajustes realizados por el usuario para mejorar su experiencia de navegación a través del uso de Night Eye. Hay 7 tipos de ajustes: Colores, Imágenes, Brillo, Contraste, Saturación, Frío / Caliente y Tenue.\nEn otras palabras, solo almacenamos los ajustes visuales que realizó mientras navegaba por Internet. No los almacenamos en nuestros servidores, sino en su Almacenamiento local (su ordenador).\n\nNo olvide poner me gusta y seguirnos:\n\nGoogle+\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/c38624067229067810390e01ca5d61e5ac980073df797409b59dbd3d437e21b1/https%3A//plus.google.com/%2BNightEye\" rel=\"nofollow\">https://plus.google.com/+NightEye</a>\n\n \n\nTwitter\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/4e3bc209b0692640b9950b0b38d8f8aaa912a8c08cc382bdbbfdedcd578b2d7e/https%3A//twitter.com/nighteye_ext\" rel=\"nofollow\">https://twitter.com/nighteye_ext</a>\n\n \n\nPinterest\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/51e62ccd990be3e856a87927641149f77c5a8602250c6c9387584c13d95cd264/https%3A//pinterest.com/nighteyeextension/\" rel=\"nofollow\">https://pinterest.com/nighteyeextension/</a>",
        "fr": "Night Eye permet le mode dark sur presque tous les sites Web - Facebook, Google, Quora, Github, Stackoverflow, Wikipedia et bien plus encore.\n\nAu lieu de simplement inverser, l’extension analyse les couleurs et les images des pages et les convertit pour améliorer votre expérience de navigation.\n\n\nL'extension vous permet de changer rapidement les trois modes disponibles:\n\n- Dark - Passe en mode dark/noire complet. Toutes les couleurs, les petites images et les icônes seront converties pour vous offrir l'expérience la plus douce possible. \n\n- Filtré - Les couleurs des sites Web ne seront pas modifiées, mais vous pouvez toujours régler la luminosité, le contraste, la chaleur et bien plus encore.\n\n- Normal - Revenez à la navigation normale.\n\n\nToutes les modifications que vous apportez, telles que le réglage du niveau de contraste, les couleurs, etc., peuvent être appliquées à un seul site Web ou globalement.\n\n- Couleurs - Réinventez votre expérience de navigation en modifiant n'importe quelle couleur sur n'importe quel site Web. Vous pouvez personnaliser un seul site Web ou tous en quelques clics.\n\n- Images - Night Eye analyse et convertit uniquement les petites images et icônes d'un site Web pour vous offrir une expérience encore plus douce. Les messages Facebook et autres médias importants ne sont pas convertis..\n\n- Ajustez la luminosité, le contraste et la saturation pour correspondre aux niveaux sains recommandés et protégez vos yeux. Le paramètre par défaut pour chacun est 50%, mais vous pouvez personnaliser chacun des niveaux préférés.\n\n- Blue Light - Prenez soin de vos yeux en éliminant la lumière bleue provenant de votre écran. Fortement recommandé surtout pendant la navigation nocturne. Il suffit de glisser au niveau de chaleur préféré.\n\n- Dim - Extrêmement utile si vous travaillez dans un espace sombre où l'écran est la seule source de lumière. Le paramètre par défaut est défini à 50%, mais vous pouvez le personnaliser à votre guise.\n\n\n\nSystème de support intégré - Nous sommes fiers d'être disponibles pour vous fournir un support fiable et vous aider à résoudre tous les problèmes ou les problèmes que vous pourriez rencontrer avec l'extension.\n\n\nNight Eye travaille actuellement sur les navigateurs Web Google Chrome, Mozilla Firefox,Edge, Opera, Vivaldi, Yandex, navigateur UC et Coc Coco. Actuellement, des versions Safari sont en cours de développement. Restez à jour - https://nighteye.app\n \n\nPolitique de confidentialité\n\nAu lieu de simplement vous orienter vers notre politique de confidentialité, nous aimerions aborder ce sujet dans la langue la plus compréhensible ici.\n\nNous NE recueillons PAS de données d'utilisation anonymes en utilisant une analyse tierce standard de l'industrie (Google Analytics) lors de l'utilisation de l'extension.\n\nNous stockons uniquement les paramètres enregistrés pour chaque site Web visité de chaque utilisateur Night Eye dans leur localStorage (votre ordinateur). Cela concerne tous les ajustements effectués par l'utilisateur pour améliorer son expérience de navigation grâce à l'utilisation de Night Eye. Il existe 7 types de réglages: Couleurs, Images, Luminosité, Contraste, Saturation, Froid / Chaud et Dim. \n\n \nEn d'autres termes, nous ne stockons que les ajustements visuels effectués lors de la navigation sur Internet. Nous ne les stockons pas sur nos serveurs, mais plutôt dans votre stockage local (votre ordinateur).\n\n \nN'oubliez pas d'aimer et de nous suivre:\n \n\nGoogle+\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/c38624067229067810390e01ca5d61e5ac980073df797409b59dbd3d437e21b1/https%3A//plus.google.com/%2BNightEye\" rel=\"nofollow\">https://plus.google.com/+NightEye</a>\n\n \n\nTwitter\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/4e3bc209b0692640b9950b0b38d8f8aaa912a8c08cc382bdbbfdedcd578b2d7e/https%3A//twitter.com/nighteye_ext\" rel=\"nofollow\">https://twitter.com/nighteye_ext</a>\n\n \n\nPinterest\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/51e62ccd990be3e856a87927641149f77c5a8602250c6c9387584c13d95cd264/https%3A//pinterest.com/nighteyeextension/\" rel=\"nofollow\">https://pinterest.com/nighteyeextension/</a>",
        "ru": "Night Eye обеспечивает темный режим практически на всех сайтах - Facebook, Google, Quora, Github, Stackoverflow, Wikipedia и многие другие.\n\nВместо того, чтобы просто инвертировать, расширение анализирует цвета и изображения страниц и преобразует их, чтобы улучшить ваш просмотр.\n\nРасширение позволяет быстро переключать три доступных режима\n- Темный - перейдите в полный темный режим. Все цвета, маленькие изображения и значки будут конвертированы, чтобы дать вам возможность получить самое плавное темнее переживание.\n- Отфильтрованный - цвета веб-сайтов не будут изменены, но вы можете настроить яркость, контрастность, теплоту и многие другие.\n- Обычный - вернитесь к обычному просмотру.\n\nЛюбые изменения, которые вы делаете, такие как регулировка уровня контраста, цвета и т.д., могут применяться к одному веб-сайту или к всем веб-сайтам\n- Цвета - Переизобретите ваше переживание просмотра путем изменения любого цвета на любом веб-сайте. Вы можете настроить один веб-сайт или все с помощью нескольких кликов.\n\n- Изображения - Night Eye анализирует и конвертирует только маленькие изображения и значки на веб-сайт, чтобы дать вам еще более приятное переживание. Facebook-сообщения и другие важные средства массовой информации не конвертируются\n\n- Яркость / Насыщенность / Контрастность - Отрегулируйте яркость, контрастность и насыщенность в соответствии с рекомендуемыми уровнями здоровья и защитите глаза. Значение по умолчанию для каждого составляет 50%, но вы можете настроить их на предпочтительные уровни\n\n- Синий свет - Позаботьтесь о своих глазах, исключив синий свет, исходящий от вашего экрана. Очень рекомендуется особенно во время позднего ночного просмотра. Просто перейдите на предпочтительный уровень теплоты.\n- Тусклость - чрезвычайно полезно, если вы работаете в темном пространстве / комнате, и экран является единственным источником света в комнате. Значение по умолчанию установлено на 50%, но вы можете настроить его по своему усмотрению.\n\nВстроенная система поддержки - мы гордимся тем, что можем предоставить вам надежную поддержку и помочь вам в решении любых проблем, которые могут возникнуть с расширением..\n\nВ настоящее время Night Eye работает над браузерами Google Chrome, Mozilla Firefox, Opera,Edge, Vivaldi, Yandex, UC и Coc Coc. Разрабатываются версия Safari. Дополнительная информация - https://nighteye.app\n\nКонфиденциальность\nВместо того, чтобы просто указывать на нашу политику конфиденциальности. Мы хотели бы затронуть эту тему на наиболее понятном языке здесь.\n\nМы не собираем анонимные данные использования, используя стандартную стороннюю аналитику (Google Analytics).\n\nМы сохраняем записанные настройки для каждого посещенного веб-сайта каждого пользователя Night Eye в своем локальном хранилище (ваш компьютер). Это касается всех корректировок, сделанных пользователем для улучшения их просмотра через использование Night Eye. Есть 7 типов настроек: Цвета, Изображения, Яркость, Контрастность, Насыщенность, Холодный / Теплый и Тусклый.\n\nДругими словами - мы сохраняем любые визуальные корректировки, которые вы делали во время просмотра Интернета. Мы не храним их на наших серверах, а скорее в вашем локальном хранилище (ваш компьютер).\n\nНе забудьте вставить like &amp; подписаться на наш канал:\n\n\n \n\nGoogle+\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/c38624067229067810390e01ca5d61e5ac980073df797409b59dbd3d437e21b1/https%3A//plus.google.com/%2BNightEye\" rel=\"nofollow\">https://plus.google.com/+NightEye</a>\n\n \n\nTwitter\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/4e3bc209b0692640b9950b0b38d8f8aaa912a8c08cc382bdbbfdedcd578b2d7e/https%3A//twitter.com/nighteye_ext\" rel=\"nofollow\">https://twitter.com/nighteye_ext</a>\n\n \n\nPinterest\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/51e62ccd990be3e856a87927641149f77c5a8602250c6c9387584c13d95cd264/https%3A//pinterest.com/nighteyeextension/\" rel=\"nofollow\">https://pinterest.com/nighteyeextension/</a>"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/night-eye-dark-mode/edit",
    "guid": "{7c6d56ed-2616-48f2-bfde-d1830f1cf2ed}",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "bg": "https://nighteye.app/",
            "de": "https://nighteye.app/",
            "en-US": "https://nighteye.app/",
            "es": "https://nighteye.app/",
            "fr": "https://nighteye.app/",
            "ru": "https://nighteye.app/"
        },
        "outgoing": {
            "bg": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d40551d69c9471e555343672934ff84665b40dd864c71c5a1b279314a89cb732/https%3A//nighteye.app/",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d40551d69c9471e555343672934ff84665b40dd864c71c5a1b279314a89cb732/https%3A//nighteye.app/",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d40551d69c9471e555343672934ff84665b40dd864c71c5a1b279314a89cb732/https%3A//nighteye.app/",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d40551d69c9471e555343672934ff84665b40dd864c71c5a1b279314a89cb732/https%3A//nighteye.app/",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d40551d69c9471e555343672934ff84665b40dd864c71c5a1b279314a89cb732/https%3A//nighteye.app/",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d40551d69c9471e555343672934ff84665b40dd864c71c5a1b279314a89cb732/https%3A//nighteye.app/"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/990/990672-64.png?modified=3b51bb22",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/990/990672-32.png?modified=3b51bb22",
        "64": "https://addons.mozilla.org/user-media/addon_icons/990/990672-64.png?modified=3b51bb22",
        "128": "https://addons.mozilla.org/user-media/addon_icons/990/990672-128.png?modified=3b51bb22"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2024-10-09T08:55:19Z",
    "name": {
        "bg": "Night Eye - Нощен режим за всеки сайт",
        "de": "Night Eye - Dunkel-Modus auf jeder Webseite",
        "en-US": "Night Eye - Dark mode",
        "es": "Night Eye - Modo oscuro en cualquier sitio web",
        "fr": "Night Eye - Dark mode sur n'importe quel site web",
        "ru": "Night Eye - Темный режим на любом веб-сайте"
    },
    "previews": [
        {
            "id": 277163,
            "caption": {
                "en-US": "Add dark mode to every website"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/277/277163.png?modified=1673099789",
            "position": 0,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/277/277163.jpg?modified=1673099789"
        },
        {
            "id": 277164,
            "caption": {
                "en-US": "Works automatically and on all websites"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/277/277164.png?modified=1673099788",
            "position": 1,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/277/277164.jpg?modified=1673099788"
        },
        {
            "id": 277165,
            "caption": {
                "en-US": "Easy to configure to your liking"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/277/277165.png?modified=1673099787",
            "position": 2,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/277/277165.jpg?modified=1673099787"
        },
        {
            "id": 277166,
            "caption": {
                "en-US": "Fully customizable per website"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/277/277166.png?modified=1673099787",
            "position": 3,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/277/277166.jpg?modified=1673099787"
        },
        {
            "id": 277167,
            "caption": {
                "en-US": "Report any issues with built-in chat"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/277/277167.png?modified=1673099787",
            "position": 4,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/277/277167.jpg?modified=1673099787"
        },
        {
            "id": 217390,
            "caption": {
                "en-US": "Facebook - Dark Mode with Night Eye"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/217/217390.png?modified=1673099779",
            "position": 5,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/217/217390.jpg?modified=1673099779"
        },
        {
            "id": 217393,
            "caption": {
                "en-US": "Google - Dark Mode with Night Eye"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/217/217393.png?modified=1673099779",
            "position": 6,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/217/217393.jpg?modified=1673099779"
        },
        {
            "id": 217391,
            "caption": {
                "en-US": "Mozilla MDM - Dark Mode with Night Eye"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/217/217391.png?modified=1673099779",
            "position": 7,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/217/217391.jpg?modified=1673099779"
        },
        {
            "id": 217395,
            "caption": {
                "en-US": "Youtube - Dark Mode with Night Eye"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/217/217395.png?modified=1673099779",
            "position": 8,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/217/217395.jpg?modified=1673099779"
        },
        {
            "id": 217392,
            "caption": {
                "en-US": "Quora - Dark Mode with Night Eye"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/217/217392.png?modified=1673099779",
            "position": 9,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/217/217392.jpg?modified=1673099779"
        },
        {
            "id": 217394,
            "caption": {
                "en-US": "Night Eye Options: Dark Mode, Filtered Mode or Normal Mode"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/217/217394.png?modified=1673099779",
            "position": 10,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/217/217394.jpg?modified=1673099779"
        }
    ],
    "promoted": null,
    "ratings": {
        "average": 3.6032,
        "bayesian_average": 3.587901408443579,
        "count": 315,
        "text_count": 208
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/night-eye-dark-mode/reviews/",
    "requires_payment": true,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/990672",
    "slug": "night-eye-dark-mode",
    "status": "public",
    "summary": {
        "bg": "Night Eye включва нощен режим на всeки сайт, използвайки нов алгоритъм за анализ и конвертиране на цветовете.",
        "de": "Night Eye ermöglicht den Nachtmodus auf jeder Webseite mit einem neuen Algorithmus, der alle Farben analysiert und konvertiert, anstatt sie zu invertieren.",
        "en-US": "With Night Eye, you can easily switch websites between dark and light mode as desired to take care of your eyes and reduce eye strain. Make your online experience more comfortable and enjoyable with this simple and convenient tool.",
        "es": "Night eye habilita el modo nocturno en cualquier sitio web utilizando un nuevo algoritmo que analiza y convierte todos los colores en lugar de invertirlos.",
        "fr": "Night Eye active le mode nuit sur tout site Web en utilisant un nouvel algorithme qui analyse et convertit toutes les couleurs au lieu de les inverser.",
        "ru": "Night Eye позволяет использовать ночной режим на любом веб-сайте, используя новый алгоритм, который анализирует и преобразует все цвета вместо их инвертирования."
    },
    "support_email": {
        "bg": "support@nighteye.app",
        "en-US": "support@nighteye.app"
    },
    "support_url": {
        "url": {
            "bg": "https://nighteye.app/support/",
            "en-US": "https://nighteye.app"
        },
        "outgoing": {
            "bg": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ddfa584843db8dfc81d0ef9c4114d461799cf99b43f829a32e0e23b2e1527d7b/https%3A//nighteye.app/support/",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9db0a63f40e2c63c9ff21203c48a94080704c18a9661b7aba10230ff4843e979/https%3A//nighteye.app"
        }
    },
    "tags": [
        "dark mode"
    ],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/night-eye-dark-mode/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/night-eye-dark-mode/versions/",
    "weekly_downloads": 561,
    "_score": null
}