{
    "extension_name": {
	"message": "Elemento de traducción de Google"
    },
    "extension_description": {
	"message": "Inserta automáticamente el elemento de traducción de Google. Traduce la totalidad de la página sin cambiarla o abrir una pestaña nueva."
    },
    "google_translate_element": {
	"message": "Elemento de Traducción de Google"
    },
    "google_translate_element_options": {
	"message": "Opciones de elementos de Google Traductor"
    },
    "insert_element_automatically": {
	"message": "Insertar automáticamente el Elemento de Traducción de Google."
    },
    "translate_automatically": {
	"message": "Traducir inmediatamente después de insertar el Elemento de Traducción de Google."
    },
    "hide_toolbar": {
	"message": "Esconder la barra de herramientas luego de insertar el Elemento de Traducción de Google."
    },
    "ignore_languages": {
	"message": "Desactivar Google Translate Element en los siguientes idiomas"
    },
    "ignore_languages_desc": {
	"message": "Si el idioma de la página es distinto de estos idiomas, insertar automáticamente el <a href=\"https://www.w3schools.com/howto/howto_google_translate.asp\">Elemento de Traducción de Google</a> en la página. Aun en el caso de que el idioma de la página sí sea uno de estos, puedes insertar el Elemento de Traducción de Google manualmente mediante el menú contextual. Si haces clic en el botón predeterminado, se utilizarán los idiomas que aparecen en <cite>about:preferences → Idioma</cite>. <br>Ejemplo: <code>ja, en, zh</code>. Utiliza comas para separar los valores. <br>Más información: <a href=\"https://cloud.google.com/translate/docs/languages?hl=es\">Idiomas admitidos - Google Cloud</a> (el servicio del enlace anterior no está asociado al Elemento de Traducción de Google), <a href=\"https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes\">List of ISO 639-1 codes - Wikipedia</a>."
    },
    "includedlanguages": {
	"message": "Los idiomas meta del Elemento de Traducción de Google."
    },
    "includedlanguages_desc": {
	"message": "Separa los idiomas con comas <strong>sin usar espacios</strong>. Ejemplo: <code>ja,en,zh-CN</code>. <br>Más información: <a href=\"https://cloud.google.com/translate/docs/languages?hl=es\">Idiomas admitidos - Google Cloud</a> (el servicio del enlace anterior no está asociado al Elemento de Traducción de Google), <a href=\"https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes\">List of ISO 639-1 codes - Wikipedia</a>, <a href=\"https://es.wikipedia.org/wiki/ISO_3166-1\">ISO_3166-1 - Wikipedia</a>.<br>Si dejas esta lista en blanco, todos los idiomas apoyados por el Elemento de Traducción de Google aparecerán como idiomas meta. El valor predeterminado se obtiene de <cite>about:preferences → Idioma</cite>, pero hay situaciones en las que ese valor no funciona para este complemento. Algunos idiomas necesitan un código de región para funcionar (como es el caso de \"zh-CN\"), pero otros idiomas que a veces incluyen un código de región solo funcionarán si les quitas el código de región (por ejemplo, utiliza \"en\" funcionará, pero no \"en-US\")."
    },
    "ignore_urls": {
	"message": "Lista de URL en las que NO se inserta automáticamente el elemento de traducción de Google"
    },
    "auto_insert_urls": {
	"message": "Lista de URL en las que se inserta automáticamente el elemento de traducción de Google"
    },
    "regular_expression": {
	"message": "Expresión regular"
    },
    "ignore_urls_desc": {
	"message": "Use la barra invertida para usar \".\", \"*\", \"?\". Añada \"^\" al principio del patrón para que coincida con el principio de la URL."
    },
    "test_url": {
	"message": "Comprobar la cadena a filtrar con las expresiones regulares"
    },
    "style_sheets": {
	"message": "Hojas de estilo de Google Translate Element:"
    },
    "match": {
	"message": "Coincide"
    },
    "unmatch": {
	"message": "No coincide"
    },
    "default": {
	"message": "Por defecto"
    },
    "page_translator_url": {
	"message": "Url del traductor para traducir una página en una pestaña nueva"
    },
    "text_translator_url": {
	"message": "Url del traductor para traducir el texto seleccionado en una pestaña nueva"
    },
    "target_language": {
	"message": "Idioma a traducir predeterminado:"
    },
    "get_favicon": {
	"message": "Obtener Favicon del sitio"
    },
    "target_language_regexp": {
	"message": "Expresión regular que extrae el idioma de destino del Url del traductor"
    },
    "translator_url_desc": {
	"message": "'@url@' se reemplazará por el URL de la página. '@text@' se reemplazará por la cadena de texto seleccionada. '@lang@' se reemplazará por el valor del \"idioma de destino predeterminado\". Este valor se obtiene de <cite>about:preferences → idioma</cite>, pero, como el formato que cada servicio de traducción utiliza para este valor puede variar, es posible que tenga que hacerle ajustes a este valor. Algunos idiomas, como \"zh-CN\" y \"zh-TW\", necesitan incluir un código de región, mientras que otros, como \"en\" y \"pt\" puede que no funcionen si se les añade un código de región (como, por ejemplo, \"en-US\" o \"pt-BR\"). De ser necesarios tales ajustes, tendrás que hacerlos manualmente. '@source_lang@' se reemplazará por el <a href=\"https://src.chromium.org/viewvc/chrome/trunk/src/third_party/cld/languages/internal/languages.cc#l23\">código de idioma</a> de la cadena de texto seleccionada o por el código de idioma de la página. Sin embargo, ten en mente que es posible que este código no concuerde con el que usa cada uno de los servicios de traducción."
    },
    "display_in_iframe": {
	"message": "En el panel de acción del navegador, el panel de acción de la página y la barra lateral, la traducción se muestra en un<a href=\"https://developer.mozilla.org/docs/Web/HTML/Element/iframe\">marco en línea</a>"
    },
    "translator_url_desc2": {
	"message": "El valor de «@lang@» en este navegador:"
    },
    "target_language_regexp_desc": {
	"message": "Una cadena de caracteres que coincide con el último <a href='https://developer.mozilla.org/docs/Web/JavaScript/Guide/Regular_Expressions/Groups_and_Ranges'>grupo de captura </a> del patrón descrito en «<a href='https://developer.mozilla.org/docs/Web/JavaScript/Guide/Regular_Expressions'>Expresiones regulares</a> para extraer el idioma de destino». Se extrae del URL de la página de resultados de la traducción como el idioma de destino para la traducción. Cuando el idioma del destino de la traducción se cambie interactivamente en la página de resultados de la traducción, si el URL cambia en consecuencia, el idioma se extrae y se almacena. En la próxima traducción, «@lang@» se reemplazará por ese valor en vez de por el idioma de destino predeterminado. Si siempre quiere traducir al idioma predeterminado, deje vacía la expresión regular. Esta función no se puede utilizar en los traductores donde el URL no cambia, incluso si el idioma de destino se cambia de forma interactiva."
    },
    "second_translation_sites": {
	"message": "Traductores secundarios"
    },
    "use_2nd_translator": {
	"message": "Si el idioma de la página o del texto seleccionado coincide con un idioma que no se inserta automáticamente, traducir con el traductor secundario"
    },
    "page_translator_2nd_url": {
	"message": "URL del traductor secundario para traducir una página en una pestaña nueva"
    },
    "text_translator_2nd_url": {
	"message": "URL del traductor secundario para traducir el texto seleccionado en una pestaña nueva"
    },
    "translator_2nd_url_desc": {
	"message": "Cuando el idioma de la página o del texto seleccionado coincide con un idioma que no se inserta automáticamente, la traducción se efectúa con el traductor secundario. Esta opción se puede usar, por ejemplo, para traducir frases en idioma nativo a otros idiomas. Si mantiene pulsada una tecla modificadora (Alt, Ctrl,  MacCtrl, Cmd o Mayús) y hace clic en el menú contextual o utiliza un atajo de teclado, puede usar el traductor secundario para traducir el idioma de la página o del texto seleccionado. Si registra otro sitio en el traductor secundario, puede comparar los dos resultados de la traducción."
    },
    "translator_delete_history": {
	"message": "Eliminar el URL del resultado de la traducción del historial de navegación"
    },
    "browser_action_panel_size": {
	"message": "Tamaño del panel emergente del navegador:"
    },
    "page_action_panel_size": {
	"message": "Tamaño del panel de acción de la página"
    },
    "pixel": {
	"message": "píxeles"
    },
    "user_interface": {
	"message": "Interfaz de usuario"
    },
    "browser_action_button": {
	"message": "Botón de acción del navegador"
    },
    "browser_action_button_action": {
	"message": "Comportamiento del botón de acción del navegador"
    },
    "browser_action_button_desc": {
	"message": "Si no se selecciona ningún elemento, al hacer clic en el botón de acción del navegador se mostrará el traductor de texto predeterminado. Si solo se selecciona un elemento, al hacer clic en el botón de acción del navegador se ejecutará inmediatamente la acción correspondiente a ese elemento. Si se seleccionan varios elementos, al hacer clic en el botón de acción del navegador, se mostrarán los botones de los elementos seleccionados. Use arrastrar y soltar para cambiar el orden de visualización."
    },
    "browser_action_stylesheet": {
	"message": "Hoja de estilo para el panel de acción del navegador."
    },
    "example": {
	"message": "Serie de ajustes"
    },
    "page_action_button": {
	"message": "Botón de acción de la página"
    },
    "page_action_button_action": {
	"message": "Acción del botón del panel de acciones de página:"
    },
    "page_action_button_desc": {
	"message": "Si no se selecciona ningún elemento, al hacer clic en el botón de acción de la página se mostrará el sitio de traducción de texto predeterminado. Si solo se selecciona un elemento, al hacer clic en el botón de acción de la página se ejecutará inmediatamente la acción correspondiente a ese elemento. Si se seleccionan varios elementos, al hacer clic en el botón de acción de página, se mostrarán los botones de los elementos seleccionados. Use arrastrar y soltar para cambiar el orden de visualización."
    },
    "page_action_stylesheet": {
	"message": "Hoja de estilo para el panel de acción de la página."
    },
    "context_menu": {
	"message": "Menú contextual"
    },
    "context_menu_order": {
	"message": "Orden de visualización en el menú contextual:"
    },
    "context_menu_order_desc": {
	"message": "Solo los elementos marcados se muestran en el menú contextual. Arrastre y suelte elementos para cambiar el orden de visualización."
    },
    "omnibox": {
	"message": "barra de direcciones"
    },
    "omnibox_desc": {
	"message": "Traduzca texto introduciendo órdenes y texto en el <a href=\"https://developer.mozilla.org/docs/Mozilla/Add-ons/WebExtensions/user_interface/Omnibox\"></a> cuadro multifunción (barra de direcciones y de búsqueda). Conviene usar un <a href=\"https://support.mozilla.org/es/kb/accesos-directos-realiza-rapidamente-tareas-comune#w_otros-accesos-directos\">atajo de teclado</a> para seleccionar la barra de direcciones (F6,  Alt + D o Ctrl + L)."
    },
    "omnibox_default_action": {
	"message": "Destino predeterminado para mostrar la traducción del cuadro multifunción:"
    },
    "syntax": {
	"message": "Sintaxis:"
    },
    "omnibox_keyword": {
	"message": "La palabra clave para iniciar la traducción con el cuadro multifunción."
    },
    "omnibox_option_t": {
	"message": "Especifica el idioma de destino. Si se omite, se utilizará el idioma de destino predeterminado del traductor de texto. El formato del idioma de destino varía de un traductor a otro, por lo que debe conocer el código de idioma apropiado para el traductor."
    },
    "omnibox_option_1": {
	"message": "Traducir con el traductor de texto predeterminado."
    },
    "omnibox_option_2": {
	"message": "Traducir usando una segunda web de traductor de textos. Si se omite tanto -1 como -2, la web usada en la traducción estará determinada por el idioma del texto introducido."
    },
    "omnibox_option_d": {
	"message": "Especifica el destino para mostrar el resultado de la traducción."
    },
    "omnibox_option_new_tab": {
	"message": "Una pestaña nueva."
    },
    "omnibox_option_specific_tab": {
	"message": "Una pestaña específica."
    },
    "omnibox_option_current_tab": {
	"message": "La pestaña actual."
    },
    "omnibox_option_window": {
	"message": "Una ventana."
    },
    "omnibox_option_sidebar": {
	"message": "La barra lateral. El complemento no puede abrir automáticamente la barra lateral, por lo que el usuario debe abrirla manualmente."
    },
    "omnibox_option_browser_action": {
	"message": "Panel emergente del navegador. El complemento no puede abrir automáticamente el panel emergente del navegador, por lo que el usuario debe abrirlo manualmente."
    },
    "omnibox_option_page_action": {
	"message": "Panel emergente de la página. El complemento no puede abrir automáticamente el panel emergente de la página, por lo que el usuario debe abrirlo manualmente."
    },
    "omnibox_option_text": {
	"message": "La frase para traducir."
    },
    "omnibox_examples": {
	"message": "Ejemplos: <code><strong>tr Hello, world.</strong></code> --- Usa el traductor predeterminado para traducir a su idioma nativo. <code><strong>tr -2 -t de -d sb みなさんこんにちは。</strong></code> --- Traduce al alemán usando el traductor secundario y muestra el resultado en la barra lateral."
    },
    "shortcut_keys": {
	"message": "Selección de elementos - Teclas de acceso rápido"
    },
    "shortcut_keys_desc": {
	"message": "Para cofigurar los <a href=\"https://support.mozilla.org/kb/manage-extension-shortcuts-firefox\">atajos de teclado</a>, vaya a about:addons -> ⚙️ Icono del engranaje -> Administrar atajos de extensiones."
    },
    "specific_tab": {
	"message": "Pestaña especial."
    },
    "tab_window_session": {
	"message": "Información de sesión para pestañas específicas y ventanas"
    },
    "save_session": {
	"message": "Guardar."
    },
    "dont_save_session": {
	"message": "No guardar."
    },
    "tab_window_session_desc": {
	"message": "Memorizar la información de la traducción que se muestra en la ventana y en la pestaña específica entre sesiones, y reutilizar la misma pestaña y ventana después de reiniciar el navegador."
    },
    "specific_tab_esc_behavior": {
	"message": "La acción al presionar la tecla Esc"
    },
    "hide_tab": {
	"message": "Ocultar pestaña."
    },
    "activate_opener_tab": {
	"message": "Activar la traducción original de la pestaña."
    },
    "specific_tab_esc_textarea": {
	"message": "Hacer lo mismo también al escribir en el área de texto"
    },
    "specific_tab_set_favicon": {
	"message": "Mostrar el icono de la extensión como favicono de la pestaña específica"
    },
    "specific_tab_desc": {
	"message": "Si existe una pestaña específica, reutiliza esa pestaña y muestra la traducción sin abrir una nueva."
    },
    "result_window_esc_behavior": {
	"message": "Acción al presionar la tecla Esc"
    },
    "minimize_window": {
	"message": "Minimizar la ventana."
    },
    "lower_window": {
	"message": "Desplazar la ventana al fondo"
    },
    "do_nothing": {
	"message": "No hacer nada."
    },
    "result_window_esc_textarea": {
	"message": "Hacer lo mismo también al escribir en el área de texto"
    },
    "result_window": {
	"message": "Ventana de resultados de la traducción"
    },
    "result_window_desc": {
	"message": "La posición y el tamaño de la ventana que muestra el resultado de la traducción se almacenan cuando el foco se transfiere a otra ventana del navegador. Los traductores de páginas principal y secundario y el traductor de texto se almacenan por separado."
    },
    "sidebar": {
	"message": "Barra lateral"
    },
    "sidebar_default_page": {
	"message": "Página predeterminada"
    },
    "sidebar_input_page": {
	"message": "Página de entrada de texto"
    },
    "default_translator": {
	"message": "Sitio de traducción de texto predeterminado"
    },
    "second_translator": {
	"message": "Segundo sitio de traducción de texto"
    },
    "translate_on_default": {
	"message": "Traducción"
    },
    "translate_on_2nd": {
	"message": "Traducido en el segundo sitio"
    },
    "display_sidebar_default_page": {
	"message": "Mostrar página predeterminada en la barra lateral"
    },
    "sidebar_placeholder": {
	"message": "Traduce con Ctrl + Enter. Shift + Enter para traducir en el segundo sitio."
    },
    "clipboard": {
	"message": "Portapapeles"
    },
    "translate_clipboard_content": {
	"message": "Traducir el contenido del portapapeles"
    },
    "translate_clipboard_content_desc": {
	"message": "El contenido del portapapeles se puede traducir usando las teclas de atajo, haciendo doble click en un elemento del menú contextual, o manteniendo pulsada la tecla Control y haciendo click en el botón del panel de acción del navegador o en el botón del panel de acciones de página."
    },
    "need_history_permission": {
	"message": "Se requieren permisos adicionales para eliminar la URL del resultado de la traducción desde el historial de búsqueda"
    },
    "need_tabHide_permission": {
	"message": "Se requieren permisos adicionales para ocultar la pestaña al presionar la tecla Esc"
    },
    "need_sessions_permission": {
	"message": "Se requieren permisos adicionales para guardar las sesiones de la pestaña específica y la ventana."
    },
    "need_clipboard_permission": {
	"message": "Se requieren permisos adicionales para traducir el contenido del portapapeles"
    },
    "please_allow_permission": {
	"message": "Por favor, activa los permisos o cambia los ajustes y guarda de nuevo"
    },
    "save": {
	"message": "Guardar"
    },
    "save_button_desc": {
	"message": "Todos los botones de guardado realizan la misma acción."
    },
    "error": {
	"message": "Error"
    },
    "reset_commands": {
	"message": "Restablecer todos los atajos de teclado"
    },
    "info1": {
	"message": "<p>Es posible que el elemento de traducción de Google no funcione en una página debido a las restricciones de seguridad de la página. En ese caso, se muestra un mensaje en la <a href=\"https://developer.mozilla.org/docs/Tools/Browser_Console\">consola del navegador </a>. Como alternativa, puede traducir esa página en una pestaña nueva con el menú contextual.</p><p>Si desactiva el complemento con el menú contextual, el elemento traductor de Google no se insertará automáticamente. También en ese caso, puede insertarlo manualmente con el menú contextual."
    },
    "another_translation_system": {
	"message": "Otro sistema de traducción"
    },
    "code_to_insert_into_the_page": {
	"message": "Código para insertar en la página web:"
    },
    "copy_code_here": {
	"message": "Copiar el código de la página de descarga aquí"
    },
    "csp_to_add": {
	"message": "Política de seguridad de contenido para agregar:"
    },
    "copy_scp_here": {
	"message": "Copiar el contenido de las políticas de seguridad desde la página de descarga"
    },
    "tags_to_remove_from_page": {
	"message": "Remover etiquetas HTML de la página"
    },
    "tags_to_remove_from_page_desc": {
	"message": "Para obtener mejores resultados de traducción, elimine las etiquetas de la página web y convierta el contenido a texto simple. Si una oración pasada al motor de traducción contiene etiquetas HTML puede reflejar una oración diferente, etiquetas traducidas o resultados de traducción extraños. La eliminación de estas etiquetas puede brindarle resultados de traducción más precisos. De igual se puede volver difícil de leer debido a que no hay enlaces ni decoraciones. Para eliminar las etiquetas ejecute el proceso desde el Menú Contextual, la tecla de acceso directo, etc. Antes de que Google Translate Element traduzca la página (Cuando el texto original este siendo mostrado). Si desea restaurar el contenido de la página, debe volver a cargar la página. Cuando agregue las etiquetas HTML sepárelas con espacios en blanco o con saltos de línea."
    },
    "default_translation_sites": {
	"message": "Traductores predeterminados"
    },
    "is_invalid": {
	"message": "El valor de «$1» no es válido."
    },
    "untranslatable_url": {
	"message": "El URL no se puede traducir.\n$1"
    },
    "translate_in_specific_tab": {
	"message": "Traducir en una pestaña específica"
    },
    "translate_in_specific_tab_label": {
	"message": "Pestaña específica"
    },
    "translate_in_new_tab": {
	"message": "Traducir en una pestaña nueva"
    },
    "translate_in_new_tab_label": {
	"message": "Nueva Pestaña"
    },
    "translate_in_current_tab": {
	"message": "Traducir en la pestaña actual"
    },
    "translate_in_current_tab_label": {
	"message": "Pestaña actual"
    },
    "translate_in_window": {
	"message": "Traducir en una ventana"
    },
    "translate_in_window_label": {
	"message": "Ventana"
    },
    "translate_in_sidebar": {
	"message": "Traducir en la barra lateral"
    },
    "translate_in_sidebar_label": {
	"message": "Barra lateral"
    },
    "translate_in_browser_action": {
	"message": "Traducir en el panel de acción del navegador"
    },
    "translate_in_browser_action_label": {
	"message": "Acción del navegador"
    },
    "translate_in_page_action": {
	"message": "Traducir en el panel de acción de página"
    },
    "translate_in_page_action_label": {
	"message": "Acción de la página"
    },
    "translate_on_2nd_in_specific_tab": {
	"message": "Traducir con el traductor secundario en la pestaña actual"
    },
    "translate_on_2nd_in_specific_tab_label": {
	"message": "Pestaña específica"
    },
    "translate_on_2nd_in_new_tab": {
	"message": "Traducir con el traductor secundario en una pestaña nueva"
    },
    "translate_on_2nd_in_new_tab_label": {
	"message": "Nueva Pestaña"
    },
    "translate_on_2nd_in_current_tab": {
	"message": "Traducir con el traductor secundario en la pestaña actual"
    },
    "translate_on_2nd_in_current_tab_label": {
	"message": "Pestaña actual"
    },
    "translate_on_2nd_in_window": {
	"message": "Traducir con el traductor secundario en una ventana"
    },
    "translate_on_2nd_in_window_label": {
	"message": "Ventana"
    },
    "translate_on_2nd_in_sidebar": {
	"message": "Traducir con el traductor secundario en la barra lateral"
    },
    "translate_on_2nd_in_sidebar_label": {
	"message": "Barra lateral"
    },
    "translate_on_2nd_in_browser_action": {
	"message": "Traducir con el traductor secundario en el panel emergente del navegador"
    },
    "translate_on_2nd_in_browser_action_label": {
	"message": "Acción del navegador"
    },
    "translate_on_2nd_in_page_action": {
	"message": "Traducir con el traductor secundario en el panel emergente de la página"
    },
    "translate_on_2nd_in_page_action_label": {
	"message": "Acción de la página"
    },
    "translate_in_specific_tab_clipboard": {
	"message": "Traducir el contenido del portapapeles en una pestaña específica"
    },
    "translate_in_new_tab_clipboard": {
	"message": "Traducir el contenido del portapapeles en una nueva pestaña"
    },
    "translate_in_current_tab_clipboard": {
	"message": "Traducir el contenido del portapapeles en la pestaña actual"
    },
    "translate_in_window_clipboard": {
	"message": "Traducir el contenido del portapapeles en una ventana"
    },
    "translate_in_sidebar_clipboard": {
	"message": "Traducir el contenido del portapapeles en la barra lateral"
    },
    "translate_in_browser_action_clipboard": {
	"message": "Traducir el contenido del portapapeles en el panel de acción del navegador"
    },
    "translate_in_page_action_clipboard": {
	"message": "Traducir el contenido del portapapeles en el panel de acciones de página"
    },
    "translate_on_2nd_in_specific_tab_clipboard": {
	"message": "Traducir el contenido del portapapeles en una pestaña específica usando una segunda web de traducciones"
    },
    "translate_on_2nd_in_new_tab_clipboard": {
	"message": "Traducir el contenido del portapapeles en una nueva pestaña usando una segunda web de traducciones"
    },
    "translate_on_2nd_in_current_tab_clipboard": {
	"message": "Traducir el contenido del portapapeles en la pestaña actual usando una segunda web de traducciones"
    },
    "translate_on_2nd_in_window_clipboard": {
	"message": "Traducir el contenido del portapapeles en una ventana usando una segunda web de traducciones"
    },
    "translate_on_2nd_in_sidebar_clipboard": {
	"message": "Traducir el contenido del portapapeles en la barra lateral usando una segunda web de traducciones"
    },
    "translate_on_2nd_in_browser_action_clipboard": {
	"message": "Traducir el contenido del portapapeles en el panel de acción del navegador usando una segunda web de traducciones"
    },
    "translate_on_2nd_in_page_action_clipboard": {
	"message": "Traducir el contenido del portapapeles en la acción de página usando una segunda web de traducciones"
    },
    "open_1_in_specific_tab": {
	"message": "Abrir en la pestaña actual"
    },
    "open_1_in_specific_tab_label": {
	"message": "Abrir en una pestaña específica"
    },
    "open_1_in_new_tab": {
	"message": "Abrir en una pestaña nueva"
    },
    "open_1_in_new_tab_label": {
	"message": "Abrir en una nueva pestaña"
    },
    "open_1_in_current_tab": {
	"message": "Abrir en la pestaña actual"
    },
    "open_1_in_current_tab_label": {
	"message": "Abrir pestaña actual"
    },
    "open_1_in_window": {
	"message": "Abrir en ventana"
    },
    "open_1_in_window_label": {
	"message": "Abrir en una ventana"
    },
    "open_2_in_specific_tab": {
	"message": "Abrir la segunda página en una pestaña específica"
    },
    "open_2_in_specific_tab_label": {
	"message": "Abrir en una pestaña específica"
    },
    "open_2_in_new_tab": {
	"message": "Abrir la segunda página en una nueva pestaña"
    },
    "open_2_in_new_tab_label": {
	"message": "Abrir en una nueva pestaña"
    },
    "open_2_in_current_tab": {
	"message": "Abrir la segunda pagina en la pestaña actual"
    },
    "open_2_in_current_tab_label": {
	"message": "Abrir pestaña actual"
    },
    "open_2_in_window": {
	"message": "Abrir la segunda pagina en una ventana"
    },
    "open_2_in_window_label": {
	"message": "Abrir en una ventana"
    },
    "open_sidebar": {
	"message": "Abrir barra lateral"
    },
    "open_browseraction": {
	"message": "Abrir navegador"
    },
    "open_pageaction": {
	"message": "Abrir página"
    },
    "toggle_browser_action": {
	"message": "Abrir/cerrar el panel emergente del navegador"
    },
    "toggle_page_action": {
	"message": "Abrir/cerrar el panel de acción de la página"
    },
    "toggle_sidebar": {
	"message": "Abrir/cerrar la barra lateral"
    },
    "insert_element": {
	"message": "Insertar Elementos de Google Traductor en la pagina"
    },
    "insert_element_label": {
	"message": "Insertar elemento en la pagina"
    },
    "toggle_translate": {
	"message": "Intercambiar los idiomas fuente y meta."
    },
    "toggle_translate_label": {
	"message": "Traducción / Fuente"
    },
    "toggle_toolbar": {
	"message": "Escoger si mostrar o no la barra de herramientas del Elemento de Traducción de Google."
    },
    "toggle_toolbar_label": {
	"message": "Mostar / Ocultar barra de herramientas"
    },
    "insert_automatically": {
	"message": "Insertar automáticamente el elemento de traducción de Google"
    },
    "remove_decorative_tags": {
	"message": "Quitar etiquetas decorativas de la página"
    },
    "remove_decorative_tags_label": {
	"message": "Quitar etiquetas"
    },
    "open_option_page": {
	"message": "Abrir la página de opciones"
    }
}
