{
    "id": 1117,
    "authors": [
        {
            "id": 5044,
            "name": "Andy McDonald",
            "url": "https://addons.mozilla.org/en-US/firefox/user/5044/",
            "username": "andyoxus"
        }
    ],
    "average_daily_users": 11901,
    "categories": [
        "social-communication"
    ],
    "contributions_url": "",
    "created": "2005-08-19T14:56:01Z",
    "current_version": {
        "id": 5124642,
        "compatibility": {
            "firefox": {
                "min": "57.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/foxclocks/versions/5124642",
        "file": {
            "id": 3669007,
            "created": "2020-10-29T11:38:25Z",
            "hash": "sha256:a19874eae4f6d01eaeb852c43beab76beef6bdaa748b6b28c3a4a246ded66894",
            "is_mozilla_signed_extension": false,
            "size": 816334,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/3669007/foxclocks-6.0.0.xpi",
            "permissions": [
                "<all_urls>",
                "storage",
                "notifications",
                "tabs"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 7057,
            "is_custom": false,
            "name": {
                "en-US": "All Rights Reserved"
            },
            "slug": "all-rights-reserved",
            "url": null
        },
        "release_notes": null,
        "reviewed": "2020-11-02T09:42:44Z",
        "version": "6.0.0"
    },
    "default_locale": "en-US",
    "description": {
        "en-US": "FoxClocks lets you keep an eye on the time around the world - or just your local time - by putting small clocks in your statusbar. Choose from a set of useful time formats or create your own - custom formats are easy to create and very flexible.\n\nFoxClocks' Zone Picker tree lets you browse virtually all the world's time zones by country, region or city. The time zone database automatically  updates so you'll always have the right time.\n\nFoxClocks is available in English, French and German, with more to come.\n\nRegarding your privacy, FoxClocks occasionally checks for updates to the time zone database; it also opens a couple of web pages on install/update. None of these requests contain any personal information, and we don't store or share any data at all. Your privacy is intact.\n\n\nFoxClocks is also available for <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/c2c60a174331fc737a227285d6b035bb2b62f9ebedd2d8d9b52f9604789cca4c/https%3A//chrome.google.com/webstore/detail/foxclocks/obcbigljfpgappaaofailjjoabiikckk/\" rel=\"nofollow\">Google Chrome</a>.",
        "es": "FoxClocks le permite tener a la vista la hora en diferentes lugares del mundo - o simplemente la hora local - con pequeños relojes en la barra de estado. Elija de un conjunto de formatos horarios, o cree el suyo - los formatos personalizados son fáciles de crear y muy flexibles.\n\nPuede establecer el color de cada reloj, e incluso cambiar el color del roj en determinadas horas (quizás usar el verde cuando es una buena hora de hablar con Skype con sus amigos de Japón). ¿Demasiados iconos en la barra de estado? Mueva sus relojes a una barra de herramientas, o cambie el modo de icono y pase el cursor por encima para ver los relojes.\n\nEl arbol de selección de zonas de FoxClocks le permite seleccionar virtualmente todas las zonas horarias del mundo por países, regiones o ciudades. Habilite las actualizaciones automáticas de la base de datos y tendrá siempre los horarios correctos.\n\nSi tiene Google Earth instalado, FoxClocks puede llevarle a cualquier localización de la base de datos: ¿no sabe donde está Budapest? Pulse con el botón derecho y seleccione 'Google Earth...'.\n\nFoxClocks está disponible en Inglés (Británico y americano), Bielorruso, Chino (Simplificado), Checo, Danés, Holandés, Francés, Alemán, Húngaro, Italiano, Japonés, Coreano, Mongol, Noruego (Bokmål), Polaco, Portugués (Brasileño), Ruso, Eslovaco, Español, Turco y Ucranio.",
        "ja": "FoxClocks はステータスバー小さな時計を表示することで、世界中の(まさにあなたの地域も)時刻に気を配ることができます。時刻表示形式は事前に用意されたものから選択することができますし、新たに作成することもできます(独自の表示形式は簡単に作成できますし、とても柔軟に対応できます)。\n\n各々の地域の時刻表示の文字色を設定できます。また、特定の時間帯で文字色を変化させることも可能です(日本の Skype フレンドとおしゃべりするのに都合のいい時間には、例えば緑にするなど)。\n\nFoxClocks の Zone Picker ツリーは、国や地域、都市名で分類された世界中のほぼすべてのタイムゾーンを閲覧することができます。タイムゾーンデータベースの自動更新を有効にしていると、常に正しい時刻を得ることができます。\n\nGoogle Earth をインストールしていれば、FoxClocks はデータベースにあるどんな場所へでもあなたをいざないます。ブダペストがどこにあるかご存知ない？ Zone Picker や表示リスト上で右クリックをして、[Google Earth...] を選択してみてください。\n\nFoxClocks は次にあげる言語で使うことができます。英語(イギリス、アメリカ)、ベラルーシ語(白ロシア語)、中国語(簡字体)、チェコ語、デンマーク語、オランダ語、フランス語、ドイツ語、ハンガリー語、イタリア語、日本語、韓国語、モンゴル語、ノルウェー語(ブークモール、書籍語)、ポーランド語、ボーランド語(ブラジル)、ロシア語、スロバキア語、スペイン語、トルコ語、ウクライナ語(訳注：最新版とはことなる場合があります)",
        "nl": "Met FoxClocks kunt u een oogje houden op de tijd over de hele wereld - of alleen uw lokale tijd - door kleine klokken in uw statusbalk te plaatsen. Kies uit een set nuttige tijdsopmaken of maak uw eigen tijdsopmaak - een aangepaste opmaak is eenvoudig te creëren en zeer flexibel.\n\nU kunt de kleur voor elke klok instellen, of zelfs een klok van kleur laten veranderen in bepaalde tijdsvakken (zoals groen als het een goed moment is om via Skype te praten met uw vrienden in Japan). Te veel rommel in uw statusbalk? Verplaats uw klokken naar een werkbalk, of schakel naar de ‘pictogram’-modus en beweeg uw muis over het FoxClocks-pictogram om uw klokken te bekijken.\n\nMet de Zoneselectieboom van FoxClocks kunt u door ongeveer alle tijdszones ter wereld bladeren per land, regio of stad. Schakel automatisch bijwerken van de database in en u hebt altijd de juiste tijd.\n\nAls u Google Earth hebt kan FoxClocks u naar elke locatie in de database brengen: Weet u niet waar Boedapest ligt? Klik er op met uw rechtermuisknop en kies ‘Google Earth...’.\n\nFoxClocks is beschikbaar in Engels (Brits en US), Wit-Russisch, Chinees (Vereenvoudigd), Tsjechisch, Deens, Nederlands, Frans, Duits, Hongaars, Italiaans, Japans, Koreaans, Mongools, Noors (Bokmål), Pools, Portugees (Braziliaans), Russisch, Slovaaks, Spaans, Turks en Oekraïens.",
        "pl": "FoxClocks, umieszczając na pasku stanu niewielki zegar, pozwala na wyświetlanie na nim czasu z dowolnych stref czasowych świata lub tylko czasu lokalnego. Można wybrać jeden z zestawów formatów wyświetlania czasu lub utworzyć swój własny. Tworzenie własnych formatów jest bardzo łatwe.\n\nUżytkownik może określić kolor zegara, a nawet zmiany jego koloru o określonej porze, która będzie sygnalizowała, że np. teraz jest właściwa pora na kontakt ze znajomymi z Japonii. Jeśli na pasku stanu znajduje się dużo elementów, można zegar umieścić na pasku narzędzi lub przełączyć w tryb ikony. Zegar będzie się wyświetlał po wskazaniu ikony FoxClocks kursorem myszy.\n\nLista stref FoxClocks pozwala wirtualnie przeglądać wszystkie strefy czasowe świata wg krajów, regionów lub miast. Aby mieć zawsze prawidłowy czas, wystarczy uaktywnić automatyczną aktualizację bazy danych.\n\nJeśli użytkownik ma zainstalowane Google Earth, z pomocą FoxClocks może zobaczyć położenie dowolnego miejsca na świecie znajdującego się w bazie danych FoxClocks. Gdzie leży Kuala Lumpur? Wystarczy kliknąć prawym przyciskiem na nazwie i wybrać \"Otwórz miejscowość w Google Earth\".\n\nFoxClocks jest dostępny w następujących językach: angielskim (brytyjskim i amerykańskim), białoruskim, czeskim, duńskim, francuskim, hiszpańskim, holenderskim, japońskim, koreańskim, mongolskim, niemieckim, polskim, rosyjskim, słowackim, węgierskim, włoskim, tureckim i ukraińskim.",
        "sk": "FoxClocks poskytuje možnosť mať na očiach čas na ľubovoľnom mieste na svete (alebo len svoj miestny čas) po vložení malých hodín do stavového riadka. Vyberte si spomedzi formátov času alebo si vytvorte vlastný – vytvorenie vlastných formátov je ľahké a veľmi flexibilné.\n\nPre každé hodiny možno nastaviť farbu alebo sa môže farba hodín počas určeného časového úseku zmeniť (napríklad na zelenú, ak je vhodný čas na rozhovor cez Skype s priateľmi v Japonsku). Máte toho v stavovom riadku príliš veľa? Presuňte hodiny na panel s nástrojmi alebo prepnite do režimu ikony a hodiny sa budú objavovať len pri ukázaní myšou na ikonu rozšírenia FoxClocks.\n\nFunkcia Zone Picker umožňuje virtuálne prehľadávať všetky časové pásma podľa krajiny, regiónu alebo mesta. Povoľte automatické aktualizácie databázy a budete mať vždy ten správny čas.\n\nAk máte nainštalovaný program Google Earth, FoxClocks dokáže v jeho databáze vyhľadať ktorékoľvek miesto. Neviete, kde leží Budapešť? Kliknite pravým tlačidlom myši a vyberte položku Google Earth.\n\nFoxClocks je k dispozícii v týchto jazykoch: anglický (britský aj americký), bieloruský, dánsky, holandský, francúzsky, nemecký, taliansky, kórejský, mongolský, poľský, ruský, slovenský, španielsky a ukrajinský.",
        "sv-SE": "FoxClocks låter dig hålla ett öga på tiden – på andra sidan jordklotet och här hemma – genom att visa små klockor i ditt statusfält. Välj ur en uppsättning av användbara tidsformat eller skapa dina egna – anpassade format är enkla att skapa och mycket flexibla.\n\nDu kan ställa in varje enskild klockas färg eller t.o.m. låta en klocka ändra färg under vissa timmar (kanske till grönt när det passar bra att ringa dina kompisar i Japan via Skype). För många saker i ditt statusfält? Flytta dina klockor till ett verktygsfält eller byt till \"ikon\"-läget och hovra över FoxClocks-ikonen för att se dina klockor.\n\nFoxClocks Zonväljares träd låter dig bläddra igenom i stort sett alla världens tidszoner, sorterade på land, region och stad. Om du aktiverar automatiska databasuppdateringar, så kommer du alltid att ha korrekta tider.\n\nOm du har Google Earth, så kan FoxClocks ta dig till alla platser i sin databas. Vet du inte var Samarkand ligger? Högerklicka på namnet och välj \"Google Earth…\".\n\nFoxClocks finns översatt till engelska (brittisk och amerikansk), danska, franska, italienska, japanska, kinesiska (förenklad), koreanska, mongoliska, nederländska, norska (bokmål), polska, portugisiska (brasiliansk), ryska, slovakiska, spanska, svenska, tjeckiska, turkiska, tyska, ukrainska, ungerska och vitryska."
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/foxclocks/edit",
    "guid": "{d37dc5d0-431d-44e5-8c91-49419370caa1}",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "en-US": "http://foxclocks.org/",
            "es": "http://www.stemhaus.com/firefox/foxclocks/",
            "ja": "http://www.stemhaus.com/firefox/foxclocks/",
            "nl": "http://www.stemhaus.com/firefox/foxclocks/",
            "pl": "http://www.stemhaus.com/firefox/foxclocks/",
            "sk": "http://www.stemhaus.com/firefox/foxclocks/",
            "sv-SE": "http://www.stemhaus.com/firefox/foxclocks/"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/6ab152e86abc37ea25b49c56a96a982cfa6a1a014901eb3dd83c584e77a63644/http%3A//foxclocks.org/",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/83e729c2d862ce06671acf72688604e7f4eb61e640e984d91bed7c2056122f59/http%3A//www.stemhaus.com/firefox/foxclocks/",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/83e729c2d862ce06671acf72688604e7f4eb61e640e984d91bed7c2056122f59/http%3A//www.stemhaus.com/firefox/foxclocks/",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/83e729c2d862ce06671acf72688604e7f4eb61e640e984d91bed7c2056122f59/http%3A//www.stemhaus.com/firefox/foxclocks/",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/83e729c2d862ce06671acf72688604e7f4eb61e640e984d91bed7c2056122f59/http%3A//www.stemhaus.com/firefox/foxclocks/",
            "sk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/83e729c2d862ce06671acf72688604e7f4eb61e640e984d91bed7c2056122f59/http%3A//www.stemhaus.com/firefox/foxclocks/",
            "sv-SE": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/83e729c2d862ce06671acf72688604e7f4eb61e640e984d91bed7c2056122f59/http%3A//www.stemhaus.com/firefox/foxclocks/"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/1/1117-64.png?modified=1562697236",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/1/1117-32.png?modified=1562697236",
        "64": "https://addons.mozilla.org/user-media/addon_icons/1/1117-64.png?modified=1562697236",
        "128": "https://addons.mozilla.org/user-media/addon_icons/1/1117-128.png?modified=1562697236"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2020-11-02T09:42:44Z",
    "name": {
        "en-US": "FoxClocks",
        "es": "FoxClocks",
        "ja": "FoxClocks",
        "nl": "FoxClocks",
        "pl": "FoxClocks",
        "sk": "FoxClocks",
        "sv-SE": "FoxClocks"
    },
    "previews": [
        {
            "id": 191929,
            "caption": {
                "en-US": "FoxClocks in the statusbar."
            },
            "image_size": [
                700,
                249
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/191/191929.png?modified=1622132245",
            "position": 0,
            "thumbnail_size": [
                533,
                190
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/191/191929.jpg?modified=1622132245"
        },
        {
            "id": 191930,
            "caption": {
                "en-US": "Open the Watchlist by clicking on the FoxClocks icon (or pressing Ctrl/Cmd-Shift-Space)."
            },
            "image_size": [
                700,
                502
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/191/191930.png?modified=1622132245",
            "position": 1,
            "thumbnail_size": [
                533,
                382
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/191/191930.jpg?modified=1622132245"
        }
    ],
    "promoted": {
        "apps": [
            "firefox"
        ],
        "category": "recommended"
    },
    "ratings": {
        "average": 4.3601,
        "bayesian_average": 4.3387471543863345,
        "count": 286,
        "text_count": 122
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/foxclocks/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/1117",
    "slug": "foxclocks",
    "status": "public",
    "summary": {
        "en-US": "FoxClocks shows times around the world - or just your local time - at the bottom of your browser. It deals with daylight saving time so you don't have to.",
        "es": "FoxClocks le permite tener a la vista la hora en diferentes lugares del mundo - o simplemente la hora local - con pequeños relojes en la barra de estado.",
        "ja": "FoxClocks はステータスバー小さな時計を表示することで、世界中の(まさにあなたの地域も)時刻に気を配ることができます。",
        "nl": "Met FoxClocks kunt u een oogje houden op de tijd over de hele wereld - of alleen uw lokale tijd - door kleine klokken in uw statusbalk te plaatsen.",
        "pl": "FoxClocks, umieszczając na pasku stanu niewielki zegar, pozwala na wyświetlanie na nim czasu z dowolnych stref czasowych świata lub tylko czasu lokalnego.",
        "sk": "FoxClocks poskytuje možnosť mať na očiach čas na ľubovoľnom mieste na svete (alebo len svoj miestny čas) po vložení malých hodín do stavového riadka.",
        "sv-SE": "FoxClocks låter dig hålla ett öga på tiden – på andra sidan jordklotet och här hemma – genom att visa små klockor i ditt statusfält."
    },
    "support_email": null,
    "support_url": {
        "url": {
            "en-US": "http://foxclocks.org/extension-help",
            "es": "http://www.stemhaus.com/firefox/foxclocks/news/2006/11/17/foxclocks-20/",
            "ja": "http://www.stemhaus.com/firefox/foxclocks/news/2006/11/17/foxclocks-20/",
            "nl": "http://www.stemhaus.com/firefox/foxclocks/news/2006/11/17/foxclocks-20/",
            "pl": "http://www.stemhaus.com/firefox/foxclocks/news/2006/11/17/foxclocks-20/"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/541b98697fdb0ac4e734b1f0ac28e01d5dc5c529003e0a881a98b733fd0beda7/http%3A//foxclocks.org/extension-help",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/71658e5453998f210296862f476bae4494b4d20d71a9437f2204ce3deaf4bc5d/http%3A//www.stemhaus.com/firefox/foxclocks/news/2006/11/17/foxclocks-20/",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/71658e5453998f210296862f476bae4494b4d20d71a9437f2204ce3deaf4bc5d/http%3A//www.stemhaus.com/firefox/foxclocks/news/2006/11/17/foxclocks-20/",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/71658e5453998f210296862f476bae4494b4d20d71a9437f2204ce3deaf4bc5d/http%3A//www.stemhaus.com/firefox/foxclocks/news/2006/11/17/foxclocks-20/",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/71658e5453998f210296862f476bae4494b4d20d71a9437f2204ce3deaf4bc5d/http%3A//www.stemhaus.com/firefox/foxclocks/news/2006/11/17/foxclocks-20/"
        }
    },
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/foxclocks/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/foxclocks/versions/",
    "weekly_downloads": 288,
    "_score": null
}