{
    "scanBtn": "Defensor de correo",
    "scanBtn_viewReport": "Ver resultado de exploración",
    "scanBtn_reportFalseAlarm": "Notificar falsa alarma",
    "scanBtn_reportScam": "Notificar estafa",
    "msgTooltip_1": "Defensor de correo explora y protege su correo electrónico frente a fraude y ataques de phishing.",
    "msgTooltip_2": "Haga clic para buscar posibles amenazas en los correos electrónicos en inglés o en japonés.",
    "languageNotSupport": "Exploración de seguridad solo reconoce correos electrónicos en inglés o en japonés.",
    "serverErrorMessage": "Exploración de seguridad no funciona actualmente. Inténtelo de nuevo más tarde.",
    "serverForbiddenErrorMessage": "Exploración de seguridad no funciona actualmente. <a id='learn_more' class='link'>Más información</a>",
    "serverMaintenaceMessage": "Disculpe las molestias. La Exploración de seguridad debe finalizar algunas tareas importantes de mantenimiento de __startTime__ a __endTime__. Regrese más tarde.",
    "serverMaintenaceMessageNoTime": "Disculpe las molestias. Exploración de seguridad está realizando tareas de mantenimiento importantes. Regrese más tarde.",
    "scamTitle": "Posible estafa detectada",
    "scamContent": "Por su seguridad, ignore las instrucciones o solicitudes de este mensaje a menos que conozca y confíe en el remitente.",
    "phishingTitle": "Se ha detectado un enlace de phishing",
    "phishingContent": "Este correo electrónico contiene un enlace de phishing. Para evitar posibles amenazas, no haga clic en el enlace.",
    "suspiciousTitle": "Se ha detectado un enlace malicioso",
    "suspiciousContent": "Este correo electrónico contiene un enlace malicioso. Para evitar posibles amenazas, no haga clic en el enlace.",
    "unSafeTitle": "Contenido no seguro detectado",
    "unSafeContent": "Muchos usuarios han indicado que mensajes similares eran estafas. Por su seguridad, ignore las instrucciones o solicitudes de este mensaje a menos que conozca y confíe en el remitente.",
    "toastActionName": "Ver detalles",
    "toastActionName_ok": "Aceptar",
    "scam_toastUrlName1": "¿Está en desacuerdo con esta advertencia?",
    "scam_toastUrlName2": "Notifique una falsa alarma",
    "toastMarkSenderAsTrust": "Marcar __senderAddress__ como de confianza",
    "toastRemoveSenderAsTrust": "Eliminar __senderAddress__ como de confianza",
    "toastTrustThisSender": "Confiar en este remitente",
    "toastUrlName1": "¿Cree que este correo electrónico es seguro?",
    "toastUrlName2": "Informar del resultado de la exploración",
    "toastUtlFeedbackName": "Se ha enviado el informe. Gracias por sus comentarios.",
    "toastDCN_title": "Proteja su correo electrónico Web",
    "toastDCN_title_R2209Exp1": "Proteja su correo electrónico Web",
    "toastDCN_title_R2209Exp2": "Active la protección del correo electrónico en segundos.",
    "toastDCN_title_R2209Exp3": "Los estafadores han robado más de 5000 millones de dólares de los clientes. Protéjase frente a los correos electrónicos fraudulentos.",
    "toastDCN_title_R2209Exp4": "Más de 2 millones de clientes han sido víctimas de estafas recientes. Protéjase frente a los correos electrónicos fraudulentos.",
    "toastDCN_desc": "Defensor de correo explora y ayuda a proteger sus cuentas de Gmail, Outlook y Yahoo Mail frente a fraudes y ataques de phishing.",
    "toastDCN_desc_JPyahooMai": "Defensor de correo explora y ayuda a proteger sus cuentas de Gmail, Outlook.com y Yahoo Mail frente a estafas y ataques de phishing.",
    "toastDCN_btn": "Activar __feature_name__",
    "toastDCN_btn_en": "Proteja su correo electrónico ahora",
    "toastDCN_not_now": "Ahora no",
    "toastDCN_do_not_show_again": "No volver a mostrar",
    "toastDCN_learn_more": "<a class='btn-learn-more'>Más información</a>",
    "toastDCN_info": "Puede desactivar Defensor de correo en cualquier momento y Trend Micro no transmitirá ni explorará el contenido del correo electrónico. <a class='btn-learn-more'>Más información</a> sobre cómo gestiona Trend Micro de forma segura sus correos electrónicos cuando activa Defensor de correo.",
    "toastDCN_turn_on": "Se ha activado Defensor de correo.",
    "toastDCN_fb_working": "Defensor de correo está activado",
    "toastDCN_fb_not_working": "Defensor de correo no funciona. Si sigue apareciendo este mensaje, haga clic <a class='btn-learn-more'>aquí</a> para obtener más detalles.",
    "toastDCN_popup_title": "Aviso sobre la recopilación de datos",
    "toastDCN_popup_desc": "<p>La activación de Defensor de correo le protege frente a fraudes, phishing y correos electrónicos sospechosos al enviar el contenido de correo electrónico Web a Trend Micro para que lo explore.</p><p>Puede desactivar Defensor de correo en cualquier momento y Trend Micro no transmitirá ni explorará el contenido del correo electrónico.</p><p>Para activar Defensor de correo, debe leer y aceptar nuestro <a class='btn-learn-more'>Aviso sobre la recopilación de datos</a>.<p>",
    "toastDCN_popup_agree": "Aceptar y activar",
    "toastDCN_popup_not_now": "Ahora no",
    "toastDCN_jp_popup_title": "Proteger Gmail, Outlook.com y Yahoo Mail",
    "toastDCN_jp_popup_desc": "<p>Defensor de correo es un servicio en la nube para detectar mensajes fraudulentos mediante tecnologías de IA que evolucionan con el tiempo. Utilizar Defensor de correo le protege frente al fraude, el phishing y los correos electrónicos sospechosos enviando su correo electrónico a Trend Micro para explorarlo. Puede desactivar Defensor de correo en cualquier momento y Trend Micro no transmitirá ni explorará el contenido del correo electrónico.</p><p class='title'>¿Cómo funciona Defensor de correo?</p><p>Cuando lee los correos electrónico de las bandejas de entrada de Gmail o Outlook.com a través de los exploradores compatibles* con Trend Micro Toolbar*, el remitente, el asunto y el cuerpo del mensaje del correo electrónico se cifrarán y transmitirán al servidor de Defensor de correo de Trend Micro para explorar, y aquí es donde la inteligencia contra amenazas de SPN con reglas antifraude y las tecnologías AI se aplican para generar el resultado del análisis de fraude.</p><p class='title'>Datos recopilados</p><p>Para ahorrar el tiempo que tardan los resultados, conservamos el valor hash* de los mensajes de correo electrónico normales y los datos sin PII* de los correos electrónicos fraudulentos en la memoria para acelerar la detección de fraudes y los datos se eliminarán después de 72 horas. Para que la exploración de fraude sea más precisa, en el caso de los mensajes de correo electrónico enviados mediante \"Informar del resultado de la exploración\", se eliminará la información PII, se cifrará el correo electrónico y se almacenará en Amazon S3* para entrenar y ajustar nuestra AI y reglas y, a continuación, se eliminarán después de 3 meses.</p><p class='list'><ul><li>Los exploradores compatibles son: Chrome, IE, Firefox y Edge</li><li>Trend Micro Toolbar para Edge se denomina: Trend Micro Security</li><li>Usamos hash para transformar los datos de correo electrónico en una combinación corta de símbolos que no se pueden volver a convertir en el mensaje original.</li><li>PII (información personal identificable), es cualquier dato que pueda utilizarse para identificar a una persona determinada.</li><li>Amazon S3 es un servicio que se usa para almacenar datos. Solo los investigadores de amenazas autorizados de Trend Micro pueden leer los datos almacenados allí.</li></ul>",
    "toastDCN_jp_popup_agree_chk": "Estoy de acuerdo con el modo en el que Trend Micro recopila el contenido de mis correos Web al activar Defensor de correo.",
    "toastDCN_jp_popup_turn_on_btn": "Activar Defensor de correo",
    "toastDCN_jp_popup_turn_on": "Se ha activado Defensor de correo",
    "toastDCN_jp_popup_turn_on_desc": "Defensor de correo le enviará una notificación cuando detecte contenido sospechoso en el correo electrónico Web.",
    "toastDCN_jp_popup_turn_on_close": "Cerrar",
    "toastDCN_new_popup_title": "Hemos actualizado nuestro Aviso sobre la recopilación de datos",
    "toastDCN_new_popup_desc": "<p>Estas actualizaciones nos permiten mejorar nuestra detección de fraudes y phishing. Lea y acepte el <a class=\"btn-learn-more\">Aviso actualizado sobre la recopilación de datos</a>.</p><p><b>Nota: Se desactivará Defensor de correo hasta que acepte las condiciones actualizadas.</b></p><br/>",
    "toastDCN_new_popup_accept": "Aceptar y continuar",
    "toastDCN_new_popup_trun_off": "Desactivar Defensor de correo",
    "whiteList_mark_sender_as_trust_title": "¿Confiar en __senderAddress__ y dejar de ver posibles detecciones de estafas de los mensajes de este remitente?",
    "whiteList_mark_sender_as_trust_desc": "Defensor de correo solo le enviará una notificación cuando se encuentren amenazas en los mensajes de este remitente.",
    "whiteList_remove_sender_as_trust_title": "¿Eliminar __senderAddress__ como de confianza?",
    "whiteList_remove_sender_as_trust_desc": "Defensor de correo reanudará la comprobación de mensajes fraudulentos y le notificará una vez se haya detectado cualquier posible mensaje de fraude de este remitente.",
    "whiteList_notice": "Sus comentarios se utilizarán únicamente para mejorar Defensor de correo. Trend Micro no se pondrá en contacto con usted directamente.",
    "whiteList_trust_btn": "Confiar",
    "whiteList_cancel_btn": "Cancelar",
    "whiteList_mark_success_message": "<p><span class='message-title'>__senderAddress__ es ahora un remitente de confianza</span><span class='message-content'>Defensor de correo no le enviará una notificación cuando se detecten posibles estafas en los mensajes de este remitente.</span></p>",
    "whiteList_remove_success_message": "<p><span class='message-title'>__senderAddress__ ya no es un remitente de confianza</span><span class='message-content'>Defensor de correo le enviará una notificación cuando se detecten posibles estafas en los mensajes de este remitente.</span></p>",
    "feedback_reportScamTitle": "<p>¿Cree que es una estafa?</p>",
    "feedback_reportScamDesc": "<p>Envíe este correo electrónico a Trend Micro para su revisión haciendo clic en el botón <b>Notificar estafa</b>.</p>",
    "feedback_reportFalseAlarmTitle": "<p>¿Cree que este correo electrónico es seguro?</p>",
    "feedback_reportFalseAlarmDesc": "<p>Envíe este correo electrónico a Trend Micro para su revisión haciendo clic en el botón <b>Notificar falsa alarma</b>.</p>",
    "feedback_reportScamTitle_senderInWhiteList": "<p>¿Sospecha que se está produciendo una estafa por parte de alguien de confianza?</p>",
    "feedback_reportScamDesc_senderInWhiteList": "<p>Envíe este correo electrónico a Trend Micro para su revisión haciendo clic en el botón <b>Notificar estafa</b>. También se eliminará el remitente de la lista de confianza.</p>",
    "feedback_reportMessagePlaceholder": "Comparta sus opiniones aquí (opcional)",
    "feedback_reportScamBtn": "Notificar estafa",
    "feedback_reportFalseAlarmBtn": "Notificar falsa alarma",
    "feedback_reportCancelBtn": "Cancelar",
    "popup_sign_in_title": "Proporcione su contraseña",
    "popup_sign_in_desc": "Trend Micro debe comprobar su contraseña de nuevo para mantener la integridad de la protección.",
    "popup_sign_in_password_placeholder": "Contraseña",
    "popup_sign_in_forget_your_password": "¿Ha olvidado la contraseña?",
    "popup_sign_in_btn" : "Iniciar sesión",
    "popup_sign_in_error_required": "Obligatorio.",
    "popup_sign_in_error_check_password": "Compruebe la contraseña y después vuelva a intentarlo.",
    "popup_sign_in_close_message": "Defensor de correo no puede protegerle hasta que proporcione la contraseña de su cuenta de Trend Micro. Toque o haga clic en la extensión de explorador __productName__ cuando esté listo.",
    "notice_change_name_title" : "Nuevo nombre, misma protección",
    "notice_change_name_desc": "Antifraude seguirá protegiendo su correo electrónico web frente a estafas y ataques de phishing con un nuevo nombre: <span class='bold'>Defensor de correo</span>."
}
