{
    "id": 2804910,
    "authors": [
        {
            "id": 17965010,
            "name": "DeepL",
            "url": "https://addons.mozilla.org/en-US/firefox/user/17965010/",
            "username": "anonymous-82670b4459360ac8c6ef30c7f0a1d271"
        }
    ],
    "average_daily_users": 183857,
    "categories": [
        "language-support",
        "social-communication"
    ],
    "contributions_url": "",
    "created": "2023-07-04T09:08:07Z",
    "current_version": {
        "id": 5832890,
        "compatibility": {
            "firefox": {
                "min": "114.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/deepl-translate/versions/5832890",
        "file": {
            "id": 4377180,
            "created": "2024-10-28T13:50:54Z",
            "hash": "sha256:db6021a1f6f8bbacc8eee5c6cff3c1a964ea0ad6bcdd57d0150d6fed56ab8ff4",
            "is_mozilla_signed_extension": false,
            "size": 2722763,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4377180/deepl_translate-1.28.0.xpi",
            "permissions": [
                "alarms",
                "activeTab",
                "storage",
                "contextMenus",
                "tabs",
                "scripting",
                "identity",
                "webRequest",
                "webRequestBlocking",
                "<all_urls>"
            ],
            "optional_permissions": [
                "<all_urls>"
            ],
            "host_permissions": [
                "<all_urls>"
            ]
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 7057,
            "is_custom": false,
            "name": {
                "en-US": "All Rights Reserved"
            },
            "slug": "all-rights-reserved",
            "url": null
        },
        "release_notes": null,
        "reviewed": "2024-11-04T20:24:33Z",
        "version": "1.28.0"
    },
    "default_locale": "en-US",
    "description": {
        "de": "Mit der DeepL-Erweiterung für Firefox können Sie die unvergleichliche Übersetzungsqualität von DeepL direkt in Ihrem Browser erleben.\n\nDie Erweiterung ermöglicht es Ihnen, alles, was Sie lesen oder schreiben, schnell und einfach direkt in Firefox zu übersetzen. Als DeepL Pro-Abonnent können Sie sogar komplette Webseiten übersetzen. \nFür Nutzer der kostenlosen Version steht diese Funktion demnächst zur Verfügung. Bis dahin können Sie einfach den zu übersetzenden Text markieren und anschließend über das DeepL-Symbol in Ihre gewünschte Zielsprache übersetzen.  Wenn Sie noch schneller übersetzen möchten, können Sie in den Einstellungen eine eigene Tastenkombination festlegen, über die Sie Texte, die Sie gerade lesen oder schreiben, mit DeepL in Firefox sofort übersetzen können.\n\nVon nun an brauchen Sie sich also keine Gedanken mehr darüber zu machen, dass Ihnen aufgrund von Sprachbarrieren wichtige Informationen entgehen könnten. \n\nLaden Sie die DeepL-Erweiterung für Firefox jetzt kostenlos herunter und legen Sie direkt mit dem Übersetzen los!\n\nÜbersetzen, was Sie lesen\nKlicken Sie nie wieder eine E-Mail, einen Artikel oder eine Website weg, nur weil Sie den Inhalt nicht auf Anhieb verstehen. Alles, was Sie in Firefox aufrufen, können Sie mit der DeepL-Erweiterung in Ihre bevorzugte Sprache übersetzen. \n\nGeschriebenes übersetzen\nEgal, ob Sie einen Social-Media-Post, eine Chat-Nachricht oder eine E-Mail schreiben: Übersetzen Sie Ihre eigenen Texte direkt in eine andere Sprache. Sie müssen Texte also nicht mehr kopieren, wieder einfügen, abtippen oder sogar Firefox verlassen, um in einer anderen Sprache zu kommunizieren.\n\nÜbersetzen ganzer Seiten\nAls DeepL Pro-Nutzer können Sie ganze Webseiten mit nur einem Klick in Ihre gewünschte Sprache übersetzen. Sie können sogar alle Websites, die in einer bestimmten Sprache verfasst sind, automatisch übersetzen lassen, um Ihr Browsererlebnis noch angenehmer zu gestalten. Wir arbeiten daran, diese Funktion bald auch für Nutzer der kostenlosen Version anzubieten. \n\nAnmelden bei DeepL Pro \nDeepL Pro-Abonnenten können sich über die Erweiterung bei ihrem Konto anmelden.\n\nTastenkombinationen\nVerwenden Sie einfache Tastenkombinationen, um noch schneller zu übersetzen. In den Einstellungen können Sie Ihre eigene Tastenkombination festlegen.\n\nUnvergleichliche Präzision\nWir garantieren Ihnen, dass Sie die bestmögliche Übersetzung erhalten, egal welche Website oder Anwendung Sie nutzen. Die Übersetzungen von DeepL sind durchweg besser als die der Konkurrenz und nachweislich dreimal genauer als die der großen Tech-Unternehmen.\n\nMillionen begeisterte Nutzer\nMillionen von Menschen auf der ganzen Welt nutzen DeepL täglich, um ihre Kommunikation zu verbessern.\n\nWählen Sie aus über 30 Sprachen\nEine Liste aller Sprachen, die in der Erweiterung verfügbar sind, finden Sie in diesem Artikel in unserem Hilfecenter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e823287a58e74d70ef5fc6ca8bd56a3521b61a80a05dc355b8fc10e497c4a4a/https%3A//support.deepl.com/hc/de/articles/4407573562386-Languages-in-the-browser-extension\" rel=\"nofollow\">https://support.deepl.com/hc/de/articles/4407573562386-Languages-in-the-browser-extension</a>\n\n<strong>Legal and privacy notice</strong>\nPrior to installing the extension, please note that DeepL needs to process certain data in order to provide the extension. For a summary of the data processed, please see the <a href=\"https://addons.mozilla.org/en-US/firefox/addon/deepl-translate/privacy/\" rel=\"nofollow\">privacy notice</a> of this DeepL Firefox extension on the left. If you use the DeepL Firefox extension without an account, please see also our <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0e061e346823b48bfcc0b12407c3524c7ef0062bb54359be539bbf27f32a9ded/https%3A//www.deepl.com/en/pro-license%3Ftab=free\" rel=\"nofollow\">instruction of use for DeepL Translator (free)</a> according to which you may not translate texts containing personal data.",
        "en-US": "Translate while you read and write with DeepL Translate, the world’s most accurate translator.\n\nWith the DeepL for Firefox extension, you can enjoy DeepL’s unbeatable translation quality without ever leaving your browser.\n\nYou’ll be able to effortlessly and instantly translate as you’re reading or writing within Firefox. If you’re a DeepL Pro user, that includes entire web pages. \nIf you’re a free user, we’re working on releasing this feature for you too. Until then, you can simply select any text and the DeepL icon will appear. To translate your selection, click on the icon. If you want to translate even faster, set up your own shortcuts in the settings, for both reading or writing with DeepL on Firefox.\n\nNow you no longer have to worry about missing out on any information throughout the web due to a language barrier. \n\nDownload DeepL for Firefox for free to start translating today.\n\n<strong>Translate while reading</strong>\nYou won’t have to skip emails, articles, or websites anymore. You can view the content you’re browsing in Firefox in your chosen language, in its original context. \n\n<strong>Translate your writing</strong>\nWhether you’re writing a social media post, chat message, or email, you can translate your own words immediately after you type them. This means you no longer have to copy, paste, retype, or leave Firefox to communicate in another language.\n\n<strong>Full-page translations</strong>\nIf you’re a DeepL Pro user, you can translate entire web pages into your desired language with just one click. To make things even easier, you can choose to have all websites in specific languages automatically translated for a seamless browsing experience. We’re working on releasing this feature for free users too. \n\n<strong>DeepL Pro login</strong>\nDeepL Pro users can log in to their accounts through the extension.\n\n<strong>Shortcuts</strong>\nUse simple shortcuts to make translation quicker and easier. You can set your own shortcuts in the settings.\n\n<strong>Unparalleled accuracy</strong>\nYou can rest assured that you’re getting the best possible translations on the website or application you’re using. DeepL translations consistently outperform the competition and are proven to be three times more accurate than translations from major tech companies.\n\n<strong>Loved by millions of users</strong>\nMillions of people around the world use DeepL every day to improve their communication.\n\n<strong>Choose between 27 languages</strong>\nFor a list of the languages available in the extension, check out this article in our Help Center: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0192c3687a0c91b80d8d7120f65e9a02a2677533cab8894c825acc82e63d1238/https%3A//support.deepl.com/hc/en-us/articles/4407573562386-Languages-in-the-browser-extension\" rel=\"nofollow\">https://support.deepl.com/hc/en-us/articles/4407573562386-Languages-in-the-browser-extension</a>\n\n<strong>Legal and privacy notice</strong>\nPrior to installing the extension, please note that DeepL needs to process certain data in order to provide the extension. For a summary of the data processed, please see the <a href=\"https://addons.mozilla.org/en-US/firefox/addon/deepl-translate/privacy/\" rel=\"nofollow\">privacy notice</a> of this DeepL Firefox extension on the left. If you use the DeepL Firefox extension without an account, please see also our <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0e061e346823b48bfcc0b12407c3524c7ef0062bb54359be539bbf27f32a9ded/https%3A//www.deepl.com/en/pro-license%3Ftab=free\" rel=\"nofollow\">instruction of use for DeepL Translator (free)</a> according to which you may not translate texts containing personal data.",
        "es": "Aprovecha al máximo la calidad de traducción inigualable de DeepL directamente en tu navegador gracias a DeepL para Firefox.\n\nLa extensión te permitirá traducir al instante cómodamente todo lo que leas o escribas sobre la marcha en Firefox. Si dispones de un plan de suscripción a DeepL Pro, podrás además traducir páginas web completas. \nEstamos trabajando para que está función esté disponible pronto para los usuarios de la versión gratuita del traductor. Hasta entonces, si no cuentas con una suscripción a DeepL Pro, puedes traducir cualquier texto simplemente seleccionándolo. Al hacerlo, aparecerá al instante el icono de DeepL. Haz clic en el icono para traducir el texto que habías seleccionado. Para optimizar el proceso de traducción, te recomendamos que definas tus propios atajos de teclado, tanto para traducir lo que lees como para traducir lo que escribes con DeepL para Firefox.\n\nLas barreras del idioma al navegar por la web serán agua pasada: ahora ya no habrá nada que no entiendas. \n\nDescarga DeepL para Firefox gratis y empieza directamente a traducir.\n\nTraduce lo que lees\nYa no perderás detalle de ningún correo electrónico, artículo o sitio web. Gracias a DeepL para Firefox, podrás ver todo el contenido que consultes online directamente en el idioma que quieras. \n\nTraduce lo que escribes\nPodrás escribir publicaciones en redes sociales, mensajes de chat o correos electrónicos y traducir tus palabras de manera inmediata tras escribirlas. De este modo no tendrás que copiar, pegar, volver a escribir ni salir de Firefox cada vez que necesites expresarte en otro idioma.\n\nTraduce páginas completas\nAhora, gracias a DeepL Pro, tienes la posibilidad de traducir páginas web completas con tan solo un clic. Podrás incluso elegir que se traduzcan automáticamente todas las páginas que estén redactadas en determinados idiomas para navegar por la web de la manera más fluida posible. Estamos trabajando para que está función esté disponible pronto también para los usuarios de la versión gratuita del traductor. \n\nInicia sesión en DeepL Pro \nLa extensión te permite iniciar sesión en tu cuenta de DeepL Pro.\n\nAtajos de teclado\nUtiliza atajos de teclado sencillos para hacer el proceso de traducción aún más rápido y fácil. Entra en la configuración para crear tus propios atajos de teclado.\n\nPrecisión sin precedentes\nConsulta cualquier sitio web o aplicación con la tranquilidad de que obtendrás la mejor traducción posible. DeepL supera con sus traducciones a todos sus competidores y de manera sistemática. Sus traducciones han demostrado ser tres veces más precisas que las de los gigantes tecnológicos.\n\nUtilizado por millones de usuarios\nDeepL facilita la comunicación cada día a millones de personas en todo el mundo.\n\nElije entre más de 30 idiomas\nConsulta la lista de idiomas disponibles para la extensión en el siguiente artículo de nuestro centro de ayuda: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/3b087b8641d8ba61e156410d414874b0f8c5963f3ed17adadd24bf088b80f5f4/https%3A//support.deepl.com/hc/es/articles/4407573562386-Languages-in-the-browser-extension\" rel=\"nofollow\">https://support.deepl.com/hc/es/articles/4407573562386-Languages-in-the-browser-extension</a>\n\n<strong>Legal and privacy notice</strong>\nPrior to installing the extension, please note that DeepL needs to process certain data in order to provide the extension. For a summary of the data processed, please see the <a href=\"https://addons.mozilla.org/en-US/firefox/addon/deepl-translate/privacy/\" rel=\"nofollow\">privacy notice</a> of this DeepL Firefox extension on the left. If you use the DeepL Firefox extension without an account, please see also our <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0e061e346823b48bfcc0b12407c3524c7ef0062bb54359be539bbf27f32a9ded/https%3A//www.deepl.com/en/pro-license%3Ftab=free\" rel=\"nofollow\">instruction of use for DeepL Translator (free)</a> according to which you may not translate texts containing personal data.",
        "fr": "Profitez d’une qualité de traduction inégalée directement dans votre navigateur avec l’extension DeepL pour Firefox.\n\nTraduisez instantanément et facilement tout ce que vous lisez et écrivez dans votre navigateur. Les abonnés du service DeepL Pro peuvent également traduire des pages web tout entières. \nCette fonctionnalité sera également accessible à terme dans la version gratuite. D’ici là, si vous souhaitez lire un texte écrit dans une autre langue, il vous suffit de le sélectionner, puis de cliquer sur l’icône DeepL pour le traduire. Vous pouvez aussi configurer vos propres raccourcis dans vos paramètres et traduire ainsi encore plus rapidement tout ce que vous lisez et écrivez dans Firefox.\n\nVous n’aurez plus à craindre de passer à côté d’une information à cause de la barrière de la langue. \n\nTéléchargez gratuitement l’extension DeepL pour Firefox et traduisez sans plus attendre !\n\nTraduisez ce que vous lisez\nNe passez plus à côté d’un e‑mail, d’un article ou d’un site web. Lisez‑les directement dans la langue de votre choix sans quitter votre navigateur. \n\nTraduisez ce que vous écrivez\nQue vous écriviez un e‑mail ou une publication sur un réseau social ou sur un tchat, traduisez tous vos messages immédiatement après les avoir rédigés. Plus besoin donc de copier, coller, retaper, ou encore de quitter Firefox pour communiquer dans une autre langue.\n\nTraduisez des pages web\nSi vous utilisez le service DeepL Pro, vous pouvez traduire des pages web tout entières dans la langue de votre choix, et ce en un seul clic. Vous pouvez même faire traduire automatiquement tous les sites rédigés dans une langue en particulier, et rendre ainsi votre navigation encore plus agréable. Cette fonctionnalité sera également accessible à terme dans la version gratuite. \n\nConnexion à DeepL Pro \nLes utilisateurs du service DeepL Pro peuvent se connecter à leur compte directement depuis l’extension.\n\nRaccourcis\nTraduisez encore plus rapidement en configurant vos propres raccourcis dans les paramètres de l’extension.\n\nPrécision inégalée\nProfitez des meilleures traductions possibles, quel que soit le site web ou l’application que vous utilisez. Les traductions de DeepL sont meilleures que celles de la concurrence ; elles sont en effet trois fois plus précises que celles produites par certains géants de la tech, preuves à l’appui.\n\nPlébiscité par des millions d’utilisateurs\nDes millions de personnes dans le monde utilisent DeepL chaque jour pour faciliter leurs échanges.\n\nChoisissez parmi plus de 30 langues\nLes langues prises en charge par l’extension sont indiquées dans cet article de notre centre d’assistance : <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/da0c0362e2e88568f3a0b48111fbf6364cb978ff851947304018559b3a39958d/https%3A//support.deepl.com/hc/fr/articles/4407573562386-Languages-in-the-browser-extension\" rel=\"nofollow\">https://support.deepl.com/hc/fr/articles/4407573562386-Languages-in-the-browser-extension</a>.\n\n<strong>Legal and privacy notice</strong>\nPrior to installing the extension, please note that DeepL needs to process certain data in order to provide the extension. For a summary of the data processed, please see the <a href=\"https://addons.mozilla.org/en-US/firefox/addon/deepl-translate/privacy/\" rel=\"nofollow\">privacy notice</a> of this DeepL Firefox extension on the left. If you use the DeepL Firefox extension without an account, please see also our <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0e061e346823b48bfcc0b12407c3524c7ef0062bb54359be539bbf27f32a9ded/https%3A//www.deepl.com/en/pro-license%3Ftab=free\" rel=\"nofollow\">instruction of use for DeepL Translator (free)</a> according to which you may not translate texts containing personal data.",
        "id": "Dengan ekstensi DeepL untuk Firefox, Anda dapat menikmati kualitas terjemahan unggul DeepL tanpa harus keluar dari browser Anda.\n\nAnda akan dapat menerjemahkan dengan mudah dan langsung saat Anda membaca atau menulis di Firefox. Jika Anda pengguna DeepL Pro, Anda dapat menerjemahkan seluruh halaman web. \nJika Anda pengguna versi gratis, kami sedang berupaya merilis fitur ini untuk Anda juga. Sekarang ini, untuk menerjemahkan Anda hanya perlu memilih teks yang Anda inginkan dan ikon DeepL akan muncul. Untuk menerjemahkan pilihan Anda, klik ikon DeepL. Jika Anda ingin menerjemahkan lebih cepat lagi, tentukan pintasan Anda sendiri di pengaturan, baik untuk membaca maupun menulis dengan DeepL di Firefox.\n\nSekarang Anda tidak perlu lagi khawatir ketinggalan informasi apa pun di seluruh web karena kendala bahasa. \n\nUnduh gratis DeepL untuk Firefox dan mulai menerjemahkan hari ini juga.\n\nMenerjemahkan saat membaca\nAnda tidak perlu lagi melewatkan email, artikel, atau situs web. Anda dapat melihat konten yang sedang Anda jelajahi di Firefox dalam bahasa pilihan Anda dan dalam konteks aslinya. \n\nTerjemahkan tulisan Anda\nSaat Anda menulis postingan media sosial, pesan obrolan, atau email, Anda dapat menerjemahkan kata-kata Anda sendiri langsung setelah Anda mengetikkannya. Ini berarti Anda tidak perlu lagi menyalin, menempel, mengetik ulang, atau keluar dari Firefox untuk berkomunikasi dalam bahasa lain.\n\nMenerjemahkan halaman lengkap\nJika Anda pengguna DeepL Pro, Anda dapat menerjemahkan keseluruhan halaman web ke dalam bahasa yang Anda inginkan hanya dengan satu klik. Untuk lebih mempermudah lagi, Anda dapat memilih agar semua situs web dalam bahasa tertentu secara otomatis diterjemahkan agar pengalaman penjelajahan Anda menjadi mulus. Kami sedang berupaya merilis fitur ini juga untuk para pengguna versi gratis. \n\nMasuk ke DeepL Pro \nDeepL Pengguna Pro dapat masuk ke akun mereka melalui ekstensi.\n\nPintasan\nGunakan pintasan sederhana untuk menerjemahkan dengan lebih cepat dan mudah. Anda dapat menentukan pintasan Anda sendiri dalam pengaturan.\n\nKeakuratan yang tak terbandingi\nAnda bisa tenang karena Anda mendapatkan terjemahan terbaik di situs web atau aplikasi yang Anda gunakan. Terjemahan DeepL secara konsisten mengungguli para pesaing dan terbukti tiga kali lebih akurat daripada terjemahan dari perusahaan-perusahaan teknologi besar.\n\nDicintai oleh jutaan pengguna\nJutaan orang di seluruh dunia menggunakan DeepL setiap hari untuk meningkatkan komunikasi mereka.\n\nPilih dari lebih dari 30 bahasa\nUntuk daftar bahasa yang tersedia di ekstensi, lihat artikel ini di Pusat Bantuan kami: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0192c3687a0c91b80d8d7120f65e9a02a2677533cab8894c825acc82e63d1238/https%3A//support.deepl.com/hc/en-us/articles/4407573562386-Languages-in-the-browser-extension\" rel=\"nofollow\">https://support.deepl.com/hc/en-us/articles/4407573562386-Languages-in-the-browser-extension</a>\n\n<strong>Legal and privacy notice</strong>\nPrior to installing the extension, please note that DeepL needs to process certain data in order to provide the extension. For a summary of the data processed, please see the <a href=\"https://addons.mozilla.org/en-US/firefox/addon/deepl-translate/privacy/\" rel=\"nofollow\">privacy notice</a> of this DeepL Firefox extension on the left. If you use the DeepL Firefox extension without an account, please see also our <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0e061e346823b48bfcc0b12407c3524c7ef0062bb54359be539bbf27f32a9ded/https%3A//www.deepl.com/en/pro-license%3Ftab=free\" rel=\"nofollow\">instruction of use for DeepL Translator (free)</a> according to which you may not translate texts containing personal data.",
        "it": "Con l’estensione per Firefox di DeepL Traduttore avrai a disposizione l’imbattibile qualità di traduzione di DeepL direttamente nel tuo browser.\n\nPotrai tradurre facilmente e istantaneamente qualsiasi testo tu stia leggendo o scrivendo su Firefox. Se possiedi un abbonamento a DeepL Pro, potrai tradurre anche intere pagine web. \nQuesta funzione sarà disponibile a breve anche per gli utenti della versione gratuita del traduttore. Fino ad allora, per tradurre ciò che stai leggendo ti basta evidenziare il testo e cliccare sull’icona di DeepL che gli appare accanto. Se vuoi tradurre ancora più rapidamente, imposta le combinazioni di tasti da premere per leggere o scrivere con DeepL per Firefox.\n\nIn questo modo non dovrai più preoccuparti di perdere informazioni su internet a causa di una barriera linguistica. \n\nScarica DeepL per Firefox gratis e inizia subito a tradurre!\n\nTraduci ciò che leggi\nNon dovrai più perderti un’e-mail, un articolo o un sito web. Potrai visualizzare qualsiasi tipo di contenuto nel suo contesto originale, ma nella lingua da te desiderata. \n\nTraduci ciò che scrivi\nChe si tratti di un post su un social media, di un messaggio in chat o di un’e-mail, potrai tradurre tutti i tuoi testi mentre li stai scrivendo. Non sarà più necessario copiare, incollare, riscrivere o uscire da Firefox per comunicare in un’altra lingua.\n\nTraduzione di intere pagine\nSe sei un utente DeepL Pro, puoi tradurre intere pagine web nella lingua da te scelta in un solo clic. Per rendere le cose ancora più semplici, è possibile anche visualizzare tutti i siti web in una lingua specifica, migliorando così ulteriormente la tua esperienza di navigazione. Per gli utenti del traduttore gratuito, questa funzione sarà disponibile a breve. \n\nAccesso a DeepL Pro \nGli utenti DeepL Pro possono accedere al proprio account tramite l’estensione per Firefox.\n\nCombinazioni di tasti\nUtilizza una combinazione di tasti per rendere la traduzione più facile e veloce. Puoi impostare la tua combinazione di tasti personalizzata nelle impostazioni.\n\nPrecisione impareggiabile\nOttieni le migliori traduzioni possibili su qualsiasi sito web o applicazione. Le traduzioni di DeepL sono di gran lunga migliori di quelle della concorrenza e si sono dimostrate tre volte più precise rispetto alle traduzioni offerte dalle principali aziende tecnologiche.\n\nAmato da milioni di utenti\nMilioni di persone in tutto il mondo utilizzano DeepL Pro ogni giorno per migliorare la loro comunicazione e tradurre con più facilità.\n\nScegli tra più di 30 lingue\nPer un elenco completo delle lingue disponibili nell’estensione, dai un’occhiata a questo articolo nel nostro centro assistenza: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/ab963dde4098ea8934d133ccd2844e4cf7197b0c0dedab32957a95dbb73d8517/https%3A//support.deepl.com/hc/it/articles/4407573562386-Languages-in-the-browser-extension\" rel=\"nofollow\">https://support.deepl.com/hc/it/articles/4407573562386-Languages-in-the-browser-extension</a>.\n\n<strong>Legal and privacy notice</strong>\nPrior to installing the extension, please note that DeepL needs to process certain data in order to provide the extension. For a summary of the data processed, please see the <a href=\"https://addons.mozilla.org/en-US/firefox/addon/deepl-translate/privacy/\" rel=\"nofollow\">privacy notice</a> of this DeepL Firefox extension on the left. If you use the DeepL Firefox extension without an account, please see also our <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0e061e346823b48bfcc0b12407c3524c7ef0062bb54359be539bbf27f32a9ded/https%3A//www.deepl.com/en/pro-license%3Ftab=free\" rel=\"nofollow\">instruction of use for DeepL Translator (free)</a> according to which you may not translate texts containing personal data.",
        "ja": "DeepLのFirefox拡張機能を使えば、ブラウザを開いたまま高精度のDeepL翻訳にアクセスできます。\n\nFirefoxで読みながらまたは書きながら、簡単に訳せます。DeepL Proではページ全体も翻訳できます。\n無料版でもこの機能をご利用いただけるように準備中です。準備が整うまでは、テキストを選択後、DeepLのアイコンをクリックして翻訳してください。設定画面でオリジナルのショートカットキーを指定すると、Firefoxで読みながら書きながら、さらにスピーディに翻訳できます。\n\nもう言葉の壁のせいでウェブ上の情報を見逃す心配はありません。\n\nDeepLのFirefox拡張機能を無料でインストールして、早速翻訳をお試しください。\n\n読みながら翻訳\nもうメールや記事、ウェブサイトを読み飛ばさなくても大丈夫です。Firefoxを開いたまま、閲覧中のコンテンツをご希望の言語にできます。\n\n入力テキストの翻訳\nソーシャルメディアでもチャットメッセージでもメールでも、テキスト入力後すぐに翻訳できます。別の言語でコミュニケーションする際に、Firefoxを一時的に離れたり、コピー＆ペーストや打ち直しをしたりする必要はありません。\n\nページ全体の翻訳\nDeepL Proでは、ワンクリックでウェブページをご希望の言語に翻訳できます。すべてのサイトを特定の言語に自動で翻訳するように設定すれば、さらに便利かつスムーズにページを閲覧できます。無料版でもご利用いただけるように準備中です。\n\nDeepL Proへのログイン \nDeepL Proのユーザーは、拡張機能でアカウントにログインできます。\n\nショートカットキー\nシンプルなショートカットキーで、さらに手早く簡単に翻訳できます。設定画面でお好みのショートカットキーに変更できます。\n\n並外れた精度\nどのウェブサイト上でも、どのアプリケーション内でも、高精度で翻訳できます。DeepL翻訳は、競合他社と比べて格段に高精度に訳出します。主要な技術系企業の翻訳システムとの比較試験では、他社の3倍の頻度で優れているとしてDeepL翻訳が選ばれています。\n\n何百万人ものユーザーに愛されるツール\n世界各地の何百万もの人々が、DeepL翻訳を日々活用して、コミュニケーションを円滑にしています。\n\n30以上の言語に対応\n拡張機能でご利用いただける言語の一覧は、ヘルプセンターのこちらの記事をご覧ください。 <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/8b85d0534c5a1a74909835f1f35f89affecaa63ec50b630769a73d13e27bf32b/https%3A//support.deepl.com/hc/ja/articles/4407573562386-Languages-in-the-browser-extension\" rel=\"nofollow\">https://support.deepl.com/hc/ja/articles/4407573562386-Languages-in-the-browser-extension</a>\n\n<strong>Legal and privacy notice</strong>\nPrior to installing the extension, please note that DeepL needs to process certain data in order to provide the extension. For a summary of the data processed, please see the <a href=\"https://addons.mozilla.org/en-US/firefox/addon/deepl-translate/privacy/\" rel=\"nofollow\">privacy notice</a> of this DeepL Firefox extension on the left. If you use the DeepL Firefox extension without an account, please see also our <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0e061e346823b48bfcc0b12407c3524c7ef0062bb54359be539bbf27f32a9ded/https%3A//www.deepl.com/en/pro-license%3Ftab=free\" rel=\"nofollow\">instruction of use for DeepL Translator (free)</a> according to which you may not translate texts containing personal data.",
        "nl": "Dankzij de DeepL voor Firefox-extensie kunt u de vertaalkwaliteit die u van DeepL gewend bent nu ook direct in uw browser beleven.\n\nDe extensie biedt u de mogelijkheid om direct in uw browser vertalingen te maken van zowel geselecteerde webteksten alsook van zelfgeschreven teksten die u op het web wilt plaatsen. Daarnaast kunnen DeepL Pro-abonnees de extensie gebruiken om hele webpagina's in één keer te vertalen. \nBinnenkort zal deze functie ook beschikbaar zijn voor gebruikers zonder abonnement. Om webteksten te vertalen, selecteert u eerst het tekstfragment waarvan u een vertaling wilt maken. Vervolgens klikt u op het DeepL-icoontje om de geselecteerde tekst te vertalen. Als u uw vertaalproces nog verder wilt optimaliseren, kunt u via de DeepL voor Firefox-extensie ook uw eigen sneltoetsen instellen om nog efficiënter te vertalen.\n\nMet DeepL voor Firefox zal geen enkele taalbarrière u er nog van weerhouden om alle informatie op het web te lezen in de taal van uw keuze. \n\nDownload de gratis extensie dus vandaag nog om meteen aan de slag te gaan.\n\nVertaal wat u leest\nDankzij de DeepL voor Firefox-extensie hoeft u nooit meer een e-mail, een artikel of een website over te slaan alleen omdat u de taal niet beheerst. De extensie stelt u namelijk in staat om elke tekst te lezen in de taal van uw keuze. \n\nVertaal wat u schrijft\nOngeacht of u nu een chatbericht, een e-mail of een tekst voor social media heeft geschreven, u kunt uw eigen woorden nu direct in Firefox laten vertalen. U hoeft uw browser dus niet langer te verlaten om in een andere taal te communiceren en u kunt het overtypen of het heen en weer kopiëren van teksten tussen verschillende vensters en programma's voortaan overslaan.\n\nVertaal hele webpagina's\nAls u DeepL Pro gebruikt, kunt u hele webpagina's met slechts één enkele klik volledig vertalen naar de taal van uw keuze. Daarnaast is het mogelijk om de extensie ook zo in te stellen dat alle webpagina's in een bepaalde taal automatisch worden vertaald om uw tijd op het web net dat beetje aangenamer te maken. Binnenkort zal deze functie ook beschikbaar zijn voor gebruikers zonder abonnement. \n\nLog in op DeepL Pro \nDeepL Pro-abonnees kunnen via de extensie inloggen op hun account.\n\nSneltoetsen\nMaak gebruik van eenvoudige sneltoetsen om nog sneller en efficiënter te vertalen. Indien gewenst kunt u hiervoor ook uw eigen toetsencombinaties instellen.\n\nOngeëvenaarde nauwkeurigheid\nMet DeepL voor Firefox kunt u er zeker van zijn dat u vertalingen van uitstekende kwaliteit krijgt. De vertalingen van DeepL zijn consequent tot wel drie keer nauwkeuriger dan die van onze concurrentie. U kunt er dus zeker van zijn dat u altijd vertalingen van de best mogelijke kwaliteit krijgt wanneer u met DeepL vertaalt.\n\nDe favoriet van miljoenen gebruikers\nMiljoenen mensen van over de hele wereld gebruiken DeepL elke dag om hun communicatie te verbeteren.\n\nVertaal van en naar 30 verschillende talen\nVoor een lijst van alle talen die in de DeepL voor Firefox-extensie beschikbaar zijn, kunt u dit artikel uit ons helpcentrum raadplegen: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/270ce91fc3ce41925585b53e8982f06c416f51be53221d2584be314aca4b288f/https%3A//support.deepl.com/hc/nl/articles/4407573562386-Languages-in-the-browser-extension\" rel=\"nofollow\">https://support.deepl.com/hc/nl/articles/4407573562386-Languages-in-the-browser-extension</a>\n\n<strong>Legal and privacy notice</strong>\nPrior to installing the extension, please note that DeepL needs to process certain data in order to provide the extension. For a summary of the data processed, please see the <a href=\"https://addons.mozilla.org/en-US/firefox/addon/deepl-translate/privacy/\" rel=\"nofollow\">privacy notice</a> of this DeepL Firefox extension on the left. If you use the DeepL Firefox extension without an account, please see also our <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0e061e346823b48bfcc0b12407c3524c7ef0062bb54359be539bbf27f32a9ded/https%3A//www.deepl.com/en/pro-license%3Ftab=free\" rel=\"nofollow\">instruction of use for DeepL Translator (free)</a> according to which you may not translate texts containing personal data.",
        "pl": "Dzięki rozszerzeniu DeepL dla Firefoxa wykonasz wysokiej jakości tłumaczenia bez konieczności opuszczania przeglądarki.\n\nZ naszym rozszerzeniem natychmiastowo przetłumaczysz wszystkie teksty, które czytasz lub piszesz w Firefoksie. Jeśli jesteś abonentem DeepL Pro, możesz również korzystać z funkcji tłumaczenia całych stron internetowych. \nObecnie pracujemy nad udostępnieniem tej opcji użytkownikom bezpłatnej wersji naszego serwisu. Zanim to się stanie, możesz tłumaczyć wybrane fragmenty tekstów, zaznaczając je i klikając ikonę DeepL. Jeżeli chcesz przyspieszyć tłumaczenie tekstów, które czytasz i piszesz w przeglądarce Firefox, przejdź do ustawień i utwórz własne skróty klawiszowe.\n\nNie musisz się już martwić, że z powodu bariery językowej umknie Ci jakaś informacja z sieci. \n\nPobierz rozszerzenie DeepL dla Firefoxa za darmo i zacznij tłumaczyć już teraz!\n\nTłumacz to, co czytasz\nJuż nigdy nie pominiesz ważnych e-maili, artykułów lub stron internetowych tylko dlatego, że nie znasz języka. Możesz czytać przetłumaczony tekst, nie opuszczając przeglądarki. \n\nTłumacz to, co piszesz\nTłumacz swoje słowa bezpośrednio po ich napisaniu, niezależnie od tego, czy tworzysz post w mediach społecznościowych, czy też piszesz e-mail lub wiadomość na czacie. Nie musisz już kopiować, wklejać i przepisywać tekstu ani też opuszczać przeglądarki Firefox, aby komunikować się w innym języku.\n\nTłumaczenia całych stron\nUżytkownicy DeepL Pro mogą tłumaczyć całe strony internetowe na wybrany język za pomocą jednego kliknięcia. Można też wybrać opcję automatycznego tłumaczenia wszystkich stron internetowych dostępnych w danym języku. Pozwoli to na bezproblemowe przeglądanie znajdujących się na niej treści. Obecnie pracujemy nad udostępnieniem tej funkcji użytkownikom bezpłatnej wersji naszego serwisu. \n\nLogowanie do DeepL Pro \nUżytkownicy serwisu DeepL Pro mogą logować się do swoich kont za pomocą rozszerzenia.\n\nSkróty klawiszowe\nTłumacz jeszcze szybciej dzięki łatwym skrótom klawiszowym. Możesz tworzyć własne skróty klawiszowe za pomocą ustawień.\n\nNiespotykana dokładność\nGwarantujemy najwyższej jakości tłumaczenie stron internetowych lub aplikacji, z których korzystasz. DeepL nieustannie przewyższa jakością konkurencję. Badania dowodzą, że tłumaczenia DeepL są trzykrotnie dokładniejsze niż te wykonywane przez systemy dużych firm technologicznych.\n\nWybór milionów użytkowników\nKażdego dnia miliony ludzi na całym świecie używają DeepL dla skuteczniejszej komunikacji.\n\nDo wyboru masz ponad 30 języków\nLista języków dostępnych w rozszerzeniu znajduje się w naszym Centrum pomocy: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5757d632dcb591580e8e99f4f4f6d370d39579c2a1c54c24171cd8092f34d72e/https%3A//support.deepl.com/hc/pl/articles/4407573562386-Languages-in-the-browser-extension\" rel=\"nofollow\">https://support.deepl.com/hc/pl/articles/4407573562386-Languages-in-the-browser-extension</a>\n\n<strong>Legal and privacy notice</strong>\nPrior to installing the extension, please note that DeepL needs to process certain data in order to provide the extension. For a summary of the data processed, please see the <a href=\"https://addons.mozilla.org/en-US/firefox/addon/deepl-translate/privacy/\" rel=\"nofollow\">privacy notice</a> of this DeepL Firefox extension on the left. If you use the DeepL Firefox extension without an account, please see also our <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0e061e346823b48bfcc0b12407c3524c7ef0062bb54359be539bbf27f32a9ded/https%3A//www.deepl.com/en/pro-license%3Ftab=free\" rel=\"nofollow\">instruction of use for DeepL Translator (free)</a> according to which you may not translate texts containing personal data.",
        "pt-BR": "Com a extensão do Tradutor DeepL para Firefox, você pode aproveitar ainda mais a qualidade de tradução imbatível do DeepL sem precisar sair do seu navegador.\n\nTraduza em instantes e de modo simples tudo o que lê ou digita no Firefox. Se você for assinante do DeepL Pro, poderá traduzir também páginas inteiras da web. \nPara os usuários da versão gratuita, esta funcionalidade estará disponível em breve. Enquanto isso não acontece, quem ainda não é assinante da versão Pro pode traduzir selecionando qualquer parte de um texto  e clicando no ícone do DeepL que é exibido logo em seguida. E, se quiser traduzir ainda mais rápido tudo o que você lê ou digita no Firefox, é só acessar as configurações da extensão e definir seus próprios atalhos.\n\nAgora você pode navegar tranquilamente na internet sem se preocupar com as barreiras linguísticas. \n\nBaixe a extensão gratuitamente e comece agora mesmo a usar o DeepL para Firefox.\n\nTraduza enquanto lê\nSeja para e-mails, artigos ou websites, visualize o conteúdo no idioma escolhido e em seu contexto original, enquanto navega no Firefox. \n\nTraduzir o que você escreve\nNão importa se você está escrevendo um post nas suas redes sociais, uma mensagem via chat ou um e-mail: use suas próprias palavras e elas são traduzidas imediatamente. Isso significa que você não precisa mais copiar, colar, digitar novamente ou sair do Firefox para se comunicar em outro idioma.\n\nTraduza páginas inteiras de um site\nSe você for usuário do DeepL Pro, pode traduzir sites inteiros com apenas um clique. Para tornar tudo ainda mais fácil, você tem a opção de automaticamente traduzir todos os sites que estiverem escritos em determinados idiomas para a língua da sua preferência. Estamos trabalhando para liberar este recurso também para os usuários da versão gratuita. \n\nLogin no DeepL Pro \nAgora é possível fazer login na sua conta do DeepL Pro diretamente através da extensão.\n\nAtalhos\nUse atalhos para fazer suas traduções de modo mais rápido e simples. Você pode definir sua própria combinação de teclas acessando as configurações da extensão.\n\nPrecisão sem igual\nNavegue por qualquer site ou aplicativo com a certeza de que está utilizando o melhor tradutor automático disponível. As traduções do DeepL superam sistematicamente as da concorrência e são comprovadamente três vezes mais precisas do que as traduções das principais empresas de tecnologia.\n\nMilhões de usuários satisfeitos\nAo redor do mundo, milhões de pessoas utilizam o DeepL todos os dias para otimizar a comunicação.\n\nEscolha entre mais de 30 idiomas\nPara uma lista dos idiomas disponíveis na extensão, confira este artigo no nosso centro de ajuda: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/effdca7a9c4949f8a2ce8a3ba5fafe371bbe7b0d227427ab1a1b83aa323f76e4/https%3A//support.deepl.com/hc/pt-br/articles/4407573562386\" rel=\"nofollow\">https://support.deepl.com/hc/pt-br/articles/4407573562386</a>\n\n<strong>Legal and privacy notice</strong>\nPrior to installing the extension, please note that DeepL needs to process certain data in order to provide the extension. For a summary of the data processed, please see the <a href=\"https://addons.mozilla.org/en-US/firefox/addon/deepl-translate/privacy/\" rel=\"nofollow\">privacy notice</a> of this DeepL Firefox extension on the left. If you use the DeepL Firefox extension without an account, please see also our <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0e061e346823b48bfcc0b12407c3524c7ef0062bb54359be539bbf27f32a9ded/https%3A//www.deepl.com/en/pro-license%3Ftab=free\" rel=\"nofollow\">instruction of use for DeepL Translator (free)</a> according to which you may not translate texts containing personal data.",
        "pt-PT": "A extensão do DeepL para Firefox dá-lhe acesso à qualidade de tradução inigualável do DeepL diretamente no seu browser.\n\nPoderá traduzir sem esforço e no momento tudo o que estiver a ler ou a escrever no Firefox. Caso seja assinante do DeepL Pro, poderá traduzir páginas Web inteiras. \nEstamos a trabalhar para disponibilizar esta funcionalidade para os utilizadores da versão gratuita. Até lá, basta selecionar qualquer texto, e o ícone do DeepL irá aparecer. Para traduzir a sua seleção, clique no ícone. Se quiser traduzir ainda mais depressa, crie os seus próprios atalhos de leitura e escrita nas definições do DeepL para Firefox.\n\nNão há razão para voltar a perder informação na Web devido a barreiras linguísticas. \n\nTransfira o DeepL para Firefox gratuitamente para começar a traduzir.\n\nTraduza o que lê\nJá não terá de ignorar e-mails, artigos ou sites por não conhecer o idioma. Com a extensão do DeepL para Firefox poderá ver o conteúdo que está a pesquisar no idioma que escolher e no contexto original. \n\nTraduzir o que escreve\nQuer esteja a escrever um post nas redes sociais, uma mensagem de chat ou um e-mail, pode traduzir as suas próprias palavras imediatamente após as digitar. Isto significa que não terá de copiar, colar, reescrever ou sair do Firefox para comunicar noutra língua.\n\nTradução de páginas inteiras\nOs utilizadores do DeepL Pro têm a possibilidade de traduzir páginas inteiras para o idioma desejado com apenas um clique. Para tornar tudo ainda mais simples, é possível optar por traduzir automaticamente todos os sites em idiomas específicos, desfrutando assim de uma experiência de navegação totalmente integrada. Estamos a trabalhar para disponibilizar este recurso também para os utilizadores da versão gratuita. \n\nAcesso ao DeepL Pro \nOs assinantes do DeepL Pro podem aceder às suas contas através da extensão.\n\nAtalhos\nUse atalhos para traduzir de modo mais rápido e simples. É possível criar os seus próprios atalhos nas definições.\n\nPrecisão inigualável\nNavegue em qualquer site ou aplicação com a certeza de que está a utilizar o melhor tradutor automático disponível. As traduções do DeepL superam sistematicamente as da concorrência e são comprovadamente três vezes mais precisas do que as traduções das principais empresas de tecnologia.\n\nMilhões de utilizadores satisfeitos\nO DeepL ajuda milhões de pessoas a comunicarem diariamente.\n\nEscolha entre mais de 30 idiomas\nPode encontrar uma lista dos idiomas disponíveis na extensão no nosso centro de ajuda: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d103901ae58de1773a60902ff44a92004c4300bcd95abfb8081e845bb4931abf/https%3A//support.deepl.com/hc/pt/articles/4407573562386-Languages-in-the-browser-extension\" rel=\"nofollow\">https://support.deepl.com/hc/pt/articles/4407573562386-Languages-in-the-browser-extension</a>\n\n<strong>Legal and privacy notice</strong>\nPrior to installing the extension, please note that DeepL needs to process certain data in order to provide the extension. For a summary of the data processed, please see the <a href=\"https://addons.mozilla.org/en-US/firefox/addon/deepl-translate/privacy/\" rel=\"nofollow\">privacy notice</a> of this DeepL Firefox extension on the left. If you use the DeepL Firefox extension without an account, please see also our <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0e061e346823b48bfcc0b12407c3524c7ef0062bb54359be539bbf27f32a9ded/https%3A//www.deepl.com/en/pro-license%3Ftab=free\" rel=\"nofollow\">instruction of use for DeepL Translator (free)</a> according to which you may not translate texts containing personal data.",
        "ru": "Расширение DeepL для Firefox обеспечит вам доступ к переводам непревзойденного качества от DeepL прямо в браузере.\n\nЛегко и быстро переводите все, что вы читаете и печатаете при работе в Firefox. Пользователям DeepL Pro доступна функция перевода веб-страниц целиком. \nМы работаем над тем, чтобы сделать эту функцию доступной и для пользователей бесплатной версии. Пользователи как платной, так и бесплатной версии могут переводить любые тексты на веб-страницах: просто выделите интересующий вас фрагмент, после чего рядом с ним появится значок DeepL. Чтобы перевести выделенный текст, нажмите на этот значок. Если вы хотите переводить еще быстрее, вы можете задать собственные сочетания клавиш для перевода при чтении и при вводе текста в настройках расширения.\n\nВам больше не придется беспокоиться о том, что из-за языкового барьера вы можете упустить важную информацию. \n\nСкачайте расширение DeepL для Firefox бесплатно и начните переводить уже сегодня.\n\nПеревод при чтении\nЛегко работайте с электронными письмами, статьями и сайтами на разных языках. Просматривайте переводы на выбранный вами язык непосредственно в контексте веб-страниц. \n\nПеревод при вводе текста\nПереводите свои посты для социальных сетей, сообщения и электронные письма сразу после завершения набора текста. Вам не понадобится копировать текст или перепечатывать его в другом приложении – теперь перевод можно выполнить, не закрывая Firefox.\n\nПеревод веб-страниц целиком\nПользователям DeepL Pro доступна функция перевода веб-страниц: с помощью расширения целые страницы можно переводить одним щелчком мыши. Кроме того, для максимального удобства вы можете настроить расширение так, чтобы перевод с определенных языков выполнялся автоматически. Мы работаем над тем, чтобы сделать эту функцию доступной и для пользователей бесплатной версии. \n\nВход в учетную запись DeepL Pro \nВ расширении предусмотрена возможность входа в учетную запись DeepL Pro.\n\nСочетания клавиш\nПереводите еще быстрее с помощью простых сочетаний клавиш. Вы можете задать собственные сочетания клавиш в настройках расширения.\n\nНепревзойденная точность\nИспользуя DeepL для Firefox, вы можете быть уверены в том, что получите переводы высокого качества. Переводы от DeepL стабильно превосходят по качеству результаты конкурентов: исследования показали, что переводы от DeepL в три раза точнее, чем переводы, выполненные системами от крупнейших технологических компаний.\n\nВыбор миллионов пользователей\nКаждый день DeepL помогает общаться миллионам пользователей по всему миру.\n\nПоддержка более 30 языков\nСписок языков, доступных в расширении, приведен в следующей статье в нашем Справочном центре: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6eaa8a9cfb5c3097c88fd139a96742805435993e94b95122960d7f88de76473f/https%3A//support.deepl.com/hc/ru/articles/4407573562386-Languages-in-the-browser-extension\" rel=\"nofollow\">https://support.deepl.com/hc/ru/articles/4407573562386-Languages-in-the-browser-extension</a>.\n\n<strong>Legal and privacy notice</strong>\nPrior to installing the extension, please note that DeepL needs to process certain data in order to provide the extension. For a summary of the data processed, please see the <a href=\"https://addons.mozilla.org/en-US/firefox/addon/deepl-translate/privacy/\" rel=\"nofollow\">privacy notice</a> of this DeepL Firefox extension on the left. If you use the DeepL Firefox extension without an account, please see also our <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0e061e346823b48bfcc0b12407c3524c7ef0062bb54359be539bbf27f32a9ded/https%3A//www.deepl.com/en/pro-license%3Ftab=free\" rel=\"nofollow\">instruction of use for DeepL Translator (free)</a> according to which you may not translate texts containing personal data.",
        "zh-CN": "通过DeepL Firefox浏览器扩展程序，无需离开浏览器，你便可以享受DeepL无与伦比的翻译质量。\n\n你可以轻松地翻译在Firefox浏览器内阅读或输入的任何内容。DeepL Pro用户还可以进行全网页翻译。\n我们也将在不久的未来向免费用户发布该功能。此前，你可以简单地选择任何文本，DeepL图标将会弹出。要翻译所选文本，请点击该图标。如果你想在Firefox浏览器上使用DeepL更快捷地翻译你所读写的内容，你还可以在设置中自定义快捷方式。\n\n你无需再担心由于语言障碍而错过网络上的任何信息。\n\n免费下载DeepL Firefox扩展，即刻开始翻译。\n\n边读边译\n你将不必再跳过任何电子邮件、文章或网站。无需离开Firefox浏览器，你便可以用你选择的语言在原始语境中查看你正在浏览的内容。\n\n翻译你的文本\n无论你是在写社交媒体帖子、聊天信息还是电子邮件，你都可以在打字后立即翻译自己的文本。这意味着当你需要使用另一种语言时，你无需复制、粘贴、重新输入或离开Firefox浏览器。\n\n全页翻译\n如果你是DeepL Pro用户，你只需点击一下就可以将整个网页翻译成你的目标语言。你甚至可以选择让所有特定语言的网站自动翻译，以获得无缝的浏览体验。我们正在致力于向免费用户发布该功能。\n\nDeepL Pro登录 \nDeepL Pro用户可以在扩展程序中登录账户。\n\n快捷键\n使用简单的快捷方式使翻译更快捷。你可以在设置中设置自定义快捷方式。\n\n无与伦比的准确性\n你可以放心的是，无论在使用任何网站或应用程序时，你都会得到高质量的翻译结果。DeepL的翻译效果一直优于竞争对手，并被证实比科技巨头公司的翻译结果准确三倍。\n\n受到数百万用户的喜爱\n世界各地数以百万计的人每天都在使用DeepL以改善他们的交流方式。\n\n30多种语言可供选择\n关于该扩展支持的语言，请在我们帮助中心查看相关文章：<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/cf7dcb1b8050d24e8db284b3ecabfe56facf62d1342429b920168648e7ae7bf1/https%3A//support.deepl.com/hc/zh-cn/articles/4407573562386-%E6%B5%8F%E8%A7%88%E5%99%A8%E6%89%A9%E5%B1%95%E6%94%AF%E6%8C%81%E7%9A%84%E8%AF%AD%E8%A8%80\" rel=\"nofollow\">https://support.deepl.com/hc/zh-cn/articles/4407573562386-浏览器扩展支持的语言</a>\n\n<strong>Legal and privacy notice</strong>\nPrior to installing the extension, please note that DeepL needs to process certain data in order to provide the extension. For a summary of the data processed, please see the <a href=\"https://addons.mozilla.org/en-US/firefox/addon/deepl-translate/privacy/\" rel=\"nofollow\">privacy notice</a> of this DeepL Firefox extension on the left. If you use the DeepL Firefox extension without an account, please see also our <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0e061e346823b48bfcc0b12407c3524c7ef0062bb54359be539bbf27f32a9ded/https%3A//www.deepl.com/en/pro-license%3Ftab=free\" rel=\"nofollow\">instruction of use for DeepL Translator (free)</a> according to which you may not translate texts containing personal data."
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/deepl-translate/edit",
    "guid": "firefox-extension@deepl.com",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "en-US": "https://deepl.com"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3c83dd089dc39a89e781896f2a1aab51a36c1f50c3329ed671f074a7f91d355/https%3A//deepl.com"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/2804/2804910-64.png?modified=0a0e3fbf",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/2804/2804910-32.png?modified=0a0e3fbf",
        "64": "https://addons.mozilla.org/user-media/addon_icons/2804/2804910-64.png?modified=0a0e3fbf",
        "128": "https://addons.mozilla.org/user-media/addon_icons/2804/2804910-128.png?modified=0a0e3fbf"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2024-11-04T20:24:33Z",
    "name": {
        "de": "DeepL Übersetzer: Fremdsprachen lesen & schreiben",
        "en-US": "DeepL Translate: Reading & writing translator",
        "es": "Traductor de DeepL: lee y escribe en otros idiomas",
        "fr": "Traduisez ce que vous lisez et écrivez avec DeepL",
        "id": "Terjemahkan yang Anda baca & tulis dengan DeepL",
        "it": "DeepL Traduttore: leggi e scrivi in ogni lingua",
        "ja": "DeepL翻訳： 読みながら、書きながら使える翻訳ツール",
        "nl": "DeepL Translator",
        "pl": "Tłumacz DeepL: czytaj i pisz bez barier językowych",
        "pt-BR": "Tradutor DeepL: leia e escreva em outros idiomas",
        "pt-PT": "Tradutor DeepL: ler e escrever noutros idiomas",
        "ru": "DeepL Переводчик – перевод при чтении и письме",
        "zh-CN": "DeepL翻译： 读写翻译器"
    },
    "previews": [
        {
            "id": 285154,
            "caption": {
                "en-US": "AI Translation that sounds human"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/285/285154.png?modified=1689924820",
            "position": 0,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/285/285154.jpg?modified=1689924820"
        },
        {
            "id": 285155,
            "caption": {
                "en-US": "Translate while reading"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/285/285155.png?modified=1689924820",
            "position": 1,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/285/285155.jpg?modified=1689924820"
        },
        {
            "id": 285156,
            "caption": {
                "en-US": "Translate your writing"
            },
            "image_size": [
                2400,
                1799
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/285/285156.png?modified=1689924821",
            "position": 2,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/285/285156.jpg?modified=1689924821"
        },
        {
            "id": 285157,
            "caption": {
                "en-US": "Full-page translation"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/285/285157.png?modified=1689924820",
            "position": 3,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/285/285157.jpg?modified=1689924820"
        }
    ],
    "promoted": {
        "apps": [
            "firefox",
            "android"
        ],
        "category": "notable"
    },
    "ratings": {
        "average": 4.3917,
        "bayesian_average": 4.383362334377163,
        "count": 743,
        "text_count": 329
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/deepl-translate/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/2804910",
    "slug": "deepl-translate",
    "status": "public",
    "summary": {
        "de": "Übersetzen Sie beim Lesen und Schreiben mit dem DeepL Übersetzer – dem präzisesten Übersetzer der Welt.",
        "en-US": "Translate while you read and write with DeepL Translate, the world’s most accurate translator.",
        "es": "Traduce lo que lees o escribes con el Traductor de DeepL, el mejor traductor del mundo.",
        "fr": "Traduisez tout ce que vous lisez et écrivez dans votre navigateur avec DeepL Traducteur, le traducteur automatique le plus précis au monde.",
        "id": "Menerjemahkan ketika Anda membaca dan menulis dengan DeepL Translate, penerjemah terakurat sedunia.",
        "it": "Traduci ciò che leggi o scrivi con DeepL Traduttore, il miglior traduttore al mondo.",
        "ja": "世界最高レベルの精度を誇るDeepL翻訳で、テキストを読みながら、または書きながら訳せます。",
        "nl": "Vertaal wat u leest en wat u schrijft met de DeepL Translator, 's werelds beste AI-vertaler.",
        "pl": "Tłumacz DeepL to najdokładniejszy na świecie serwis, dzięki któremu przetłumaczysz wszystko, co czytasz i piszesz.",
        "pt-BR": "Traduza enquanto lê e digita com o Tradutor DeepL, o melhor tradutor automático do mundo.",
        "pt-PT": "Traduza enquanto lê e escreve com o Tradutor DeepL, o melhor tradutor automático do mundo.",
        "ru": "Переводите при чтении и при наборе текста с помощью DeepL Переводчика – самого точного переводчика в мире.",
        "zh-CN": "使用全球领先的DeepL翻译，在阅读和写作时进行翻译。"
    },
    "support_email": {
        "de": "firefox@deepl.com",
        "en-US": "firefox@deepl.com",
        "es": "firefox@deepl.com",
        "fr": "firefox@deepl.com",
        "id": "firefox@deepl.com",
        "it": "firefox@deepl.com",
        "ja": "firefox@deepl.com",
        "nl": "firefox@deepl.com",
        "pl": "firefox@deepl.com",
        "pt-BR": "firefox@deepl.com",
        "pt-PT": "firefox@deepl.com",
        "ru": "firefox@deepl.com",
        "zh-CN": "firefox@deepl.com"
    },
    "support_url": {
        "url": {
            "de": "https://deepl.com",
            "en-US": "https://deepl.com",
            "es": "https://deepl.com",
            "fr": "https://deepl.com",
            "id": "https://deepl.com",
            "it": "https://deepl.com",
            "ja": "https://deepl.com",
            "nl": "https://deepl.com",
            "pl": "https://deepl.com",
            "pt-BR": "https://deepl.com",
            "pt-PT": "https://deepl.com",
            "ru": "https://deepl.com",
            "zh-CN": "https://deepl.com"
        },
        "outgoing": {
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3c83dd089dc39a89e781896f2a1aab51a36c1f50c3329ed671f074a7f91d355/https%3A//deepl.com",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3c83dd089dc39a89e781896f2a1aab51a36c1f50c3329ed671f074a7f91d355/https%3A//deepl.com",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3c83dd089dc39a89e781896f2a1aab51a36c1f50c3329ed671f074a7f91d355/https%3A//deepl.com",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3c83dd089dc39a89e781896f2a1aab51a36c1f50c3329ed671f074a7f91d355/https%3A//deepl.com",
            "id": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3c83dd089dc39a89e781896f2a1aab51a36c1f50c3329ed671f074a7f91d355/https%3A//deepl.com",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3c83dd089dc39a89e781896f2a1aab51a36c1f50c3329ed671f074a7f91d355/https%3A//deepl.com",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3c83dd089dc39a89e781896f2a1aab51a36c1f50c3329ed671f074a7f91d355/https%3A//deepl.com",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3c83dd089dc39a89e781896f2a1aab51a36c1f50c3329ed671f074a7f91d355/https%3A//deepl.com",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3c83dd089dc39a89e781896f2a1aab51a36c1f50c3329ed671f074a7f91d355/https%3A//deepl.com",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3c83dd089dc39a89e781896f2a1aab51a36c1f50c3329ed671f074a7f91d355/https%3A//deepl.com",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3c83dd089dc39a89e781896f2a1aab51a36c1f50c3329ed671f074a7f91d355/https%3A//deepl.com",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3c83dd089dc39a89e781896f2a1aab51a36c1f50c3329ed671f074a7f91d355/https%3A//deepl.com",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3c83dd089dc39a89e781896f2a1aab51a36c1f50c3329ed671f074a7f91d355/https%3A//deepl.com"
        }
    },
    "tags": [
        "translate"
    ],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/deepl-translate/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/deepl-translate/versions/",
    "weekly_downloads": 7211,
    "_score": null
}