{
	"extensionDescription": {
		"message": "Přeloží označený text a nebo celou stránku pomocí Google Překladače.",
		"description": "Description of the extension."
	},

	"addOnSiteSummary": {
		"message": "S tímto doplňkem můžete překládat text do vlastního jazyka jedním kliknutím nebo pomocí klávesových zkratek. Můžete si buď přeložit vybraný text, tak že přeložený text přepíše původní vybraný text, nebo můžete přeložit celou stránku.",
		"description": "Description of the extension displayed on the Mozilla Add-On Site. Maximum 250 characters."
	},

	"browserActionLabel": {
		"message": "Překladač",
		"description": "Displayed string for the Red T toolbar icon."
	},

	"contextMenuTranslateSelected": {
		"message": "Přeložit text pomocí Google Překladače",
		"description": "Context menu action string to start selection translation."
	},

	"contextMenuTranslatePage": {
		"message": "Přeložit tuto stránku s Google Překladačem",
		"description": "Context menu action string to start page translation."
	},

	"contextMenuOpenOptions": {
		"message": "Nastavení",
		"description": "(Red T toolbar icon) context menu action string to open Add-On Options."
	},

	"browserActionHotKeyDescription": {
		"message": "Translate with default action.",
		"description": "Description of the browser action and its hotkey."
	},

	"errorMessageOnInvalidTextLength": {
		"message": "Prosím vyberte text delší než 0 a menší než 1100 znaků!",
		"description": "Error message text shown when the selection cannot be translated because of invalid text length."
	},

	"errorMessageIfTranslationFailed": {
		"message": "Translation failed because an error happened during the translation process.",
		"description": "Error message text shown when the translation failed due to some - yet unknown - error or abortion."
	},

	"optionsPage_generalSettingsTitle": {
		"message": "Obecné nastavení",
		"description": "Title of General settings fieldset on the Options page."
	},

	"optionsPage_languageOfTranslation": {
		"message": "Jazyk překladu",
		"description": "Name of the language of translation setting on the Options page."
	},

	"optionsPage_whatToTranslateTitle": {
		"message": "K přeložení klikněte na ikonu nástrojové liště:",
		"description": "Title of What to translate fieldset on the Options page."
	},

	"optionsPage_translateSelectionLabel": {
		"message": "Vždy vybraný text",
		"description": "Name of the selection translation mode setting on the Options page."
	},

	"optionsPage_translatePageLabel": {
		"message": "Vždy celou stránku",
		"description": "Name of the page translation mode setting on the Options page."
	},

	"optionsPage_translateSelectionIfPossibleLabel": {
		"message": "Vybrat text jeli to možné, jinak celou stránku (doporučeno)",
		"description": "Name of the selection translation of possible mode setting on the Options page."
	},

	"optionsPage_saveButtonText": {
		"message": "Save",
		"description": "Text of the Save button on the Options page."
	},

	"optionsPage_optionsSavedStatusText": {
		"message": "Options saved.",
		"description": "Displayed text when the Save button is pressed and the options are saved on the Options page."
	}
}