{
    "scanBtn": "Công cụ bảo vệ email",
    "scanBtn_viewReport": "Xem kết quả quét",
    "scanBtn_reportFalseAlarm": "Báo cáo cảnh báo giả",
    "scanBtn_reportScam": "Báo cáo lừa đảo",
    "msgTooltip_1": "Công cụ bảo vệ email quét và bảo vệ email của bạn khỏi các cuộc tấn công lừa đảo trên mạng và thư lừa đảo.",
    "msgTooltip_2": "Nhấp để kiểm tra các mối đe dọa tiềm ẩn trong thư bằng tiếng Anh hoặc tiếng Nhật.",
    "languageNotSupport": "Quét bảo mật chỉ hỗ trợ email bằng tiếng Anh hoặc tiếng Nhật.",
    "serverErrorMessage": "Rất tiếc, tính năng Quét bảo mật hiện không hoạt động được. Vui lòng thử lại sau.",
    "serverForbiddenErrorMessage": "Rất tiếc, tính năng Quét bảo mật hiện không hoạt động được. <a id='learn_more' class='link'>Tìm hiểu thêm</a>",
    "serverMaintenaceMessage": "Chúng tôi rất tiếc về sự bất tiện này. Tính năng Quét Bảo mật cần hoàn tất một số công việc bảo trì quan trọng từ __startTime__ đến __endTime__. Vui lòng quay lại sau.",
    "serverMaintenaceMessageNoTime": "Chúng tôi rất tiếc về sự bất tiện này. Tính năng Quét bảo mật cần hoàn tất một số công việc bảo trì quan trọng. Vui lòng trở lại sau.",
    "scamTitle": "Đã phát hiện khả năng lừa đảo",
    "scamContent": "Vì sự an toàn của bạn, hãy bỏ qua mọi hướng dẫn hoặc yêu cầu trong thư này trừ khi bạn biết và tin cậy người gửi.",
    "phishingTitle": "Đã phát hiện liên kết lừa đảo qua mạng",
    "phishingContent": "Email này chứa liên kết lừa đảo qua mạng, để ngăn chặn các mối đe dọa tiềm ẩn, vui lòng không nhấp vào liên kết.",
    "suspiciousTitle": "Đã phát hiện Liên kết Độc hại",
    "suspiciousContent": "Email này chứa liên kết độc hại. Để ngăn chặn các mối đe dọa tiềm ẩn, vui lòng không nhấp vào liên kết.",
    "unSafeTitle": "Đã phát hiện nội dung không an toàn",
    "unSafeContent": "Nhiều người dùng đã báo cáo các thư tương tự là lừa đảo. Vì sự an toàn của bạn, hãy bỏ qua mọi hướng dẫn hoặc yêu cầu trong thư này trừ khi bạn biết và tin cậy người gửi.",
    "toastActionName": "Xem chi tiết",
    "toastActionName_ok": "OK",
    "scam_toastUrlName1": "Không đồng ý với cảnh báo này?",
    "scam_toastUrlName2": "Báo cáo cảnh báo giả",
    "toastMarkSenderAsTrust": "Đánh dấu __senderAddress__ là đáng tin cậy",
    "toastRemoveSenderAsTrust": "Xóa __senderAddress__ là đáng tin cậy",
    "toastTrustThisSender": "Tin tưởng người gửi này",
    "toastUrlName1": "Bạn nghĩ email này an toàn?",
    "toastUrlName2": "Báo cáo kết quả quét",
    "toastUtlFeedbackName": "Đã gửi báo cáo. Cảm ơn phản hồi của bạn.",
    "toastDCN_title": "Bảo vệ webmail của bạn",
    "toastDCN_title_R2209Exp1": "Bảo vệ webmail của bạn",
    "toastDCN_title_R2209Exp2": "Bật tính năng bảo vệ email trong vài giây!",
    "toastDCN_title_R2209Exp3": "Những kẻ lừa đảo đã đánh cắp hơn 5 tỷ đô la từ người tiêu dùng. Hãy bảo vệ bạn khỏi email lừa đảo!",
    "toastDCN_title_R2209Exp4": "Hơn 2 triệu người tiêu dùng là nạn nhân của những trò gian lận gần đây. Hãy bảo vệ bạn khỏi email lừa đảo!",
    "toastDCN_desc": "Công cụ bảo vệ email quét tìm, đồng thời giúp bảo vệ Gmail, Outlook và Yahoo Mail khỏi các cuộc tấn công giả mạo và lừa đảo.",
    "toastDCN_desc_JPyahooMai": "Công cụ bảo vệ email quét và giúp bảo vệ Gmail, Outlook.com và Yahoo Mail của bạn khỏi các cuộc tấn công lừa đảo trên mạng và thư lừa đảo.",
    "toastDCN_btn": "Bật __feature_name__",
    "toastDCN_btn_en": "Bảo vệ email của bạn ngay",
    "toastDCN_not_now": "Không phải bây giờ",
    "toastDCN_do_not_show_again": "Không hiện lại thông báo này",
    "toastDCN_learn_more": "<a class='btn-learn-more'>Tìm hiểu thêm</a>",
    "toastDCN_info": "Bạn có thể tắt Công cụ bảo vệ email bất cứ lúc nào và nội dung email của bạn sẽ không được truyền đến và quét bởi Trend Micro. <a class='btn-learn-more'>Tìm hiểu thêm</a> về cách Trend Micro xử lý email của bạn một cách an toàn khi bạn bật Công cụ bảo vệ email.",
    "toastDCN_turn_on": "Đã bật Công cụ bảo vệ email.",
    "toastDCN_fb_working": "Công cụ bảo vệ email đang bật",
    "toastDCN_fb_not_working": "Công cụ bảo vệ email không thể hoạt động. Nếu bạn tiếp tục thấy thư này, hãy nhấp vào <a class='btn-learn-more'>đây</a> để biết thêm chi tiết.",
    "toastDCN_popup_title": "Thông báo Thu thập Dữ liệu",
    "toastDCN_popup_desc": "<p>Khi bật Công cụ bảo vệ email, công cụ này sẽ bảo vệ bạn khỏi các email lừa đảo, tấn công giả mạo và đáng ngờ nhờ gửi nội dung email trên web đến Trend Micro để quét tìm.</p><p>Bạn có thể tắt Công cụ bảo vệ email bất cứ lúc nào và nội dung email của bạn sẽ không được truyền đến Trend Micro để quét tìm.</p><p>Để bật Công cụ bảo vệ email, bạn phải đọc và chấp nhận <a class='btn-learn-more'>Thông báo Thu thập Dữ liệu</a>.<p>",
    "toastDCN_popup_agree": "Đồng ý và Bật",
    "toastDCN_popup_not_now": "Không phải bây giờ",
    "toastDCN_jp_popup_title": "Bảo vệ Gmail, Outlook.com và Yahoo Mail",
    "toastDCN_jp_popup_desc": "<p>Công cụ bảo vệ email là một dịch vụ đám mây chuyên phát hiện thư lừa đảo sử dụng công nghệ AI phát triển theo thời gian. Sử dụng Công cụ bảo vệ email bảo vệ bạn khỏi thư lừa đảo, lừa đảo qua mạng và email đáng ngờ bằng cách gửi nội dung email của bạn đến Trend Micro để quét. Bạn có thể tắt Công cụ bảo vệ email bất cứ lúc nào và nội dung email của bạn sẽ không được truyền đến và quét bởi Trend Micro.</p><p class='title'>Công cụ bảo vệ email hoạt động như thế nào?</p><p>Khi bạn đọc email trong hộp thư đến của Gmail hoặc Outlook.com bằng các trình duyệt được chúng tôi hỗ trợ* và bạn đã bật Trend Micro Toolbar*, người gửi, tiêu đề và phần thân của email sẽ được mã hóa và truyền đến máy chủ Công cụ bảo vệ email của Trend Micro để quét. Đây chính là nơi các quy tắc chống lừa đảo, thông tin mối đe dọa SPN và công nghệ AI được áp dụng để tạo kết quả phân tích lừa đảo.</p><p class='title'>Dữ liệu được thu thập</p><p>Để rút ngắn thời gian đợi kết quả cho bạn, chúng tôi lưu giá trị băm* của email thông thường và dữ liệu không có PII* của email lừa đảo trong bộ nhớ để tăng tốc độ phát hiện lừa đảo, như vậy dữ liệu sẽ được phát hiện trong vòng 72 giờ. Để giúp việc quét phát hiện lừa đảo chính xác hơn, với các email được báo cáo sử dụng \"Báo cáo kết quả quét\", chúng tôi sẽ loại bỏ PII, mã hóa email và lưu trữ chúng trên Amazon S3* để đào tạo và điều chỉnh AI cũng như các quy tắc của chúng tôi, rồi xóa các email đó trong vòng 3 tháng.</p><p class='list'><ul><li>Các trình duyệt được hỗ trợ gồm có: Chrome, IE, Firefox và Edge</li><li>Trend Micro Toolbar dành cho Edge có tên: Trend Micro Security</li><li>Chúng tôi sử dụng giá trị băm để chuyển đổi dữ liệu email thành dạng kết hợp ngắn của các biểu tượng, dạng kết hợp này không thể chuyển đổi về thư ban đầu.</li><li>PII (Thông tin định danh cá nhân) là bất kỳ dữ liệu nào có khả năng được sử dụng để xác định danh tính một người cụ thể.</li><li>Amazon S3 là dịch vụ được sử dụng để lưu trữ dữ liệu. Chỉ các nhà nghiên cứu mối đe dọa được ủy quyền của Trend Micro mới được đọc dữ liệu được lưu trữ trên dịch vụ này.</li></ul>",
    "toastDCN_jp_popup_agree_chk": "Tôi đồng ý với cách Trend Micro thu thập nội dung email trên web của tôi bằng cách bật Công cụ bảo vệ email.",
    "toastDCN_jp_popup_turn_on_btn": "Bật Công cụ bảo vệ email",
    "toastDCN_jp_popup_turn_on": "Đã bật Công cụ bảo vệ email",
    "toastDCN_jp_popup_turn_on_desc": "Công cụ bảo vệ email sẽ thông báo cho bạn khi phát hiện nội dung đáng ngờ trong webmail của bạn.",
    "toastDCN_jp_popup_turn_on_close": "Đóng",
    "toastDCN_new_popup_title": "Chúng tôi đã cập nhật Thông báo Thu thập Dữ liệu của mình",
    "toastDCN_new_popup_desc": "<p>Những bản cập nhật này cho phép chúng tôi cải thiện khả năng phát hiện hoạt động lừa đảo và tấn công giả mạo. Vui lòng đọc và chấp nhận <a class=\"btn-learn-more\">Thông báo Thu thập Dữ liệu</a> cập nhật của chúng tôi.</p><p><b>Lưu ý: Công cụ bảo vệ email sẽ bị tắt cho đến khi bạn chấp nhận các điều khoản cập nhật.</b></p><br/>",
    "toastDCN_new_popup_accept": "Chấp nhận và Tiếp tục",
    "toastDCN_new_popup_trun_off": "Tắt Công cụ bảo vệ email",
    "whiteList_mark_sender_as_trust_title": "Tin cậy __senderAddress__ và ngừng xem các phát hiện có thể là lừa đảo từ thư của người gửi này?",
    "whiteList_mark_sender_as_trust_desc": "Công cụ bảo vệ email sẽ chỉ thông báo cho bạn khi phát hiện mối đe dọa trong thư của người gửi này.",
    "whiteList_remove_sender_as_trust_title": "Xóa __senderAddress__ là đáng tin cậy?",
    "whiteList_remove_sender_as_trust_desc": "Công cụ bảo vệ email sẽ tiếp tục kiểm tra thư có thể là lừa đảo và thông báo cho bạn sau khi phát hiện bất kỳ thư có thể là lừa đảo nào từ người gửi này.",
    "whiteList_notice": "Ý kiến của bạn sẽ chỉ được sử dụng để giúp cải thiện Công cụ bảo vệ email. Trend Micro sẽ không trực tiếp liên hệ với bạn.",
    "whiteList_trust_btn": "Tin cậy",
    "whiteList_cancel_btn": "Hủy",
    "whiteList_mark_success_message": "<p><span class='message-title'>__senderAddress__ hiện là người gửi đáng tin cậy</span><span class='message-content'>Công cụ bảo vệ email sẽ không còn thông báo cho bạn khi phát hiện khả năng lừa đảo trong thư của người gửi này.</span></p>",
    "whiteList_remove_success_message": "<p><span class='message-title'>__senderAddress__ không còn là người gửi đáng tin cậy</span><span class='message-content'>Công cụ bảo vệ email sẽ thông báo cho bạn khi phát hiện khả năng lừa đảo trong thư của người gửi này.</span></p>",
    "feedback_reportScamTitle": "<p>Bạn nghi ngờ có hành vi lừa đảo?</p>",
    "feedback_reportScamDesc": "<p>Gửi email này cho Trend Micro xem xét bằng cách nhấp vào nút <b>Báo cáo lừa đảo</b>.</p>",
    "feedback_reportFalseAlarmTitle": "<p>Bạn nghĩ email này an toàn?</p>",
    "feedback_reportFalseAlarmDesc": "<p>Gửi email này cho Trend Micro xem xét bằng cách nhấp vào nút <b>Báo cáo cảnh báo giả</b>.</p>",
    "feedback_reportScamTitle_senderInWhiteList": "<p>Bạn nghi ngờ có hành vi lừa đảo từ một người mà bạn tin cậy?</p>",
    "feedback_reportScamDesc_senderInWhiteList": "<p>Gửi email này cho Trend Micro xem xét bằng cách nhấp vào nút <b>Báo cáo lừa đảo</b>. Việc này cũng sẽ xóa người gửi khỏi danh sách đáng tin cậy.</p>",
    "feedback_reportMessagePlaceholder": "Chia sẻ suy nghĩ của bạn tại đây (Tùy chọn)",
    "feedback_reportScamBtn": "Báo cáo lừa đảo",
    "feedback_reportFalseAlarmBtn": "Báo cáo cảnh báo giả",
    "feedback_reportCancelBtn": "Hủy",
    "popup_sign_in_title": "Cung cấp mật khẩu của bạn",
    "popup_sign_in_desc": "Trend Micro phải xác minh lại mật khẩu của bạn để duy trì khả năng bảo vệ toàn diện cho bạn.",
    "popup_sign_in_password_placeholder": "Mật khẩu",
    "popup_sign_in_forget_your_password": "Bạn quên mật khẩu?",
    "popup_sign_in_btn" : "Đăng nhập",
    "popup_sign_in_error_required": "Bắt buộc.",
    "popup_sign_in_error_check_password": "Kiểm tra mật khẩu của bạn, rồi thử lại.",
    "popup_sign_in_close_message": "Công cụ bảo vệ email không thể bảo vệ bạn khi bạn chưa cung cấp mật khẩu cho Tài khoản Trend Micro của bạn. Hãy nhấp hoặc nhấn vào phần mở rộng của trình duyệt __productName__ khi bạn sẵn sàng.",
    "notice_change_name_title" : "Tên mới, bảo vệ tương đương",
    "notice_change_name_desc": "Trình chống lừa đảo sẽ tiếp tục bảo vệ webmail của bạn trước các hành vi lừa đảo và các cuộc tấn công giả mạo với tên mới: <span class='bold'>Công cụ bảo vệ email</span>."
}
