{
    "popupWebRTCOff": {
        "message": "WebRTC-ominaisuutta ei havaittu."
    },
    "popupBridgeUnreachable": {
        "message": "Ei voitu yhdistää siltaan."
    },
    "popupRetrying": {
        "message": "Yritetään uudelleen..."
    },
    "popupRunInBackground": {
        "message": "Pidä käynnissä kun selain on suljettu"
    },
    "popupEnabled": {
        "message": "Käytössä"
    },
    "popupLearnMore": {
        "message": "Lue lisää"
    },
    "popupStatusOff": {
        "message": "Snowflake on pois päältä"
    },
    "popupStatusOn": {
        "message": "Yhteyden muodostaneita käyttäjiä nyt: $1"
    },
    "popupRetry": {
        "message": "Yritä uudelleen"
    },
    "badgeCookiesOff": {
        "message": "Evästeet eivät ole käytössä."
    },
    "popupStatusReady": {
        "message": "Snowflake on valmis auttamaan käyttäjiä sensuurin kiertämisessä"
    },
    "popupDescOn": {
        "message": "Sinun Snowflake on auttanut viimeisen 24 tunnin aikana seuraavan määrän käyttäjiä kiertämään sensuuria: $1"
    },
    "appDesc": {
        "message": "Salli sensuroiduissa maissa olevien käyttäjien käyttää verkkoyhteyttäsi Tor-verkkoon yhdistäessä."
    },
    "extensionOnboard": {
        "message": "Kiitos Snowflake-laajennuksen asentamisesta!"
    },
    "extensionOptout": {
        "message": "Tämä lisäosa lähettää ainoastaan minimaalisen määrän dataa, joka vaaditaan Snowflake-välityspalvelimen muodostamiseen. Jos et tahdo yllä lueteltua tai tietosuojakäytännössä mainittua dataa lähetettävän, suosittelemme poistamaan Snowflake-lisäosan."
    },
    "remove": {
        "message": "Poista Snowflake-lisäosa"
    },
    "consent": {
        "message": "Hyväksyn"
    },
    "extensionConsent": {
        "message": "Tarjotakseen perustoiminnallisuuden, Snowflake välityspalvelimet (asentamasi selaimen lisäosa) lähettää jotakin metadataa välityspalvelinten asetuksista Snowflake-välittäjälle. Tämä metadata koostuu: välityspalvelimen IP-osoitteesta (IP-osoitteesi), raportoimastasi NAT-tyypistä, käyttämästäsi (välityspalvelimen) snowflake:n protokollan versiosta, tiedon siitä että välityspalvelin (asentamasi lisäosa) on laajennus, ja tiedon välityspalvelimen käyttäjien määrästä. Tätä dataa käytetään ainoastaan yhteyden muodostukseen ja koottuun tilastointiin, eikä dataa säilötä välittäjään. Katso <a href=\"https://addons.mozilla.org/en-US/firefox/addon/torproject-snowflake/privacy\">tietosuojalausekkeemme</a> saadaksesi lisätietoa keräämästämme ja esittämästämme datasta. Kun olet valmis, voit hyväksyä Snowflake-välityspalvelimen käyttöönoton klikkaamalla alla olevaa painiketta."
    },
    "popupNeedConsent": {
        "message": "Ole hyvä ja hyväksy tietosuojakäytäntömme ennne Snowflake:n kytkemistä päälle."
    },
    "consented": {
        "message": "Kaikki on valmiina! Kiitos snowflake-välityspalvelimen pyörittämisestä!"
    },
    "popupConsent": {
        "message": "Avaa suostumus-sivu"
    }
}
