{"뉴캐슬":[{"1":[[],[["영국 잉글랜드 동북부, 타인강(Tyne江) 하구에 있는 항구 도시. 북쪽에 탄전이 있어 조선, 기계, 유리, 화학 공업 따위가 발달하였다. 면적은 112㎢.","지명"]],4,null],"2":[[],[["미국 펜실베이니아주의 서부에 있는 도시. 시멘트, 금속 제품, 도자기, 맥주 따위를 생산한다.","지명"]],4,null],"3":[[],[["오스트레일리아의 뉴사우스웨일스주에 있는 항구 도시. 주변에 석탄 산지가 있는 중공업 도시로 오스트레일리아 최대의 석탄 수출항이다. 철강, 조선업이 발달하였으며 목재, 양털 따위의 수출도 활발하다.","지명"]],4,null]},{}],"뉴칼레도니아섬":[{"1":[[],[["‘누벨칼레도니섬’의 영어 이름.","지명"]],1,null]},{}],"뉴클레오시드":[{"1":[[],[["푸린 염기 또는 피리미딘 염기와 단당류인 리보스나 데옥시리보스가 결합한 화합물. 모든 생명체에 들어 있는 핵산을 분해하여 얻는다.","생명"]],4,null]},{}],"뉴필리핀":[{"1":[[],[["태평양 중서부, 미크로네시아에 있는 섬의 무리. 미국령이며 대부분이 산호초이다.","지명"]],4,null]},{}],"뉴햄프셔종":[{"1":[["種"],[["닭의 한 품종. 체질이 강하고 알과 고기 겸용이다. 알은 크고 갈색이다. 미국의 뉴햄프셔주에서 로드아일랜드레드종을 개량한 것이다.","동물"]],1,null]},{}],"뉴프로비던스섬":[{"1":[[],[["중앙아메리카 바하마 제도에 속하는 섬. 1973년에 영국 연방에서 독립하였으며, 바하마의 수도 나소가 있다. 면적은 207㎢.","지명"]],1,null]},{}],"뉴클레오사이드":[{"1":[[],[["푸린 염기 또는 피리미딘 염기와 단당류인 리보스나 데옥시리보스가 결합한 화합물. 모든 생명체에 들어 있는 핵산을 분해하여 얻는다.","생명"]],4,null]},{}],"뉴클레인":[{"1":[[],[["단순 단백질과 핵산이 결합된 핵단백질. 성질ㆍ상태ㆍ구조 따위가 일정하지 않다.","생명"]],4,null]},{}],"뉴솔":[{"1":[[],[["1973년부터 세계적으로 유행한 새로운 형식의 솔 음악. 연주 형식에 현대적인 감각을 살려, 강한 비트를 주조로 하였다.","음악"]],4,null]},{}],"뉴트론":[{"1":[[],[["수소를 제외한 모든 원자핵을 이루는 구성 입자. 전하를 갖고 있지 않으며 전자 질량의 약 1,840배이다. 전기적으로 중성이며, 평균 수명은 898초로 베타(β) 붕괴 한다. 붕괴하면 양성자 한 개, 전자 한 개, 반중성 미자 한 개로 분리된다. 중입자에 속하며, 양성자와 함께 원자핵을 구성하여 핵자(核子)라고 불린다. 기호는 n.","물리"]],4,null]},{}],"뉴클레오캡시드":[{"1":[[],[["바이러스의 핵산과 단백질로 구성된 바깥 껍질을 통틀어 이르는 말.","생명"]],4,null]},{}],"뉴브리튼섬":[{"1":[[],[["서남태평양 뉴기니섬 동북쪽, 비스마르크 제도의 중심이 되는 화산섬. 코프라, 야자유 따위가 난다. 면적은 3만 6674㎢.","지명"]],1,null]},{}],"뉴클레오히스톤":[{"1":[[],[["데옥시리보 핵산과 염기성 단백질 히스톤이 이온 결합 한 핵단백질. 고등 동물의 거의 모든 세포핵에 존재하며, 염색질의 주성분을 이룬다.","생명"]],4,null]},{}],"뉴저지주":[{"1":[["州"],[["미국 동북부에 있는 주. 낙농과 근교 농업을 비롯하여 섬유, 금속, 조선 따위의 공업이 활발하다. 대서양에 면해 있으며, 독립 13주의 하나이다. 주도(州都)는 트렌턴, 면적은 2만 168㎢.","지명"]],1,null]},{}],"늄":[{"1":[[],[["중세 서양의 성가 악보에 쓰던 기호. 15세기경에 완성되었으며, 근대 악보의 모체가 된다.","음악"]],4,null]},{}],"뉴콕신":[{"1":[[],[["붉은색의 식용 색소. 사탕, 과자, 껌, 의약, 치약 따위에 쓴다.","화학"]],4,null]},{}],"뉴햄프셔주":[{"1":[["州"],[["미국 동북부에 있는 주. 북부는 캐나다와 국경을 이룬다. 낙농과 채소ㆍ과실나무 재배 따위의 농업이 발달하였으며, 섬유ㆍ피혁ㆍ정밀 기계 따위의 공업이 활발하다. 독립 13주 가운데 하나이다. 주도(州都)는 콩코드, 면적은 2만 4033㎢.","지명"]],1,null]},{}],"뉴브런즈윅주":[{"1":[["州"],[["캐나다 동남부, 세인트로렌스강의 하구에 있는 주. 산림 자원이 풍부하여 임업ㆍ제재ㆍ펄프 공업이 발달하였으며, 해안 평야의 낙농과 대구잡이 어업도 주요 산업을 이룬다. 주도(州都)는 프레더릭턴(Fredericton), 면적은 7만 2481㎢.","지명"]],1,null]},{}],"뉴멕시코주":[{"1":[["州"],[["미국 서남부, 로키산맥의 남쪽 끝에 있는 주. 양ㆍ소의 목축이 주산업이며, 관개 농업도 활발하다. 석탄, 석유, 천연가스, 우라늄 따위의 주산지이다. 주도(州都)는 샌타페이, 면적은 31만 4926㎢.","지명"]],1,null]},{}],"뉴플리머스":[{"1":[[],[["뉴질랜드 북쪽 섬에 있는 항구 도시. 낙농의 중심지로 낙농품의 집산 가공업이 활발하며, 1866년부터 부근에서 석유를 채굴한다.","지명"]],4,null]},{}],"뉴룩":[{"1":[[],[["최신 유행하는 복장을 이르는 말. 1947년에 디오르가 발표한 낭만적이고 여성미가 넘치는 복장을 미국에서 이렇게 부른 데서 유래한다.","복식"]],4,null]},{}],"뉴어크":[{"1":[[],[["미국 뉴저지주 동북부에 있는 상공업 도시. 교통의 중심지로 엘리자베스 공항이 있고 외항선이 입항하며, 기계ㆍ식품 가공업ㆍ화학 따위의 상공업이 발달하였다.","지명"]],4,null]},{}],"뉴클레오타이드":[{"1":[[],[["뉴클레오사이드 당 부분에 인산이 결합된 에스터를 통틀어 이르는 말. 핵산을 구성하는 단위이다.","화학"]],4,null]},{}],"뉴클라인산":[{"1":[["酸"],[["염기, 당, 인산으로 이루어진 뉴클레오타이드가 긴 사슬 모양으로 중합된 고분자 물질. 유전이나 단백질 합성을 지배하는 중요한 물질로, 생물의 증식을 비롯한 생명 활동 유지에 중요한 작용을 한다. 구성 당인 오탄당이 리보스인 리보 핵산(RNA)과 데옥시리보스인 데옥시리보 핵산(DNA)으로 나뉜다.","생명"]],1,null]},{}],"뉴포트":[{"1":[[],[["미국 동부 로드아일랜드주 동남부에 있는 해안 도시. 해군 기지가 있으며 여름철 휴양지로 유명하다. 남북 전쟁 전에는 대표적인 무역항으로 외국선의 왕래가 많아 번영하였으나, 지금은 피서지로서의 기능이 주가 되었다.","지명"]],4,null],"2":[[],[["영국 웨일스 동남부에 있는 항구 도시. 석탄, 철강의 집산지이며 알루미늄 정련ㆍ화학ㆍ기계 공업이 발달하였다. 석탄 출하항으로 산업 혁명 후 급속히 발달하였다.","지명"]],4,null]},{}],"뉴기니":[{"1":[[],[["오스트레일리아 북쪽, 아라푸라해와 토러스 해협 사이에 길게 놓여 있는 섬. 금ㆍ은ㆍ석유와 열대 농산물이 나며, 진귀한 동물이 많다. 인도네시아령 서이리안이 중심이 되며, 동부는 오스트레일리아의 신탁 통치령을 거쳐 1975년에 파푸아 뉴기니로 독립하였다. 면적은 88만 4824㎢.","지명"]],4,null]},{}],"뉴":[{"1":[[],[["그리스 문자의 열셋째 자모. ‘<I>Ν, ν</I>’로 쓴다.","언어"]],4,null]},{}],"뉴베드퍼드":[{"1":[[],[["미국 매사추세츠주 남부, 버저즈만(Buzzards灣)에 면한 항구 도시. 의류, 기계 부품, 고무, 구리 제품을 주로 생산한다.","지명"]],4,null]},{}],"뉴델리":[{"1":[[],[["인도 델리의 남쪽에 건설된 신도시. 중앙 정부의 직할지로 공공 기관이 많다. 인도의 수도이다.","지명"]],4,null]},{}],"뉴록":[{"1":[[],[["새로운 형식의 로큰롤 음악. 젊고 진취적인 로큰롤 가수들이 종전의 로큰롤에서 벗어나 재즈의 즉흥적인 수법을 모방하거나 특수한 전자음을 강조하여 훨씬 복잡하게 만든 것이다.","음악"]],4,null]},{}],"뉴사우스웨일스주":[{"1":[["州"],[["오스트레일리아 동남부에 있는 주. 밀ㆍ양모 따위가 많이 나며, 석탄을 비롯한 금ㆍ은ㆍ철의 생산도 많다. 뉴캐슬 탄전이 있어 공업도 발달하였다. 주도(州都)는 시드니, 면적은 80만 1431㎢.","지명"]],1,null]},{}],"뉴올리언스":[{"1":[[],[["미국 멕시코만에 면한 항구 도시. 루이지애나주(州)의 최대 도시로 미시시피강 어귀에서 1,600km 상류에 있다. 남아메리카 지역과의 주요 무역항으로 쌀, 목화의 수출과 바나나, 커피의 수입항으로 번영하였다. 식품, 석유, 조선 따위의 공업이 활발하다.","지명"]],4,null]},{}],"뉴클레오닉스":[{"1":[[],[["핵반응을 응용하는 기술과 이에 대한 연구를 통틀어 이르는 말. 원자로에 관계되는 여러 문제 외에 원자핵의 성질을 조사하기 위한 가속기의 연구와 측정 장치의 기술도 포함한다.","물리"]],4,null]},{}],"뉴클레오티드":[{"1":[[],[["뉴클레오사이드 당 부분에 인산이 결합된 에스터를 통틀어 이르는 말. 핵산을 구성하는 단위이다.","화학"]],4,null]},{}],"뉴로컴퓨터":[{"1":[[],[["신경 세포의 동작을 본떠 만든 소자(素子)를 여러 개 결합하여 고도의 정보 처리를 할 수 있는 컴퓨터. 사람의 뇌처럼 패턴 인식, 학습, 연상 따위를 가능하게 하는 연구가 진행되고 있다.","정보·통신"]],4,null]},{}],"뉴우스":[{"1":[[],[["→ 뉴스.",null]],2,null]},{}],"뉴조지아섬":[{"1":[[],[["남태평양 솔로몬 제도에 속하는 뉴조지아 제도의 주도. 세계 최대의 마로보 초호(Marovo礁湖)가 있으며, 코프라가 주산물이다. 제이 차 세계 대전 때 미국과 일본의 격전지이다. 주민은 멜라네시아족이고, 코코야자 농원 외에는 미개발 상태에 있다. 면적은 5,200㎢.","지명"]],1,null]},{}],"뉴똥":[{"1":[[],[["빛깔이 곱고 보드라우며 잘 구겨지지 아니하는 명주실로 짠 옷감. 흔히 여자들의 치맛감이나 저고릿감으로 사용된다.","복식"]],2,"뉴ː똥"]},{}],"뉴스":[{"1":[[],[["새로운 소식을 전하여 주는 방송의 프로그램.",null],["일반에게 잘 알려지지 아니한 새로운 소식.",null]],4,null]},{"0":[["news"],[["news","A broadcast program that delivers new reports."],["news","New information unveiled for the first time."]],1,null]}],"뉴클레아제":[{"1":[[],[["핵산을 구성단위인 뉴클레오타이드로 가수 분해 할 때 촉매 작용을 하는 효소를 통틀어 이르는 말. 리보뉴클레이스, 데옥시리보뉴클레이스 따위가 있으며, 넓은 뜻으로는 뉴클레오타이드나 뉴클레오사이드의 가수 분해에 관여하는 효소도 포함한다.","생명"]],4,null]},{}],"뉴트리노":[{"1":[[],[["중성자가 양성자와 전자로 붕괴될 때에 생기는 소립자. 전하를 가지고 있지 않고 질량이 극히 작다.","물리"]],4,null]},{}],"뉴딜":[{"1":[[],[["1933년에 미국의 대통령 루스벨트가 경제 공황에 대처하기 위하여 시행한 경제 부흥 정책. 종래의 무제한적인 경제적 자유주의를 수정하여 정부가 경제 활동에 적극적으로 개입해서 경기를 조정하여야 한다는 기본 방침 아래, 은행에 대한 정부 통제의 확대, 관리 통화제 도입, 농업 생산 제한제 도입 따위를 시행하였다.","정치"]],4,null]},{}],"뉴아일랜드섬":[{"1":[[],[["파푸아 뉴기니의 비스마르크 제도에 있는 화산섬. 주요 도시로는 서북쪽에 있는 캐비엥(Kavieng)이 있으며, 평지가 많아 코코야자를 많이 재배한다. 면적은 8651㎢.","지명"]],1,null]},{}],"뉴펀들랜드":[{"1":[[],[["개의 한 품종. 어깨의 높이는 70cm 정도이며, 털이 길고 대개 검은색이다. 세인트버나드와 비슷하고 몸이 크며 튼튼하고 활동적이다. 캐나다 동남부 뉴펀들랜드섬 원산으로 영국에서 개량되어 수난(水難) 구조 따위에 이용된다.","동물"]],4,null]},{}],"뉴클레이스":[{"1":[[],[["핵산을 구성단위인 뉴클레오타이드로 가수 분해 할 때 촉매 작용을 하는 효소를 통틀어 이르는 말. 리보뉴클레이스, 데옥시리보뉴클레이스 따위가 있으며, 넓은 뜻으로는 뉴클레오타이드나 뉴클레오사이드의 가수 분해에 관여하는 효소도 포함한다.","생명"]],4,null]},{}],"뉴런던":[{"1":[[],[["미국 코네티컷주의 동남부, 템스강에 면한, 대서양 연안의 항구 도시. 해군 경비부, 잠수함 기지 따위가 있다. 기계 공구, 제관, 날염, 제약 공업 따위가 활발하다.","지명"]],4,null]},{}],"뉴게이트":[{"1":[[],[["영국 런던의 구시가(舊市街) 서쪽 문에 있었던 감옥. 1902년에 헐리었다.","역사"]],4,null]},{}],"뉴잉글랜드":[{"1":[[],[["미국 동북부 대서양 연안에 있는 지역을 통틀어 이르는 말. 메인, 뉴햄프셔, 버몬트, 매사추세츠, 로드아일랜드, 코네티컷의 여섯 주가 포함되며 1620년에 메이플라워호가 도착한 곳이다. 영국계 이민이 많이 살았으며 미국 발전의 원동력이 된 땅으로, 경공업ㆍ섬유 공업이 발달하였다.","지명"]],4,null]},{}],"뉴런":[{"1":[[],[["‘신경 세포’의 전 용어.","의학"]],4,null]},{}],"뉴욕":[{"1":[[],[["뉴욕주의 남쪽에 있는 미국 최대의 도시. 천연의 항구로, 맨해튼ㆍ브롱크스ㆍ브루클린ㆍ퀸스ㆍ스태튼아일랜드의 다섯 구로 이루어져 있다. 세계 경제와 외교의 중심지로서 높은 건물들이 즐비하게 솟아 있고, 국제 연합 본부 따위가 있다. 항구에는 자유의 여신상이 서 있다. 면적은 806.6㎢.","지명"]],4,null]},{}],"뉴캐슬어폰타인":[{"1":[[],[["영국 잉글랜드 동북부, 타인강(Tyne江) 하구에 있는 항구 도시. 북쪽에 탄전이 있어 조선, 기계, 유리, 화학 공업 따위가 발달하였다. 면적은 112㎢.","지명"]],4,null]},{}],"뉴트리아":[{"1":[[],[["카프로미스과의 포유류. 몸의 길이는 40~55cm, 꼬리의 길이는 35cm 정도이다. 위는 다갈색, 아래는 황토색이다. 쥐와 비슷한데 뒤 발가락 사이에 물갈퀴가 있다. 모피는 옷감으로 쓰고 고기는 식용한다. 풀을 먹으며 물이나 뭍에서 사는데 아르헨티나, 칠레 등지에 분포한다.","동물"]],4,null]},{}],"뉴질랜드":[{"1":[[],[["오스트레일리아 대륙의 동남쪽에 있는 섬나라. 입헌 군주국으로, 1907년에 영국의 자치령이 되었다가 1947년에 독립하였다. 양모, 유제품 따위를 수출하며 사회 복지 제도가 잘 발달되어 있고, 주민은 소수의 마오리족 외에 대부분 영국계 백인이며 주요 언어는 영어이다. 수도는 웰링턴, 면적은 26만 8676㎢.","지명"]],4,null]},{"0":[["New Zealand"],[["New Zealand","An island country in the southeastern part of the continent of Oceania; it is a major producer of wool, dairy products, etc.; its major languages are English and Maori; its capital is Wellington."]],0,null]}],"뉴클레오솜":[{"1":[[],[["진핵생물 세포에서 히스톤 중심부를 감고 있는 디엔에이 사슬로 되어 있는 염색질의 구조 단위.","생명"]],4,null]},{}]}