{"떡밥":[{"1":[[],[["낚시 미끼의 하나. 쌀겨에 콩가루나 번데기 가루 따위를 섞어 반죽하여 조그마하게 뭉쳐서 만든다.",null],["떡을 만들기 위하여 지은 밥. 흔히 시루에 쪄 낸다.",null]],2,"떡빱"]},{"0":[[],[["paste bait","Bait made by adding bean flour or pupa powder to rice bran, kneading the mix, and dividing it into small lumps."],["tteokbap","Rice cooked to make tteok, rice cake."]],0,"떡빱"]}],"떨기나무대":[{"1":[["帶"],[["고산 식물 분포상으로 본 지대의 하나. 교목대(喬木帶)의 위, 초본대(草本帶)의 아래에 있으며 한랭ㆍ건조한 기후 등으로 삼림이 이루어지지 않는다. 누운잣나무, 사스래나무 따위가 자란다.","식물"]],1,"떨기나무대"]},{}],"떠버리":[{"1":[[],[["자주 수다스럽게 떠드는 사람을 낮잡아 이르는 말.",null]],2,"떠버리"]},{}],"떨":[{"1":[[],[["거문고를 연주할 때, 술대로 줄을 빨리 쳐서 내는 소리의 구음. ‘<equ>&#xE026;</equ>’로 나타낸다.","음악"]],2,"떨"]},{}],"떡사스레피나무":[{"1":[[],[["차나뭇과의 낙엽 관목. 잎은 거꾸로 된 피침 모양이며, 밑은 날카롭거나 쐐기 모양이고 끝은 뭉뚝하며 잔톱니가 있다. 꽃은 5~6월에 두 개가 모여 피고 열매는 공 모양으로 털이 없고 10월에 익는다. 바닷가의 산기슭에 나는데 경상남도와 전라남도에 분포한다.","식물"]],2,"떡싸스레피나무"]},{}],"떨거지":[{"1":[[],[["겨레붙이나 한통속으로 지내는 사람들을 낮잡아 이르는 말.",null]],2,"떨거지"]},{"0":[[],[["dregs","(disparaging) Worthless people who are a burden although they belong to a group."]],0,"떨거지"]}],"떡웃지짐":[{"1":[[],[["떡 위에 얹는 부꾸미를 이르는 말.",null]],2,"떠굳찌짐"]},{}],"떰치":[{"1":[[],[["소의 안장 밑에 까는, 짚방석 같은 물건.",null]],2,"떰치"]},{}],"떡가지나무":[{"1":[[],[["감탕나뭇과의 상록 활엽 교목. 높이는 10미터 정도이며, 잎은 두껍고 윤이 나며, 어긋난다. 4~5월에 잘고 연한 황록색 꽃이 피고 열매는 둥근 핵과(核果)인데 붉은색으로 익는다. 재목이 단단하여 도장, 기구 따위의 세공재(細工材)로 쓰고, 껍질에서는 끈끈이를 채취하며, 관상용으로 재배한다. 한국, 일본, 중국, 대만 등지에 분포한다.","식물"]],2,"떡까지나무"]},{}],"떠는잠":[{"1":[["簪"],[["머리꾸미개의 하나. 큰머리나 어여머리의 앞 중심과 양옆에 한 개씩 꽂는다. 떨새를 붙인 과판 같은 것이다.",null]],1,"떠ː는잠"]},{}],"떡윤노리나무":[{"1":[[],[["장미과의 낙엽 관목. 잎은 윤노리나무보다 두껍고 딱딱하며 잎자루가 짧다. 4~5월에 흰 꽃이 피고 열매는 공 모양의 이과(梨果)로 10월에 붉게 익는다. 방풍용, 관상용으로 재배한다. 해안 지방에 나는데 한국의 중부 이남, 일본 등지에 분포한다.","식물"]],2,"떵뉸노리나무"]},{}],"떡잎윤노리나무":[{"1":[[],[["장미과의 낙엽 관목. 잎은 윤노리나무보다 두껍고 딱딱하며 잎자루가 짧다. 4~5월에 흰 꽃이 피고 열매는 공 모양의 이과(梨果)로 10월에 붉게 익는다. 방풍용, 관상용으로 재배한다. 해안 지방에 나는데 한국의 중부 이남, 일본 등지에 분포한다.","식물"]],2,"떵님뉸노리나무"]},{}],"떠세":[{"1":[[],[["재물이나 힘 따위를 내세워 젠체하고 억지를 씀. 또는 그런 짓.",null]],2,"떠세"]},{}],"떡값":[{"1":[[],[["설이나 추석 때 직장에서 직원에게 주는 특별 수당을 비유적으로 이르는 말.",null],["공사 입찰 따위에서, 담합하여 낙찰된 업자가 이에 관련된 다른 업자들에게 나누어 주는 담합 이익금을 비유적으로 이르는 말.",null],["자신의 이익과 관련된 사람에게 잘 보이기 위하여 바치는 돈을 비유적으로 이르는 말.",null]],2,"떡깝"]},{"0":[[],[["tteokgap","money for rice cakes; bonus: (figurative) A special allowance given to employees on national holidays such as Seollal and Chuseok, Korean Thanksgiving Day."],["tteokgap","money for rice cakes; bribe: (figurative) Money offered to a helpful person in order to court his/her favor."]],0,"떡깝"]}],"떨이":[{"1":[[],[["팔다 조금 남은 물건을 다 떨어서 싸게 파는 일. 또는 그렇게 파는 물건.",null]],2,"떠리"],"2":[[],[["나무를 깎거나 자를 때 떨어져 나가는 조각.",null]],2,"떠리"]},{"0":[[],[["remainder offered at a cheap price","The act of selling all the remaining stock at a cheap price, or the products."]],0,"떠리"]}],"떡병균":[{"1":[["病菌"],[["떡병을 일으키는 담자균류의 균류. 잎에 기생하여 기형으로 부풀어 오르게 하고 하얀 가루의 떡과 같이 되는 떡병을 유발한다. 진달랫과, 차나뭇과, 노린재나뭇과 따위의 식물 잎에 기생한다.","생명"]],1,"떡뼝균"]},{}],"떨어진가리킴":[{"1":[[],[["삼인칭 가운데 떨어져 있는 사람이나 사물을 가리키는 일.","언어"]],2,"떠러진가리킴"]},{}],"떡갈잎":[{"1":[[],[["떡갈나무의 잎.","식물"]],2,"떡깔립"]},{}],"떡두꺼비":[{"1":[[],[["크고 튼실하게 생긴 두꺼비.",null],["복스럽고 탐스럽게 생긴 갓 태어난 사내아이를 이르는 말.",null]],2,null]},{"0":[[],[["strong baby boy","(figurative) A newborn baby that is big and healthy."]],0,"떡뚜꺼비"]}],"떡메":[{"1":[[],[["인절미나 흰떡 따위를 만들기 위하여 찐 쌀을 치는 메. 굵고 짧은 나무토막의 중간에 구멍을 뚫어 긴 자루를 박아 쓴다.",null]],2,"떵메"]},{"0":[[],[["tteokme; rice cake hammer","A large wooden hammer used to pound cooked rice to make tteok, rice cake."]],0,"떵메"]}],"떠는목":[{"1":[[],[["피리, 대금 따위의 관악기 연주에서 떨어서 내는 소리. 또는 판소리 창법에서 떨어서 내는 목소리.","음악"]],2,"떠ː는목"]},{}],"떫은맛":[{"1":[[],[["설익은 감의 맛처럼 거세고 텁텁한 맛.",null]],2,"떨ː븐맏"]},{}],"떤음":[{"1":[["音"],[["어떤 음을 연장하기 위하여 그 음과 2도 높은 음을 교대로 빨리 연주하여 물결 모양의 음을 내는 장식음. 기호는 ‘tr’.","음악"]],1,"떠ː늠"]},{}],"떨음소리":[{"1":[[],[["혀끝을 비교적 빠르게 떨면서 내는 소리. 혀끝을 윗잇몸에 대었다 떼었다 하는 운동을 반복함으로써 생긴다. 러시아어, 이탈리아어에서 혀끝을 윗잇몸에 대서 떨게 하는 ‘r’가 여기에 속한다.","언어"]],2,"떠름소리"]},{}],"떡갈졸참나무":[{"1":[[],[["참나뭇과의 낙엽 교목. 떡갈나무와 졸참나무의 잡종이다. 떡갈나무에 비하여 깍정이의 인편(鱗片)이 현저히 작고 곧추선다.한국, 만주 등지에 분포한다.","식물"]],2,"떡깔졸참나무"]},{}],"떡볶이":[{"1":[[],[["가래떡을 적당한 크기로 잘라 여러 가지 채소를 넣고 양념을 하여 볶은 음식. 양념은 간장으로 하기도 하고, 고추장으로 하기도 한다.",null]],2,"떡뽀끼"]},{"0":[[],[["tteokbokki","Boiled rice cake with seasoning, made by boiling garaetteok, rice cake stick, vegetables, seasonings such as soy sauce, gochujang, red chili paste, etc."]],1,"떡뽀끼"]}],"떠꺼머리":[{"1":[[],[["장가나 시집갈 나이가 된 총각이나 처녀가 땋아 늘인 머리. 또는 그런 머리를 한 사람.",null]],2,"떠꺼머리"]},{"0":[[],[["tteokkeomeori","pigtail; pigtailed person: (archaic) A long and braided hairstyle of a single man or single woman who is old enough to get married, or a person in that hairstyle."]],0,"떠꺼머리"]}],"떡":[{"1":[[],[["곡식 가루를 찌거나, 그 찐 것을 치거나 빚어서 만든 음식을 통틀어 이르는 말.",null],["낚시 미끼의 하나. 쌀겨에 콩가루나 번데기 가루 따위를 섞어 반죽하여 조그마하게 뭉쳐서 만든다.",null],["가지런해야 할 머리 따위가 한데 뭉쳐서 잘 펴지지 않는 것을 비유적으로 이르는 말.",null],["은어로, ‘마약’을 이르는 말.",null],["개화기에 ‘빵01’을 이르던 말.",null],["성격이 매우 유순하고 마음이 무던히 좋은 사람을 비유적으로 이르는 말.",null]],2,"떡"],"2":[[],[["인방(引枋)이 물러나거나 기둥이 벌어지는 것을 막기 위하여 검쳐 대는 나무쪽.","건설"]],2,"떡"]},{"1":[[],[["tteok; rice cake","A dish made by steaming or boiling grain powder such as injeolmi, rice cake coated with red bean powder or soy bean powder, and songpyeon, half-moon-shaped rice cake, etc."],["mat","(figurative) Hair that is matted due to lack of washing, etc."]],1,"떡"]}],"떡방아":[{"1":[[],[["떡쌀을 방아로 빻는 일. 또는 그 방아.",null]],2,"떡빵아"]},{"0":[[],[["tteokbang-a; rice pounding","The act of pounding rice to make it into tteok, rice cake, or the pounder itself."]],0,"떡빵아"]}],"떡고물":[{"1":[[],[["떡의 켜 사이에 깔거나 떡의 겉에 묻히는 고물.",null],["어떤 일을 부정하게 보아주고 얻는 금품을 비유적으로 이르는 말.",null]],2,"떡꼬물"]},{"0":[[],[["tteokgomul","Flour sprinkled on tteok, rice cake, in order to improve its shape and taste."],["throw-in; extra; addition","(figurative) A small extra profit obtained while doing something."]],0,"떡꼬물"]}],"떡느릅나무":[{"1":[[],[["느릅나뭇과의 낙엽 활엽 교목. 높이는 15미터 정도이며, 잎은 어긋나고, 긴 타원형으로 톱니가 있다. 3월에 종 모양의 푸른 자주색 꽃이 피고 열매는 날개가 있는 시과(翅果)로 5~6월에 익으며 전혀 털이 없다. 어린잎은 식용하거나 사료로 쓰고 나무는 기구재나 땔감으로 쓰며, 나무껍질은 약용 또는 식용한다. 한국, 만주, 사할린, 일본 등지에 분포한다.","식물"]],2,"떵느름나무"]},{}],"떠퀴":[{"1":[[],[["어떤 일이나 사물에 따라 화복이 생기는 일.","민속"]],2,"떠퀴"]},{}],"떡암죽":[{"1":[["粥"],[["말린 흰무리를 빻아 묽게 쑨 죽.",null]],1,"떠감죽"]},{}],"떡잎조팝나무":[{"1":[[],[["장미과의 낙엽 활엽 관목. 잎은 달걀 모양의 넓은 타원형이고 톱니가 있으며, 당조팝나무에 비하여 두껍고 광택이 난다. 뒷면에는 잔털이 빽빽이 나 있다. 여름에 흰 꽃이 총상(總狀) 화서로 피고 열매는 골돌과(蓇葖果)로 가을에 익는다. 땔감으로 쓴다. 우리나라 특산종으로 산지(山地)의 바위틈에 나는데 흑산도와 문암산에 분포한다.","식물"]],2,"떵닙쪼팜나무"]},{}],"떡졸참나무":[{"1":[[],[["참나뭇과의 낙엽 교목. 떡갈나무와 갈참나무의 잡종으로 떡갈나무처럼 털이 있는 것과 갈참나무처럼 털이 없는 것이 있다. 잎은 어긋나고 깍정이는 반구형(半球形)이다. 열매는 식용하고 어린잎은 녹비용(綠肥用)이다. 우리나라 중부 이북에 분포한다.","식물"]],2,"떡쫄참나무"]},{}],"떠돌뱅이":[{"1":[[],[["‘떠돌이’를 낮잡아 이르는 말.",null]],2,"떠돌뱅이"]},{}],"떤꾸밈음":[{"1":[["音"],[["어떤 음을 연장하기 위하여 그 음과 2도 높은 음을 교대로 빨리 연주하여 물결 모양의 음을 내는 장식음. 기호는 ‘tr’.","음악"]],1,"떤ː꾸미믐"]},{}],"떡갈참나무":[{"1":[[],[["참나뭇과의 낙엽 교목. 떡갈나무와 갈참나무의 잡종으로 떡갈나무처럼 털이 있는 것과 갈참나무처럼 털이 없는 것이 있다. 잎은 어긋나고 깍정이는 반구형(半球形)이다. 열매는 식용하고 어린잎은 녹비용(綠肥用)이다. 우리나라 중부 이북에 분포한다.","식물"]],2,"떡깔참나무"]},{}],"떡속소리나무":[{"1":[[],[["참나뭇과의 낙엽 활엽 교목. 떡갈나무와 졸참나무의 잡종으로 잎은 졸참나무보다 크고 뒷면에는 떡갈나무의 성모(星毛)와 비슷한 털이 있다. 암수한그루로 웅화수는 늘어졌고 자화수는 하나이다. 열매는 긴 타원형의 견과(堅果)로 10월에 익는다. 땔감으로 쓰고 열매는 식용한다. 바닷가와 산기슭 양지에 나는데 한국, 중국 등지에 분포한다.","식물"]],2,"떡쏙쏘리나무"]},{}],"떡국":[{"1":[[],[["가래떡을 어슷썰기로 얇게 썰어 맑은장국에 넣고 끓인 음식.",null]],2,"떡꾹"]},{"0":[[],[["tteokguk; sliced rice cake soup","A dish made by cutting garaetteok, rice cake stick, into thin slices and boiling them in clear broth."]],1,"떡꾹"]}],"떡니":[{"1":[[],[["앞니의 가운데에 있는, 위아래 두 개씩의 넓적한 이.",null]],2,"떵니"]},{}],"떠는음":[{"1":[["音"],[["피리, 대금 따위의 관악기 연주에서 떨어서 내는 소리. 또는 판소리 창법에서 떨어서 내는 목소리.","음악"]],1,"떠ː느늠"]},{}],"떡납줄갱이":[{"1":[[],[["잉엇과의 민물고기. 몸의 길이는 4~5cm이며, 등 쪽은 연한 갈색, 배는 푸른빛을 띤 은백색이다. 몸은 옆으로 매우 납작하며 달걀 모양이다. 한국, 중국에 분포한다.","동물"]],2,"떵납쭐갱이"]},{}],"떡잎":[{"1":[[],[["씨앗에서 움이 트면서 최초로 나오는 잎. 보통의 잎과 형태가 다르고 양분을 저장하고 있는 것이 있다. 겉씨식물에서는 여러 장, 속씨식물의 외떡잎식물에서는 한 장, 쌍떡잎식물에서는 보통 두 장이다.","식물"]],2,"떵닙"]},{"0":[[],[["seed leaf","The first leaf emerging from soil as the seed sprouts."]],0,"떵닙"]}],"떠는소리":[{"1":[[],[["피리, 대금 따위의 관악기 연주에서 떨어서 내는 소리. 또는 판소리 창법에서 떨어서 내는 목소리.","음악"]],2,"떠ː는소리"]},{}],"떡달이":[{"1":[[],[["하회 별신굿 탈놀이 여섯째 마당 살림살이에 나오는 할미의 남편. 또는 그가 쓰는 탈. 현재 전하지 않는다.","민속"],["경상북도 봉화군 소천면의 탈놀이에 나오는 탈 이름.","민속"]],2,"떡따리"]},{}],"떡갈나무":[{"1":[[],[["참나뭇과의 낙엽 활엽 교목. 높이는 10미터 정도이며, 잎은 어긋나고 긴 타원형으로 두꺼우며 뒷면에는 털이 나 있고 마른 뒤에도 겨우내 붙어 있다가 새싹이 나올 때 떨어진다. 봄에 황갈색의 잔꽃이 이삭 모양으로 늘어져 피고 열매는 2cm 정도의 갸름한 견과(堅果)로 10월에 익는다. 재목은 단단하여 침목, 선박재, 기구재 따위로 쓰고 나무껍질의 타닌은 물감 또는 가죽을 다루는 데 쓰며, 열매는 식용한다.","식물"]],2,"떡깔라무"]},{}],"떡시루":[{"1":[[],[["떡을 찌는 데 쓰는 둥근 질그릇. 자배기 모양인데 바닥에 구멍이 여러 개 뚫려 있다.",null]],2,"떡씨루"]},{"0":[[],[["tteoksiru; earthenware steamer","Round clayware with small holes in its bottom, used to steam tteok, rice cake."]],0,"떡씨루"]}],"떵":[{"1":[[],[["장구의 합창단의 구음(口音).","음악"]],2,"떵"]},{}],"떡오리나무":[{"1":[[],[["자작나뭇과의 낙엽 활엽 교목. 잔털오리나무와 비슷하나 털이 적으며, 잎은 넓은 타원형이고 끝이 뾰족하다. 암수한그루로 꽃은 4월에 피며 웅화수는 미상(尾狀) 화서를 이루고 자화수는 달걀꼴 타원형이며 열매는 달걀 모양의 작은 견과(堅果)로 10월에 익는다. 가구재나 땔감으로 쓰고 사방림(沙防林)으로 많이 재배한다. 한국, 일본 등지에 분포한다.","식물"]],2,"떠고리나무"]},{}],"떠돌이":[{"1":[[],[["정한 곳 없이 이리저리 떠돌아다니는 사람.",null]],2,"떠도리"]},{"0":[[],[["wanderer; drifter; vagabond","A person who wanders around here and there without a fixed home."]],0,"떠도리"]}],"떡신갈나무":[{"1":[[],[["참나뭇과의 낙엽 활엽 소교목. 떡갈나무와 신갈나무의 잡종이다. 우리나라의 특산종으로 경기도 광릉과 황해도 장수산, 경남 정록산 등지에 분포한다.","식물"]],2,"떡씬갈라무"]},{}],"떡조팝나무":[{"1":[[],[["장미과의 낙엽 활엽 관목. 잎은 달걀 모양의 넓은 타원형이고 톱니가 있으며, 당조팝나무에 비하여 두껍고 광택이 난다. 뒷면에는 잔털이 빽빽이 나 있다. 여름에 흰 꽃이 총상(總狀) 화서로 피고 열매는 골돌과(蓇葖果)로 가을에 익는다. 땔감으로 쓴다. 우리나라 특산종으로 산지(山地)의 바위틈에 나는데 흑산도와 문암산에 분포한다.","식물"]],2,"떡쪼팜나무"]},{}],"떠구지":[{"1":[[],[["큰머리를 틀 때 머리 위에 얹던, 나무로 만든 틀. 머리를 땋은 것처럼 음각(陰刻)을 하고 전체에 옻칠을 하여, 아래쪽에 비녀 두 개를 꽂았다.","복식"]],2,"떠구지"]},{}],"떡가루":[{"1":[[],[["떡을 만들기 위하여 곡식을 빻은 가루.",null]],2,"떡까루"]},{"0":[[],[["tteokgaru; rice powder","A grain powder milled to be made into tteok, rice cake."]],0,"떡까루"]}],"떨기":[{"1":[[],[["식물의 한 뿌리에서 여러 개의 줄기가 나와 더부룩하게 된 무더기.",null],["무더기가 된 꽃이나 풀 따위를 세는 단위.",null]],2,"떨기"]},{"0":[[],[["cluster","A lump of stems that have sprouted from a root."],["tteolgi","bunch: A unit for counting clustered flowers or grass, etc."]],0,"떨기"]}],"떨림":[{"1":[[],[["머리, 손, 몸에서 무의식적으로 일어나는 근육의 불규칙한 운동. 알코올 의존증, 신경 쇠약, 파킨슨병 따위에서 나타나는 증상이다.","의학"]],2,"떨림"]},{}],"떨꺼둥이":[{"1":[[],[["의지하고 지내던 곳에서 가진 것 없이 쫓겨난 사람.",null]],2,"떨꺼둥이"]},{}],"떠껑지":[{"1":[["紙"],[["한지(韓紙) 백 권을 한 덩이로 하여 그 덩이를 싸는 두꺼운 종이.",null]],1,"떠껑지"]},{}],"떠릿보":[{"1":[[],[["대청 위의 큰 보.","건설"]],2,"떠리뽀"]},{}]}