{"랭스":[{"1":[[],[["프랑스 북부 샹파뉴 지방에 있는 상공업 도시. 로마 시대부터 종교 도시로 번영하였으며 샴페인의 거래와 중세 프랑스 왕들의 대관식이 거행된 성당이 유명하다.","지명"]],4,null]},{}],"랜싱":[{"1":[[],[["미국의 미시간주에 있는 도시. 자동차, 금속, 공작 기계 따위의 공업이 활발하며, 농산물의 집산지이다. 주도(州都)이다.","지명"]],4,null]},{}],"랩보드":[{"1":[[],[["자전거 트랙 경기에서, 주자에게 남은 횟수를 알리는 데 쓰는 번호판.","체육"]],4,null]},{}],"래시선":[{"1":[["船"],[["짐을 실은 거룻배들을 그대로 싣고 운반하는 배. 강력한 기중기로 거룻배를 선미(船尾)에서 배 안으로 끌어들이거나 배 밖으로 내보낸다. 내수로(內水路) 수송과 대양(大洋) 수송을 능률적으로 연결할 수 있게 한다.","교통"]],1,null]},{}],"래스":[{"1":[[],[["컴퓨터 시스템의 선택 조건 가운데 중요한 고려 사항인 신뢰성, 가용성(可用性), 편리성을 통틀어 이르는 말. 고장이 잘 나지 않고, 고장 기간이 짧으며, 고장이 났을 때 수리하기가 쉬워야 함을 나타낸다.","정보·통신"]],4,null]},{}],"램프웨이":[{"1":[[],[["입체 교차 하는 두 개의 도로를 연결하는 도로의 경사진 부분.","교통"]],4,null]},{}],"랜드레이스종":[{"1":[["種"],[["돼지의 한 품종. 덴마크의 돼지와 영국의 흰 돼지를 교배하여 개량한 것으로 몸은 희고 길다. 우량 품종으로 베이컨용이다.","동물"]],1,null]},{}],"랙깍지진디":[{"1":[[],[["둥근깍지진딧과의 곤충. 몸의 길이는 5mm 정도이며 붉은색이다. 더듬이, 다리, 겹눈이 있으나 자라면서 퇴화한다. 보리수, 고무나무 따위에 붙어 진을 빨아 먹으며 랙을 분비한다. 인도, 타이, 미얀마 등지에 분포한다.","동물"]],1,null]},{}],"래미네이트":[{"1":[[],[["종이나 플라스틱 필름, 금속박 따위를 접착제나 용융 수지를 사용하여 겹쳐서 맞붙이는 일. 또는 그렇게 만든 물건. 포장 재료나 장식용, 치약의 튜브로 쓴다.","공업"],["인쇄물 따위의 표면에 폴리에틸렌 필름을 열로 압착하여 붙이는 일.","공업"]],4,null]},{}],"램제트":[{"1":[[],[["제트 엔진의 하나. 압축기나 터빈이 없이, 고속으로 불어 넣은 공기를 원통 안에서 압축하고 연료를 분사, 점화, 연소하여 추진력을 얻는다. 마하 3 이상의 초음속 비행에 적당하다.","기계"]],4,null]},{}],"랜서스":[{"1":[[],[["카드리유의 하나. 악곡이나 무용이 모두 조금 느린 편이다.","예체능 일반"]],4,null]},{}],"랭킹":[{"1":[[],[["성적의 순위. 또는 등급 정하기.",null]],4,null]},{"0":[["ranking"],[["ranking","The ranking or grade in a certain field."]],0,null]}],"랭커셔주":[{"1":[["州"],[["영국의 잉글랜드 서북부에 있는 주. 석탄, 철광석의 매장량이 풍부하여, 산업 혁명 전후부터 세계적인 면 공업 지대가 형성되었고, 기계ㆍ화학ㆍ식품 따위의 공업이 발달하였다. 주도(州都)는 프레스턴(Preston), 면적은 3,152㎢.","지명"]],1,null]},{}],"램버스":[{"1":[[],[["영국 런던을 중심으로 한 대도시권의 안쪽에 있는 자치구. 성 마리 회당을 비롯하여, 시 공회당ㆍ크라이스트 회당ㆍ워털루 정거장 따위의 유명한 건축물이 많다. 면적은 27.2㎢.","지명"]],4,null]},{}],"랩소디":[{"1":[[],[["관능적이면서 내용이나 형식이 비교적 자유로운 환상적인 기악곡.","음악"]],4,null]},{}],"랜싯":[{"1":[[],[["‘세모날’의 전 용어.","의학"]],4,null]},{}],"래티튜드":[{"1":[[],[["사진에서, 사진기의 노출 허용 범위. 필름이나 인화지 같은 감광 재료의 노출 정도를 이르며, 필름이 피사체의 영향을 재현하는 범위 또는 현상 시간의 허용 범위를 이른다.","영상"]],4,null]},{}],"랩어라운드스커트":[{"1":[[],[["한 장의 천으로 만든, 몸에 감아 입는 스커트. 옆을 꿰매지 않고 앞이나 뒤로 엇맞추어 입는다. 스코틀랜드의 킬트(kilt)가 이런 유형에 속하는데, 임산부용으로 알맞다.","복식"]],4,null]},{}],"래프팅":[{"1":[[],[["고무보트를 타고 계곡의 급류를 헤쳐 나가는 레포츠.","체육"]],4,null]},{}],"래틀":[{"1":[[],[["타악기의 하나. 나무로 만든 톱니바퀴를 돌리면 짤랑짤랑하는 소리가 연속하여 난다.","음악"],["흔들면 소리가 나는 체명악기를 통틀어 이르는 말. 마라카스 따위가 있다.","음악"]],4,null]},{}],"래칫":[{"1":[[],[["한쪽 방향으로만 회전을 하고 반대 방향으로는 회전하지 못하는 톱니바퀴.","기계"]],4,null]},{}],"래치":[{"1":[[],[["계전기에서, 수동적 또는 전자적 조작으로 상태를 바꾸지 않는 한 그 상태를 유지해 주는 장치. 또는 그런 회로.","전기·전자"]],4,null]},{}],"래스터":[{"1":[[],[["텔레비전 브라운관의 형광면 위에 나타나는 주사선에 의한 가로줄 무늬. 오래된 수상기의 전원을 켰을 때 나타난다.","물리"]],4,null]},{}],"래글런":[{"1":[[],[["어깨를 따로 달지 않고 깃에서 바로 소매로 이어지게 만든 푹신한 외투. 또는 그런 재단법. 19세기 영국의 장군 래글런 백작이 고안한 것으로, 레인코트나 슈트(suit) 따위에 이용한다.",null]],4,null]},{}],"랭커스터":[{"2":[[],[["영국 잉글랜드 랭커셔주에 있는 상공업 도시. 룬강(Lune江) 하류에 면하여 있으며, 예전에 주도(州都)였다.","지명"]],4,null]},{}],"랩":[{"1":[[],[["육상 경기 따위에서, 트랙 한 바퀴를 이르는 말.","체육"],["수영 경기 따위에서, 한 번의 왕복을 이르는 말.","체육"],["중장거리 경주에서, 트랙을 한 바퀴 돌 때 걸리는 시간. 이것으로 경기 중인 선수의 기록을 예측할 수 있다.","체육"]],4,null],"2":[[],[["강렬하고 반복적인 리듬에 맞춰 읊듯이 노래하는 대중음악. 미국 흑인들이 양식화한 것이다.","음악"]],4,null],"3":[[],[["몸에 감듯이 입는 넉넉한 옷을 통틀어 이르는 말. 보통 의복 위에 착용하는데, 숄이나 야회용 이브닝드레스 따위가 있다.",null],["식품 포장에 쓰는 폴리에틸렌제의 얇은 막.",null]],4,null]},{}],"랠리":[{"1":[[],[["탁구ㆍ테니스ㆍ배드민턴ㆍ배구 따위에서, 양편의 타구가 계속 이어지는 일.","체육"],["자동차 경주의 하나. 일반 도로의 정해진 구간을 규정된 시간과 속도로 달려서 실점의 차이로 우열을 가린다. 주로 장거리 구간에서 밤낮의 구별 없이 행한다.","체육"],["권투에서, 서로 계속 때리는 일.","체육"]],4,null]},{}],"래더트론":[{"1":[[],[["전자, 양성자 같은 전하를 가진 작은 입자를 높은 전압이나 자기 유도로 가속하는 장치의 하나. 금속판과 플라스틱의 절연체를 사다리꼴로 나열한 구조이며, 이들 입자의 운동 에너지를 크게 하여 전류 벨트가 형성되어 있다.","물리"]],4,null]},{}],"래미":[{"1":[[],[["쐐기풀과의 여러해살이풀. 원줄기는 1~2미터이며, 잎은 어긋나고 넓은 달걀 모양으로 끝이 꼬리처럼 약간 길고, 잎의 뒷면에는 흰 털이 빽빽이 나 있다. 여름 가을로 누런색의 잔꽃이 이삭 모양으로 잎겨드랑이에 달리고 열매는 수과(瘦果)를 맺는다. 줄기의 껍질에서 섬유를 뽑아 여름 옷감, 선박의 밧줄, 어망 따위를 만든다. 밭에서 재배한다. 열대 아시아가 원산지로 한국, 일본, 중국 등지에 분포한다.","식물"]],4,null]},{}],"랜":[{"1":[[],[["사무실이나 연구실, 건물, 공장 따위와 같이 제한된 지역 내에 분산 배치된 컴퓨터를 비롯한 각종 정보 통신 기기를 통신 회선으로 연결하여 정보를 교환하는 정보 통신망.","정보·통신"]],4,null]},{}],"랜턴":[{"1":[[],[["손에 들고 다니는 등. 보통 투명하거나 반투명한 유리 덮개를 씌우고 손잡이가 달려 있다.",null]],4,null]},{}],"래브라도":[{"1":[[],[["캐나다 래브라도반도 동북부의 뉴펀들랜드주에 속하는 지역. 높이 200~1,800미터의 대지로 로렌시아 대지의 일부를 이루고, 표면은 암석과 습지와 호수 및 못으로 되어 있다. 광물 자원이 풍부하고 기후가 한랭하다. 주민은 주로 에스키모와 알곤킨족이다. 면적은 29만 2219㎢.","지명"]],4,null]},{}],"랩뮤직":[{"1":[[],[["강렬하고 반복적인 리듬에 맞춰 읊듯이 노래하는 대중음악. 미국 흑인들이 양식화한 것이다.","음악"]],4,null]},{}],"랜딩":[{"1":[[],[["스키에서, 점프를 한 뒤에 땅에 떨어지면서 취하는 동작. 또는 그런 지점.","체육"],["비행기 따위의 착륙.","교통"]],4,null]},{}],"램":[{"1":[[],[["어린양의 털가죽. 특히 장갑을 만드는 데 쓰는 가죽이나 그런 가죽과 비슷하게 만든 천을 이른다.",null],["어린양의 고기. 고기가 연하여 별미로 친다.",null]],4,null],"3":[[],[["말뚝을 박는 데 쓰는 망치.",null],["수압기나 유압기 따위의 실린더 안에서 왕복 운동을 하는 피스톤.","기계"],["형삭반이나 수직 절삭기에서 프레임의 안내면을 수평이나 상하로 왕복 운동을 하는 부분.","기계"]],4,null],"4":[[],[["데이터가 저장되어 있는 위치에 관계없이 일정한 시간 내에 기억 내용을 읽거나 쓸 수 있는 기억 장치. 컴퓨터의 주기억 장치로서 널리 이용되며, 프로그램이나 데이터가 기억되는 장소로 모든 작업의 중심이 된다.","정보·통신"]],4,null]},{}],"래핑":[{"1":[[],[["공작물의 표면에 연마제를 치고 정밀하게 다듬는 작업.","공업"]],4,null]},{}],"랙":[{"1":[[],[["랙깍지진디 따위가 내는, 끈적거리는 나무의 진 같은 분비물. 또는 그것을 가공한 것. 주로 무환자나무, 보리수, 고무나무 따위의 가지에 분비하며, 주로 셸락과 랙 물감을 만드는 데 쓴다.","공업"],["랙깍지진디의 분비물로 만든, 목재 따위에 바르는 칠. 또는 그런 칠을 바름.","공업"]],4,null],"2":[[],[["곧고 평평한 막대기에 톱니를 붙인 것. 작은 기어와 맞물려 회전 운동을 직선 운동으로 바꾸는 데 쓰인다.","기계"]],4,null]},{}],"래커":[{"1":[[],[["섬유소나 합성수지 용액에 수지(樹脂), 가소제(可塑劑), 안료 따위를 섞은 도료. 쉽게 마르고 오래가는 특징이 있다.",null]],4,null]},{}],"래그타임":[{"1":[[],[["1880년대부터 미국의 미주리주를 중심으로 유행한 피아노 음악. 작곡가와 연출가로 흑인이 많으며, 당김음이 많은 것이 특징이다. 재즈의 전신이지만 즉흥 연주는 하지 않는다.","음악"]],4,null]},{}],"래트":[{"1":[[],[["실험용으로 사용하는 흰쥐. 집쥐를 길들인 것이다.","동물"]],4,null]},{}],"랜드샛":[{"1":[[],[["육지에 대한 자원이나 환경의 관측을 주목적으로 한 지구 자원 탐사 위성. 미국 항공 우주국(NASA)이 1972년 이후에 쏘아 올렸으며, 지구를 14바퀴 돌면서 지질의 구조, 지구의 온도 분포 상태, 지상의 주소, 식물 분포 상태, 암질 따위의 정보를 포착한 뒤 지상의 수신국에 보내 컴퓨터로 화상 처리 한다.","천문"]],4,null]},{}],"램프":[{"1":[[],[["기계의 작동 상태나 과정 따위를 나타내 보이는 등.",null],["석유를 넣은 그릇의 심지에 불을 붙이고 유리로 만든 등피를 끼운 등.",null],["알코올램프와 같은 가열용 장치.",null]],4,null],"2":[[],[["입체 교차 하는 두 개의 도로를 연결하는 도로의 경사진 부분.","교통"]],4,null]},{"0":[["lamp"],[["lamp","A lamp covered with glass, which works by igniting a wick in its container filled with oil. "],["lamp","An apparatus used for turning the light on by using electricity. "],["lamp","A heating device using alcohol as a fuel."]],0,null]}]}