{"레졸":[{"1":[[],[["염기성 촉매를 써서 페놀과 폼알데하이드를 반응하게 할 때 초기에 생기는 축합물(縮合物).","화학"]],4,null]},{}],"레실린":[{"1":[[],[["벼룩의 퇴절에 압축되어 들어 있는 단백질의 하나.","수의"]],4,null]},{}],"레더클로스":[{"1":[[],[["인공적으로 만든 가죽.","화학"],["멜턴 가공을 한, 면과 모의 교직(交織).","공업"]],4,null]},{}],"레토":[{"1":[[],[["그리스 신화에 나오는 티탄족의 여신. 아폴론과 아르테미스의 어머니이다. 제우스의 총애를 받았으나 헤라의 질투로 아기를 낳을 곳이 없어 헤매다가 델로스섬에서 쌍둥이 아폴론과 아르테미스를 낳았다고 한다.","문학"]],4,null]},{}],"레토로망스어":[{"1":[["語"],[["라틴어에서 갈라져 나온 로망스 어군(語群)의 하나. 이탈리아 북부나 스위스의 알프스 지대 등 남유럽 지방에서 쓴다.","언어"]],1,null]},{}],"레슨":[{"1":[[],[["일정한 시간에 받는 개인 교습. 특히 음악이나 발레 따위를 개인적으로 배우는 일을 이른다.",null]],4,null]},{"0":[["lesson"],[["private lesson","The act of learning mainly music, dance, foreign languages, etc., in private."]],0,null]}],"렉스살리카":[{"1":[[],[["게르만족 가운데 프랑크 부족에 속하는 살리 지족의 법. 또는 그 법전. 게르만 부족법 가운데 가장 대표적이다.","역사"]],4,null]},{}],"레위니옹섬":[{"1":[[],[["인도양 마다가스카르섬 동쪽에 있는 섬. 마다가스카르 동쪽 684km 해상에 위치하며, 1638년에 프랑스의 식민지가 되어 해외 주(海外州)가 되었다. 주로 사탕과 럼주를 수출한다. 주도(州都)는 생드니(Saint Denis), 면적은 2,510㎢.","지명"]],1,null]},{}],"레즈비언":[{"1":[[],[["여성 동성애자를 이르는 말. 고대에 여성의 동성애가 성행하였다는 에게해의 레스보스섬과 관련지어 붙여진 이름이다.",null]],4,null]},{}],"레깅스":[{"1":[[],[["정강이 부분을 보호하기 위하여 대는 헝겊이나 가죽 조각.",null],["신축성이 좋고 보온성이 뛰어난 타이츠 모양의 바지. 다양한 길이로 만들어지며, 긴 것은 발목까지 오는 형태와 발에 꿰어 입는 고리 형태가 있다.",null]],4,null]},{"0":[["leggings"],[["leggings","Elastic pants that cling to the legs because they are elastic and narrow-legged."]],0,null]}],"레":[{"1":[[],[["인도 서북부 카슈미르주에 있는 상업 도시. 티베트와의 교통의 중요한 통로이며, 해발 3,505미터의 고지에 있다.","지명"]],4,null],"2":[[],[["서양 음악의 칠음 체계에서, 두 번째 계이름.","음악"]],4,null],"3":[[],[["이집트 신화에 나오는 태양신. 광명ㆍ생명ㆍ정의의 지배자로, 제5왕조 때부터 왕국의 신이 되었다. 독수리의 머리 위에 태양을 나타내는 구(球)와 왕자(王者)의 상징인 뱀을 올린 모양을 하고 있다.","문학"]],4,null]},{"0":[["re"],[["re","The second major note in western music. "]],0,null]}],"레임덕":[{"1":[[],[["절름발이 오리라는 뜻으로, 임기 종료를 앞둔 대통령 등의 지도자 또는 그 시기에 있는 지도력의 공백 상태를 이르는 말.","정치"]],4,null]},{"0":[["lame duck"],[["lame duck","A political leader such as the president, etc., who is completing a term of office, or a phenomenon in which the political leader in such a period has lost his/her political authority and as a result his/her policies are no longer effective."]],0,null]}],"레피도시클리나":[{"1":[[],[["유공충목의 한 속. 껍데기는 원반형 또는 볼록 렌즈 모양의 석회질로 되어 있다. 내부 구조는 핵각을 중심으로 가운데 방에 동심원으로 감아서 평평한 원반형 또는 방사형 기복을 이루고 양쪽에 발달한 측방(測傍)이 있다. 신생대 제3기 에오세 후기에서 마이오세 중기에 걸쳐 번성하였다. 인도네시아에서 산출된다.","동물"]],4,null]},{}],"레지스탕스":[{"1":[[],[["압정(壓政)이나 외국의 지배에 저항하는 것을 주제로 하는 문학. 특히 제이 차 세계 대전 때 독일에 점령된 프랑스에서 저항 운동 중에 생긴 문학을 이른다.","문학"],["권력이나 침략자에 대한 저항이나 저항 운동. 특히 제이 차 세계 대전 중 프랑스에서 있었던 지하 저항 운동을 이른다.","역사"]],4,null]},{"0":[["réｓistance"],[["French Resistance","A resistance movement in France against dictatorial power or occupying forces."]],0,null]}],"렙토스피라":[{"1":[[],[["스피로헤타에 속하는, 실 모양의 나선균.","생명"]],4,null]},{}],"레세르핀":[{"1":[[],[["라우올피아 뿌리에 함유된 인돌 알칼로이드의 하나. 흰색 결정으로, 물에 녹지 않는다. 중추 신경이나 교감 신경에 작용하여 중추의 흥분을 진정시키는 작용이 있다. 화학식은 C<sub style='font-size:11px;'>33</sub>H<sub style='font-size:11px;'>40</sub>N<sub style='font-size:11px;'>2</sub>O<sub style='font-size:11px;'>9</sub>.","생명"]],4,null]},{}],"레미니슨스":[{"1":[[],[["기억한 내용이 기억 직후보다도 시간이 어느 정도 흐른 뒤에 더 명확하게 생각나는 일.","심리"]],4,null]},{}],"레지던트":[{"1":[[],[["전문의의 자격을 얻기 위하여 인턴 과정을 마친 뒤에 밟는 전공의의 한 과정.","의학"]],4,null]},{"0":[["resident"],[["resident","The process that a person needs to go through after the intern course in order to become a medical specialist."]],0,null]}],"레이테섬":[{"1":[[],[["필리핀 중동부 비사야 제도에 속하는 섬. 땅이 기름져 쌀, 옥수수, 코코야자, 사탕수수의 재배가 활발하며, 광물 자원도 풍부하다. 면적은 8,003㎢.","지명"]],1,null]},{}],"레인지":[{"1":[[],[["전기, 가스 따위를 이용한 취사용 기구.",null]],4,null]},{"0":[["range"],[["cooking stove","A kitchen appliance which uses gas, electricity, radio waves, etc., to create heat to boil or cook food."]],0,null]}],"레닌":[{"1":[[],[["콩팥의 겉질 안에 있는 단백질 가수 분해 효소의 하나. 레닌이 분비되면 혈압을 높이는 효과를 나타낸다.","생명"]],4,null],"3":[[],[["우유를 굳게 하는 단백질 가수 분해 효소의 하나. 유황을 함유하는 단순 단백질로, 반추 동물의 위액 속에 들어 있다. 치즈를 만들 때 카세인을 응고시키는 데에 쓴다.","생명"]],4,null]},{}],"레슬링":[{"1":[[],[["두 사람의 경기자가 매트 위에서 맨손으로 맞붙어 상대편의 두 어깨를 1초 동안 바닥에 닿게 함으로써 승부를 겨루는 격투기. 선수의 몸무게에 따라 열 체급으로 나뉘고, 경기 방식에 따라 그레코로만형과 자유형이 있다．","체육"]],4,null]},{"0":[["wrestling"],[["wrestling","A sport in which two persons struggle hand-to-hand on a mat, each trying to press his/her opponent's shoulders to the ground."]],3,null]}],"레그니차":[{"1":[[],[["폴란드 서남부에 있는 도시. 금속 세공업ㆍ직물업ㆍ식품 가공업이 전통적으로 번성하였다. 레그니차주(州)의 주도(州都)이다.","지명"]],4,null]},{}],"레트":[{"1":[[],[["테니스나 탁구에서, 서브한 공이 네트를 스치고 상대편의 코트에 들어가는 일. 이 경우 서브를 다시 한다.","체육"]],4,null]},{}],"레치타티보":[{"1":[[],[["오페라나 종교극 따위에서, 대사를 말하듯이 노래하는 형식.","음악"]],4,null]},{}],"레몬":[{"1":[[],[["운향과의 상록 소교목. 높이는 3미터 정도이며, 잎은 어긋나고 달걀 모양인데 끝이 뾰족하다. 5~10월에 향기가 나는 흰 꽃이 피고 열매는 타원형으로 노랗게 익는데 향기가 진하다. 과즙에 시트르산이 많이 들어 있어 신맛이 있으며 향료로 널리 쓴다. 인도가 원산지로 아열대 각지에서 재배한다.","식물"]],4,null]},{"0":[["lemon"],[["lemon","A yellow, oval fruit that tastes and smells very sour."]],2,null]}],"렌더링":[{"1":[[],[["아직 제품화되지 않고 계획 단계에 있는 공업 제품을, 누구나 그 외관을 이해할 수 있도록 실물 그대로 그린 완성 예상도. 주로 디자인 용어로 쓴다.","공업"]],4,null]},{}],"렘마":[{"1":[[],[["어떤 정리를 증명하기 위하여 설정되는 예비적인 정리. 이것을 증명한 다음에 본제(本題)의 정리를 증명한다.","수학"]],4,null]},{}],"레진화":[{"1":[["化"],[["유기물이 중합하거나 축합하여 수지(樹脂) 모양으로 되는 일.","화학"]],1,null]},{}],"레커차":[{"1":[["車"],[["고장이 났거나 불법으로 정차하고 있는 자동차를 달아 올려서 수리 공장이나 적법한 장소로 옮기는 차. 보통 기중기를 차 뒤쪽에 장치하고 있다.","없음"]],1,null]},{}],"레소토":[{"1":[[],[["아프리카 남부에 있는 왕국. 1966년에 영국의 보호령에서 독립하였다. 남아프리카 공화국에 둘러싸여 있고, 국토의 대부분이 고원 지대이며, 양모ㆍ피혁 따위를 수출한다. 주민은 대부분이 반투계(Bantu系) 흑인이고, 주요 언어는 영어이다. 수도는 마세루, 면적은 3만 344㎢.","지명"]],4,null]},{}],"레보도파":[{"1":[[],[["뇌 조직 내에서 흥분 전달 물질의 하나인 도파민으로 변화되어 파킨슨병 억제 작용을 하는 치료제.","약학"]],4,null]},{}],"레저":[{"1":[[],[["일이나 공부 따위를 하지 않아도 되는 자유로운 시간. 또는 그 시간을 이용하여 쉬거나 노는 일.",null]],4,null]},{"0":[["leisure"],[["leisure","Time free from work or duties, or using that time to relax comfortably."]],3,null]}],"레퍼리":[{"1":[[],[["운동 경기에서, 규칙의 적부 여부나 승부를 판정함. 또는 그런 일이나 사람.","체육"]],4,null]},{}],"레이아웃":[{"1":[[],[["책이나 신문, 잡지 따위에서 글이나 그림 따위를 효과적으로 정리하고 배치하는 일.",null],["정원 따위의 설계를 이르는 말.",null],["양재(洋裁)에서, 패턴(pattern) 종이를 배열하는 일.","복식"]],4,null]},{}],"레지스테이트":[{"1":[[],[["풍화 작용의 잔류물로, 특히 화학적 풍화에 강한 광물로 이루어진 퇴적물.","지구"]],4,null]},{}],"레클링하우젠병":[{"1":[["病"],[["독일의 병리학자 레클링하우젠(Recklinghausen, F. D. von)이 처음으로 발견하여 기록한 다발 신경 섬유종. 몇 대(代)에 걸쳐 같은 가계(家系)에 발병하는, 유전성이 짙은 병이다. 피부에 크고 작은 둥근 종양이 무수히 나타나며 피부에 커피색 반점이 나타난다.","의학"]],1,null]},{}],"레드톱":[{"1":[[],[["볏과의 여러해살이풀. 목초(牧草)로 줄기는 높이가 1미터 정도이고 가늘며, 잎은 선 모양으로 이른 봄부터 늦가을까지 자란다. 6~7월에 이삭이 나와 붉은빛을 띠는 자주색의 잔꽃이 핀다. 토양에 대한 적응력, 자생력이 강하므로 방목지에 많이 재배한다. 유럽이 원산지이다.","식물"]],4,null]},{}],"레뷰":[{"1":[[],[["흥행을 목적으로 노래, 춤 따위를 곁들여 풍자적인 볼거리를 위주로 꾸민 연극. 19세기 프랑스 파리에서, 연말에 일 년 동안 일어난 일들을 풍자적으로 연출한 것에서 유래한다.","연기"]],4,null]},{}],"레노그램":[{"1":[[],[["방사성 동위 원소를 이용한 콩팥 기능 검사법. 팔의 정맥에 방사성 물질을 주사하여, 이 약이 콩팥과 요로를 통과할 때 허리 부분에 검지기를 놓고 그래프로 그리는데, 콩팥 기능의 정도와 요로 통과 장애의 유무 따위를 알 수 있다.","의학"]],4,null]},{}],"레포트":[{"1":[[],[["→ 리포트.",null]],2,null]},{}],"레만호":[{"1":[["湖"],[["스위스와 프랑스의 국경에 있는 알프스 지역 최대의 호수. 동서로 긴 반달 모양으로, 론강이 통과하며 흐른다. 호수 주변에는 제네바, 로잔, 몽트뢰 따위의 관광 도시가 있다. 면적은 580㎢.","지명"]],1,null]},{}],"렘샤이트":[{"1":[[],[["독일 서북부, 노르트라인베스트팔렌주에 있는 공업 도시. 독일 수공업의 본고장이며 전통적인 공구 제조의 중심지로, 기계ㆍ섬유 공업이 활발하다.","지명"]],4,null]},{}],"레일리파":[{"1":[["波"],[["탄성체 표면 가까이에 에너지가 모여 전하여지는 파동. 영국의 물리학자 레일리가 밝혔다.","물리"]],1,null]},{}],"레오폴드빌":[{"1":[[],[["‘킨샤사’의 전 이름.","지명"]],4,null]},{}],"레들리키아":[{"1":[[],[["삼엽충류의 화석 동물. 머리 부분은 반원형이며 가시가 있고 몸통 부분의 체절은 열 마디 정도이다. 아시아, 오스트레일리아의 캄브리아기 표준 화석이다.","동물"]],4,null]},{}],"렐리지오폴리틱스":[{"1":[[],[["정치적 행위를 신(神)의 의사와 결부하여 국민의 열광적인 지지를 유도하는 정치 형태. 제이 차 세계 대전 중 일본의 신국(神國) 사상이나 이란의 호메이니가 취한 방법 따위가 있다.","정치"]],4,null]},{}],"레몬그라스":[{"1":[[],[["볏과의 여러해살이풀. 높이는 1~1.5미터이고 잎은 드문드문 달리며, 근생엽은 가늘고 경엽은 길다. 풀 전체에서 레몬 향기가 난다. 기름을 채취하기 위하여 습지에서 재배하며 인도 남부와 스리랑카에 분포한다.","식물"]],4,null]},{}],"레조신":[{"1":[[],[["1, 3-다이하이드록시 벤젠에 해당하는 것으로, 이가(二價) 페놀의 하나. 무색 결정으로 맛이 달고 환원 작용이 강하다. 빛이나 공기에 노출되면 분홍색을 띠게 된다. 가려움증 치료제, 방부제, 색소 제조에 쓴다. 화학식은 C<sub style='font-size:11px;'>6</sub>H<sub style='font-size:11px;'>4</sub>(OH)<sub style='font-size:11px;'>2</sub>.","화학"]],4,null]},{}],"레일리판":[{"1":[["板"],[["소리 세기의 절댓값을 측정하는 장치. 지름 5~10mm의 얇은 운모판을 소리의 진행 방향에 대하여 45도가 되도록 가느다란 용해 석영으로 매달아 놓은 것인데, 이 운모판은 소리의 세기에 비례하여 돌아가며, 이때 돌아간 각도에 의하여 그 세기를 알아낸다.","전기·전자"]],1,null]},{}],"레토르트":[{"1":[[],[["목이 굽은 플라스크 모양의 화학 실험용 기구. 건류(乾溜)나 증류(蒸溜)를 할 때 가열기로 쓴다. 10세기경 아라비아의 연금술사가 만들었다고 한다.","화학"],["증류기를 응용하여 고체를 간접적으로 가열하는 장치. 아연, 수은, 마그네슘, 카드뮴 따위를 정련하거나 석탄을 고온으로 건류하여 가연성의 기체로 만들기 위하여 사용한다.","화학"]],4,null]},{}],"레오폰":[{"1":[[],[["암사자와 수표범 사이의 잡종. 몸에는 표범의 얼룩무늬가 있고 수컷은 목에 갈기가 있다. 생식 능력은 없다.","동물"]],4,null]},{}],"레겐데":[{"1":[[],[["종교적 혹은 전설적인 설화를 바탕으로 지은 오라토리오. 낭만파의 곡에 붙여진 이름이다.","음악"]],4,null]},{}],"렉스":[{"1":[[],[["토끼의 한 품종. 몸의 무게는 3.6~5.5kg이고, 성질이 온순하며 체질이 강하여 기르기가 쉽다. 털이 부드럽고 빛깔이 고와 모피로 이용된다.","동물"]],4,null]},{}],"레드강":[{"1":[["江"],[["미국 남부를 흐르는 강. 로키산맥의 동남쪽 기슭에서 시작하여 미시시피강으로 흘러 들어간다. 길이는 1,638km.","지명"]],1,null]},{}],"레코드플레이어":[{"1":[[],[["레코드판의 홈을 따라 바늘이 돌면서 받는 진동을 전류로 바꾸고, 이것을 증폭하여 확성기로 확대하여 소리를 재생하는 장치. 모터, 픽업, 턴테이블 따위로 구성된다.",null]],4,null]},{}],"레이윈존데":[{"1":[[],[["라디오존데와 레이윈을 함께 갖춘 고층 기상 관측 장치. 상층의 기온, 습도, 기압, 풍향, 풍속 따위를 측정한다.","지구"]],4,null]},{}],"렌토":[{"1":[[],[["악보에서, 아주 느리게 또는 느리고 무겁게 연주하라는 말.","음악"]],4,null]},{}],"레비레이트":[{"1":[[],[["남편이 사망한 후 아내가 남편의 형제 가운데 한 사람과 재혼하는 혼인 형태.","사회 일반"]],4,null]},{}],"레지오넬라":[{"1":[[],[["흙에 존재하는 세균의 하나. 특히 여름철 냉각탑과 같은 인공 시설물에서 발생하는 작은 물방울 속에 들어가서 공기 가운데 떠돌다가 사람과 동물에 감염하여 냉방병을 일으킨다.","보건 일반"]],4,null]},{}],"레이트레이싱":[{"1":[[],[["삼차원 컴퓨터 그래픽에서 사용되는 기법의 하나. 가상적인 광원에서 나온 빛이 여러 물체의 표면에서 반사되는 경로를 추적하면서 각 물체의 모양을 형성하는 기법이다.","정보·통신"]],4,null]},{}],"레트로바이러스":[{"1":[[],[["백혈병 바이러스, 육종 바이러스와 같이 아르엔에이를 유전자로 가지는 종양 바이러스 무리.","보건 일반"]],4,null]},{}],"레치워스":[{"1":[[],[["영국 런던의 북쪽에 있는 위성 도시. 하워드(Howard, E.)의 <내일의 전원도시>에 자극되어 1903년에 런던 북쪽 55km 지점에 건설한 전원도시이다. 산업으로는 엔지니어링, 인쇄ㆍ출판업, 코르셋ㆍ유모차 제조업 따위가 있다.","지명"]],4,null]},{}],"레이":[{"1":[[],[["하와이에서 사용하는 화환(花環). 본디는 하와이 원주민인 카나카 사람들이 의례 때에 사용하는 것이었으나, 지금은 하와이를 방문한 사람의 목에 환영의 뜻으로 걸어 준다.",null]],4,null]},{}],"레코드판":[{"1":[["板"],[["레코드플레이어의 턴테이블에 걸어 소리를 들을 수 있게 만든 동그란 판.",null]],1,null]},{"0":[["record板"],[["record","A round flat plate that records music, etc."]],0,null]}],"레지스트레이션":[{"1":[[],[["파이프 오르간 따위를 연주할 때에, 여러 가지 스톱을 뺐다 끼웠다 하거나 적절하게 골라 쓰는 기술.","음악"]],4,null]},{}],"레이온":[{"1":[[],[["인조 견사나 인조견을 통틀어 이르는 말.","화학"]],4,null]},{}],"레프":[{"2":[[],[["자동차나 자전거 따위의 뒷부분에 장치하는 위험 방지용 반사판.",null]],4,null]},{}],"레가토":[{"1":[[],[["악보에서, 둘 이상의 음을 이어서 부드럽게 연주하라는 말.","음악"]],4,null]},{}],"레가스피":[{"1":[[],[["필리핀 루손섬 동남쪽 끝에 있는 항구 도시. 코프라와 마닐라삼의 수출항으로, 마닐라삼을 이용한 수공예 산업의 중심지이다. 에스파냐의 초대 총독인 레가스피(Legazpi, M. L. de)의 이름을 딴 것이다.","지명"]],4,null]},{}],"레바논":[{"1":[[],[["아시아 서부 지중해에 면한 공화국. 레바논산맥을 중심으로 한 산악 지대로 1944년에 프랑스의 위임 통치령에서 독립하였다. 주로 과실, 담배, 생사, 목화 따위가 난다. 주민은 대부분 아랍 계통이고 주요 언어는 아랍어이다. 수도는 베이루트, 면적은 1만 228㎢.","지명"]],4,null]},{"0":[["Lebanon"],[["Lebanon","A country located in the west of Asia and bordered by the  Mediterranean; it is a major producer of tobacco, cotton, etc.; its official languages are Arabic, French, English, and Armenian, and its capital is Beirut."]],0,null]}],"레콩키스타":[{"1":[[],[["8세기부터 15세기에 걸쳐 이슬람교도에게 점령당한 이베리아반도 지역을 탈환하기 위하여 일어난 기독교도의 국토회복운동. 1143년에 포르투갈 왕국을, 1469년에는 에스파냐 왕국을 건설하고 1492년에 이슬람교도들의 마지막 보루였던 그라나다 왕국을 함락함으로써 종식되었다.","역사"]],4,null]},{}],"레시틴":[{"1":[[],[["글리세린 인산을 함유하는 인지질의 하나. 생체막의 주요 구성 성분으로, 동물의 뇌ㆍ척수ㆍ혈구ㆍ난황 따위와 식물의 종자(種子)ㆍ효모ㆍ곰팡이류에 많이 함유되어 있다. 식료품이나 의약품에 쓴다.","생명"]],4,null]},{}],"레니나바트":[{"1":[[],[["‘호젠트’의 전 이름.","지명"]],4,null]},{}],"레갈리엔":[{"1":[[],[["중세 유럽에서, 국왕이 가지는 특권을 통틀어 이르는 말. 국법에서는 국왕의 통치권 및 면세 따위의 특권을 의미하고, 교회법에서는 교회에서 국왕에게 부여하는 세속적인 권리를 의미한다.","역사"]],4,null]},{}],"레이니어산":[{"1":[["山"],[["미국 서북부, 캐스케이드산맥의 최고봉. 산꼭대기가 빙하로 덮여 있는 휴화산이다. 높이는 4,392미터.","지명"]],1,null]},{}],"레밍":[{"1":[[],[["쥣과의 나그네쥐 속에 속하는 포유류를 통틀어 이르는 말.","동물"]],4,null]},{}],"렌치":[{"1":[[],[["볼트, 너트, 나사 따위의 머리를 죄거나 푸는 공구. 한쪽 스패너, 양구(兩口) 스패너, 폐구(閉口) 스패너, 박스 스패너, 멍키 스패너 따위가 있다.","공업"]],4,null]},{}],"레이윈":[{"1":[[],[["전파를 이용하여 상층의 바람을 측정하는 방법. 소형 무선 송신기를 장치한 기구를 띄우고, 지상에서 그 위치를 측정하여 풍속과 풍향을 탐지한다.","지구"]],4,null]},{}],"레그혼":[{"1":[[],[["‘리보르노’의 영어 이름.","지명"]],4,null]},{}],"레기온":[{"1":[[],[["고대 로마에 있었던 군대 조직. 시기에 따라 다르지만 3,000~6,000명의 보병과 기병으로 구성하였다.","역사"]],4,null]},{}],"레코드":[{"1":[[],[["레코드플레이어의 턴테이블에 걸어 소리를 들을 수 있게 만든 동그란 판.",null],["정보 처리를 위하여 하나의 단위로 취급되는 관련 데이터나 워드(word)의 모임.","정보·통신"]],4,null]},{"0":[["record"],[["record","A round flat plate that records music, etc."]],0,null]}],"레이스":[{"1":[[],[["서양식 수예 편물의 하나. 무명실이나 명주실 따위를 코바늘로 떠서 여러 가지 구멍 뚫린 무늬를 만든다. 주로 옷의 장식이나 책상보, 꽃병 받침 따위를 만드는 데에 쓴다. 요즘에는 기계에 의하여 대량으로 생산되기도 한다.","없음"]],4,null],"2":[[],[["경주, 경영, 경조, 경마, 경륜 따위를 통틀어 이르는 말.","체육"]],4,null]},{"1":[["lace"],[["lace","A western style of knitting by making interlocking patterns of yarn with knitting needles, or an object made by such means."]],0,null],"2":[["race"],[["race","A contest of speed conducted by people, animals, cars, etc., to run or travel a certain distance."]],0,null]}],"레위":[{"1":[[],[["구약 성경에 나오는 야곱의 셋째 아들.","기독교"]],4,null]},{}],"레헤르선":[{"1":[["線"],[["두 개의 도선을 평행하게 한 전송선. 주로 초단파를 보내는 데 쓰이며, 파장 측정이나 공진기에도 사용된다. 1888년에 레헤르(Lecher, E)가 발견하였다.","전기·전자"]],1,null]},{}],"레모네이드":[{"1":[[],[["레몬즙에 물, 설탕, 탄산 따위를 넣어 만든 음료.",null]],4,null]},{"0":[["lemonade"],[["lemonade","A cold beverage made by mixing water, sugar, soda water, etc., with lemon juice."]],0,null]}],"레일탐상차":[{"1":[["探傷車"],[["달리면서 레일의 흠을 찾는 기계를 장치한 시험용 차량.","교통"]],1,null]},{}],"레가티시모":[{"1":[[],[["악보에서, 매우 부드럽게 연주하라는 말.","음악"]],4,null]},{}],"레지스터":[{"1":[[],[["특정한 목적으로 외부 정보를 일시적으로 기억하는 장치. 데이터를 읽고 쓰는 기능이 매우 빠르며, 중앙 처리 장치 안에 사용된다.","정보·통신"]],4,null],"2":[[],[["필요한 전기 저항을 얻기 위한 기구나 부품. 세라믹 몸체에 탄소 피막(被膜)을 입힌 피막 저항기, 저항선을 감은 권선 저항기, 저항값을 바꿀 수 있는 가변 저항기 따위가 있다.","전기·전자"]],4,null]},{}],"레나강":[{"1":[["江"],[["러시아 시베리아 동부를 흐르는 강. 바이칼호 서쪽 연안의 바이칼 산지에서 시작하여 북극해로 흘러 들어간다. 길이는 4,345km.","지명"]],1,null]},{}],"렉틴":[{"1":[[],[["적혈구와 응집 반응을 나타내는 식물성 단백질.","생명"]],4,null]},{}],"렌즈":[{"1":[[],[["빛을 모으거나 분산하기 위하여 수정이나 유리를 갈아서 만든 투명한 물체. 오목 렌즈와 볼록 렌즈가 있고, 안경이나 현미경ㆍ망원경ㆍ가정용 손전등 따위에 사용된다.","물리"],["안경 대신에 눈의 각막에 직접 붙여서 사용하는 렌즈. 일반 안경으로는 시력 교정 효과가 적은 심한 근시, 원시, 난시 따위의 교정을 위하여 사용하기 시작하였으나 최근에는 미용을 목적으로 사용하기도 한다.","의학"]],4,null]},{"0":[["lens"],[["lens","A product designed to make an object look larger or smaller by cutting a glass or crystal concave or convex."],["lens","A thinly layered product directly attached to the cornea of eyes instead of glasses. "]],2,null]}],"렙토세팔루스":[{"1":[[],[["알에서 갓 깬, 버들잎 모양의 투명한 어린 물고기를 이르는 말. 알에서 깨어 나면 성어(成魚)와는 전혀 다른 모습이나 변태하여 성어와 같은 모습이 된다. 뱀장어, 붕장어, 당멸치 따위의 유어(幼魚)가 있다.","동물"]],4,null]},{}],"렌트카":[{"1":[[],[["→ 렌터카.",null]],2,null]},{}],"레이놀즈수":[{"1":[["數"],[["유체 역학에서, 흐름의 관성력과 점성력(粘性力)의 비(比). 유체(流體)의 밀도, 흐름의 속도, 흐름 속에 둔 물체의 길이에 비례하고 유체의 점성률에 반비례한다. 영국의 공학자 레이놀즈가 발견하였다. 기호는 Re.","물리"]],1,null]},{}],"렌":[{"2":[[],[["프랑스 서북부에 있는 도시. 일강과 빌렌강이 합류하는 곳에 있어 교통의 요충지이며, 농업과 축산업, 여러 가지 공업이 발달하였다. 노트르담 대성당 따위의 옛 건물이 많다.","지명"]],4,null]},{}],"레귤러커피":[{"1":[[],[["‘원두커피’를 달리 이르는 말.",null]],4,null]},{}],"레피도덴드론":[{"1":[[],[["고생대 석탄기에 번성하였다가 페름기에 절멸한 대형의 석송류에 속하는 화석 식물. 높이는 30미터, 지름은 2미터 정도의 큰 나무로, 바늘 모양의 잎이 빽빽하며 잎이 떨어진 자국이 비늘 모양을 이루어 줄기에 나사 모양으로 배열된다. 현재 질이 좋은 석탄으로 발견되며 한국, 중국에서 화석이 산출되고 있다.","식물"]],4,null]},{}],"레지에로":[{"1":[[],[["악보에서, 가볍고 경쾌하게 연주하라는 말.","음악"]],4,null]},{}],"레이콘":[{"1":[[],[["강력한 레이다 신호를 발사하여 항공기나 선박에 탑재된 수신기를 통하여 위치나 방향을 알게 해 주는 레이다용 무선 표지.","기계"]],4,null]},{}],"렌지쇠똥풍뎅이":[{"1":[[],[["쇠똥구릿과의 곤충. 몸의 길이는 0.8~1.2cm이다. 몸의 빛깔은 검은색이고 더듬이는 누런 갈색이며 정수리에는 두 개의 가로 융기선이 있다. 쇠똥에 모이는 흔한 종으로 한국, 일본, 중국 등지에 분포한다.","동물"]],1,null]},{}],"레일":[{"1":[[],[["철도 차량이나 전차 따위를 달리게 하기 위하여 땅 위에 까는 가늘고 긴 강철재(鋼鐵材).",null],["침목 위에 철제의 궤도를 설치하고, 그 위로 차량을 운전하여 여객과 화물을 운송하는 시설.",null]],4,null]},{"0":[["rail"],[["rail","A long, slim metal track laid on the ground so as to allow a train or streetcar, etc., to travel on it."],["rail","A path made of metal, where trains or streetcars, etc., travel. "]],0,null]}],"렉시스트":[{"1":[[],[["드그렐(Degrelle, L.)이 이끌던 벨기에의 파시스트당. 나치스의 원조를 받아 1930년대 후반에는 연립 내각을 출범시켰으며, 제이 차 세계 대전 때에는 독일 점령군에 협조하다가 대전 후에 해체되었다.","역사"]],4,null]},{}],"레이블":[{"1":[[],[["종이나 천에 상표나 품명 따위를 인쇄하여 상품에 붙여 놓은 조각. 분류 번호, 취급상의 주의 사항, 제품의 크기, 가격 따위를 써넣기도 한다.","경제"],["파일의 관리나 처리의 편의를 위하여 파일에 붙이는 특별한 항목 표시 기록.","경영"]],4,null]},{}],"레퍼토리":[{"1":[[],[["음악가나 극단 등이 무대 위에서 공연할 수 있도록 준비한 곡목이나 연극 제목의 목록.",null],["들려줄 수 있는 이야깃거리나 보여 줄 수 있는 장기.",null]],4,null]},{"0":[["repertory"],[["repertoire","A list of musical or theatrical works ready for performance by musicians or theatrical troupes, etc. "],["repertoire","One's special stories or skills to show to others. "]],0,null]}],"레시터티브":[{"1":[[],[["오페라나 종교극 따위에서, 대사를 말하듯이 노래하는 형식.","음악"]],4,null]},{}],"레버":[{"1":[[],[["무거운 물건을 움직이는 데에 쓰는 막대기.",null]],4,null]},{}],"레터르":[{"1":[[],[["종이나 천에 상표나 품명 따위를 인쇄하여 상품에 붙여 놓은 조각. 분류 번호, 취급상의 주의 사항, 제품의 크기, 가격 따위를 써넣기도 한다.","경제"],["어떤 인물이나 사물에 대하여 불명예스럽게 붙은 이름.",null]],4,null]},{}],"레몬옐로":[{"1":[[],[["익은 레몬 껍질의 빛깔처럼 약간 주황빛이 감도는 노랑.",null]],4,null]},{}],"레이서":[{"1":[[],[["경주하는 데에 쓰는 자동차, 오토바이, 요트 따위의 탈것. 또는 그것을 타고 경주하는 사람.",null]],4,null]},{}],"레스터":[{"1":[[],[["영국 잉글랜드에 있는 도시. 모직물, 양조 따위의 중세 전통 산업과 제철, 농산 가공업이 활발하다. 레스터종(種)의 양과 젖소가 유명하다. 면적은 73㎢.","지명"]],4,null]},{}],"레미콘":[{"1":[[],[["콘크리트 제조 공장에서 아직 굳지 않은 상태로 차에 실어 그 속에서 뒤섞으며 현장으로 배달하는 콘크리트.","건설"],["콘크리트가 굳지 않도록 개면서 운반하도록 장치한 트럭.","건설"]],4,null]},{"0":[["▼remicon"],[["ready-mixed concrete","Concrete carried on a vehicle without being hardened, and delivered to a construction site."],["concrete mixer truck","A truck made in a manner that can carry concrete without making it hard."]],0,null]}],"렙차어":[{"1":[["語"],[["넓은 뜻의 티베트어에 속하는 언어. 인도 북부 시킴(Sikkim) 지방을 비롯한 부탄, 네팔, 다르질링 등지에서 살며 스스로 롱(Rong)이라고 부르는 사람들이 쓰는 말이다.","언어"]],1,null]},{}],"레이크":[{"1":[[],[["수용성의 유기 색소에 금속염이나 타닌 따위를 결합하여 만든 불용성 유기 안료. 피복력을 강화하기 위하여 고령토 따위를 함께 섞어 쓴다.","화학"],["유기 안료를 통틀어 이르는 말.","화학"]],4,null],"2":[[],[["흙을 고르거나 풀을 긁어모으는 데에 쓰는 곰발처럼 생긴 쇠갈퀴.","농업"]],4,null]},{}],"레드덴":[{"1":[[],[["소의 한 품종. 암컷의 몸무게는 650kg 정도이며, 총유량은 연 4,500kg 정도이다. 털은 붉은빛을 띤 어두운 갈색으로 육질이 좋다. 덴마크가 원산지이다.","동물"]],4,null]},{}],"레이안드로스":[{"1":[[],[["그리스 전설에 나오는 미소년. 헤로(Hero)와 서로 사랑하여 매일 밤 헤로가 피워 놓은 불을 목표로 헬레스폰투스(Hellespontus) 바다를 건너 그녀와 만났으나, 어느 날 폭풍으로 빠져 죽자 헤로도 투신자살하였다고 한다.","문학"]],4,null]},{}],"레지":[{"1":[[],[["다방 따위에서 손님을 접대하며 차를 나르는 여자.",null]],4,null]},{}],"레이던":[{"1":[[],[["네덜란드에 있는 도시. 운하가 가로지르며, 르네상스 시대의 건축물이 많이 남아 있다. 중세 말기부터 모직물 공업이 활발하며, 인쇄ㆍ출판업의 중심지이다.","지명"]],4,null]},{}],"레이크플래시드":[{"1":[[],[["미국 뉴욕주 동북부에 있는 마을. 자연 경관이 아름다운 휴양지이며, 1932년과 1980년에 동계 올림픽이 개최되었다.","지명"]],4,null]},{}],"레게":[{"1":[[],[["1968년에서부터 1969년에 자메이카에서 발생한 라틴계의 새로운 음악 양식. 또는 그런 리듬. 자메이카 고유의 음악이 리듬 앤드 블루스의 영향을 받아 생겨난 것으로, 칼립소(calypso)나 록(rock) 따위의 혼성(混成)으로도 볼 수 있다.","음악"]],4,null]},{}],"렌탄도":[{"1":[[],[["악보에서, 점점 느리게 연주하라는 말.","음악"]],4,null]},{}],"렉스리부아리아":[{"1":[[],[["게르만 부족법의 하나. 리부아리아계 프랑크족의 법전이다.","역사"]],4,null]},{}],"렌터카":[{"1":[[],[["세를 내고 빌리는 자동차.",null]],4,null]},{"0":[["rent-a-car"],[["rental car","A car rented for a certain period by paying money."]],2,null]}],"렙토시폰":[{"1":[[],[["꽃고빗과의 한해살이풀. 높이는 20~30cm이며, 잎은 손바닥 모양으로 갈라진다. 5~6월에 흰색, 보라색 따위의 여러 가지 빛깔의 꽃이 핀다. 관상용이고 미국 캘리포니아가 원산지이다.","식물"]],4,null]},{}],"레굴루스":[{"1":[[],[["사자자리에서 가장 밝은 별. 황도(黃道)에 위치하는 유일한 일등성으로 달에 가리어 잘 보이지 않는다.","천문"]],4,null]},{}],"레디아":[{"1":[[],[["흡충강 발육의 제2단계에서 나타나는 유생(幼生)의 하나. 주머니 모양이며, 알에서 미라시듐을 거친 낭상충의 체내에 생긴다.","동물"]],4,null]},{}],"레딩":[{"1":[[],[["영국 잉글랜드 남부에 있는 도시. 양털ㆍ모직물 거래의 중심지이고, 농산물의 집산지이다. 인쇄업, 양조업, 제지ㆍ제철 공업이 활발하다. 버크셔주의 주도(州都)이다. 면적은 37㎢.","지명"]],4,null]},{}],"레플렉터":[{"1":[[],[["→ 리플렉터.",null]],2,null]},{}],"렙톤":[{"1":[[],[["비교적 질량이 작은 소립자. 전자, 뮤온, 타우 입자 및 이들과 관련된 중성 미자와 같은 소립자를 통틀어 이른다.","물리"]],4,null]},{}],"레드카드":[{"1":[[],[["운동 경기에서, 심판에게 경고를 받은 선수가 다시 고의로 반칙하거나 예의에 어긋난 행위를 하였을 때에 주심이 퇴장의 표시로 보이는 빨간색 쪽지.","체육"]],4,null]},{"0":[["red card"],[["red card","A red card that the referee shows to the player to order him/her off the playing field in a sports game."]],0,null]}],"렌들러":[{"1":[[],[["오스트리아, 남부 독일의 바이에른ㆍ뵈멘 지방에서 행해진 민속 무곡. 8분의3 또는 4분의3 박자의 느린 왈츠에 가까우며 19세기 중엽 왈츠의 유행으로 쇠퇴하였다.","예체능 일반"]],4,null]},{}],"레테":[{"1":[[],[["그리스 신화에 나오는 사후 세계의 강. 죽은 사람의 혼이 그 물을 마시면 자기의 과거를 모두 잊어버린다고 한다.","문학"]],4,null]},{}],"레이캬비크":[{"1":[[],[["아이슬란드의 수도. 항구 도시로 상업, 어업, 수산 가공업의 중심지이며, 인쇄ㆍ출판도 활발하다. 온천 도시로도 유명하여 가정에서는 온천의 열을 이용하여 난방을 한다.","지명"]],4,null]},{}],"렌즈상층":[{"1":[["狀層"],[["다른 지층 속에 렌즈 모양으로 끼어 있는 지층. 끝이 볼록 렌즈의 양 끝처럼 얇아진 지층을 이른다.","지구"]],1,null]},{}],"레티넨":[{"1":[[],[["사람을 비롯한 대부분의 포유류의 눈에 있는 카로티노이드 색소. 비타민 에이(A)의 유도체이며, 옵신과 결합하여 로돕신이 된다.","생명"]],4,null]},{}],"레온티예프표":[{"1":[["表"],[["‘산업 연관표’를 달리 이르는 말. 레온티예프(Leontief, W.)가 창안하였다.","경제"]],1,null]},{}],"레티쿨린":[{"1":[[],[["복잡한 구조를 가지고 있는 섬유형 단백질. 창자 점막, 간, 콩팥 따위에 적은 양이 함유되어 있다.","생명"]],4,null]},{}],"레파르티미엔토":[{"1":[[],[["1499년부터 에스파냐가 에스파냐령 아메리카에서 취한 식민지 경영 정책. 왕이 일부 식민지 개척자들에게 인디언을 강제 노동에 동원할 수 있도록 허용한 제도이다.","행정"]],4,null]},{}],"레닌그라드":[{"1":[[],[["‘상트페테르부르크’의 전 이름.","지명"]],4,null]},{}],"레이저":[{"1":[[],[["분자 안에 있는 전자 또는 분자 자체의 들뜬상태 입자들을 모이게 한 후 동시에 낮은 상태로 전이시킴으로써 보강 간섭을 이용하여 빛을 증폭하는 장치.","물리"]],4,null]},{"0":[["laser"],[["laser","A device used in medical treatment or communication that produces energy by exciting the atoms of a form of matter to a higher energy level and then shooting strong light created by this energy."]],0,null]}],"레조르신":[{"1":[[],[["1, 3-다이하이드록시 벤젠에 해당하는 것으로, 이가(二價) 페놀의 하나. 무색 결정으로 맛이 달고 환원 작용이 강하다. 빛이나 공기에 노출되면 분홍색을 띠게 된다. 가려움증 치료제, 방부제, 색소 제조에 쓴다. 화학식은 C<sub style='font-size:11px;'>6</sub>H<sub style='font-size:11px;'>4</sub>(OH)<sub style='font-size:11px;'>2</sub>.","화학"]],4,null]},{}],"레니나칸":[{"1":[[],[["‘쿠마이리’의 전 이름.","지명"]],4,null]},{}],"레조디칼라브리아":[{"1":[[],[["이탈리아반도의 남쪽 메시나 해협에 면한 항구 도시. 관광 휴양지로 로마 시대의 유적이 많이 남아 있으며, 가구ㆍ향수ㆍ마카로니 따위를 생산한다. 칼라브리아주의 주도(州都)이다.","지명"]],4,null]},{}],"렌티시모":[{"1":[[],[["악보에서, 아주 느리게 연주하라는 말.","음악"]],4,null]},{}],"레인코트":[{"1":[[],[["비가 올 때 비에 젖지 아니하도록 덧입는 옷.",null]],4,null]},{}],"레퀴엠":[{"1":[[],[["죽은 사람의 영혼을 위로하기 위한 미사 음악.","음악"]],4,null]},{}],"레피도사이렌":[{"1":[[],[["레피도사이렌과의 폐어류. 몸의 길이는 12cm이고, 지느러미는 회초리 모양이며 한 쌍의 허파를 가지고 있으며, 여름의 비가 오지 않는 건조기에는 진흙 속에서 공기 호흡을 하면서 잠을 잔다. 남아메리카 아마존강 유역에서 서식한다.","동물"]],4,null]},{}],"레자":[{"1":[[],[["→ 인조 가죽.","공업"]],4,null]},{}],"레오펙시":[{"1":[[],[["콜로이드 용액에서 일어나는 특수한 현상의 하나. 콜로이드 용액을 가볍게 저어줄 때 젤화가 매우 빨리 진행되는 현상이다.","화학"]],4,null]},{}],"레터링":[{"1":[[],[["광고 따위에서, 시각적 효과를 고려하여 문자를 도안하는 일. 또는 그 문자.","매체"]],4,null]},{}],"레스보스섬":[{"1":[[],[["그리스 동부, 에게해에 있는 섬. 올리브, 포도주, 해면 따위가 난다. 시인 사포(Sappho)와 철학자 테오프라스토스의 출생지이다. 고대에 이 섬에 동성애가 성행하였다는 데서 ‘레즈비언’이라는 말이 생겼다. 면적은 1,632㎢.","지명"]],1,null]},{}],"레이다":[{"1":[[],[["전파를 이용하여 물체를 탐지하고 거리를 측정하는 장치.","물리"]],4,null]},{"0":[["radar"],[["radar","A device for determining the location or state of an object by shooting a radio wave and receiving the reflected wave."]],0,null]}],"렙차족":[{"1":[["族"],[["히말라야 산록의 시킴, 네팔, 부탄, 인도 서벵골주에 거주하는 소수 민족. 티베트와 네팔의 영향을 많이 받으며 문화적으로나 종교적으로 라마교화하고 있다.","고유명 일반"]],1,null]},{}],"레페법":[{"1":[["法"],[["높은 압력의 아세틸렌과 특수한 촉매를 써서 여러 가지 유기 화합물을 합성하는 반응. 1930년경에 독일의 화학자 레페 등이 개발하였다. 합성수지, 합성 섬유, 합성 고무 따위의 원료 제조에 쓴다.","화학"]],1,null]},{}],"레드데니시":[{"1":[[],[["소의 한 품종. 암컷의 몸무게는 650kg 정도이며, 총유량은 연 4,500kg 정도이다. 털은 붉은빛을 띤 어두운 갈색으로 육질이 좋다. 덴마크가 원산지이다.","동물"]],4,null]},{}],"레스토랑":[{"1":[[],[["서양식 음식점.",null]],4,null]},{"0":[["restaurant"],[["restaurant","A restaurant that sells western food."]],1,null]}],"레늄":[{"1":[[],[["백금광 따위에 들어 있는 금속 원소. 발화성이 있고, 질산과 황산에 잘 녹는다. 여러 가지 반응의 촉매, 합금 재료 따위로 쓴다. 원자 기호는 Re, 원자 번호는 75, 원자량은 186.2.","화학"]],4,null]},{}],"레이거노믹스":[{"1":[[],[["미국의 40대 대통령 레이건이 시행한 경제 정책. 경제의 활성화를 통하여 힘에 의한 위대한 미국 재건을 목표로, 세출의 삭감ㆍ소득세의 인하ㆍ안정적인 금융 정책 따위를 실시하였다.","경제"]],4,null]},{}],"레다":[{"1":[[],[["그리스 신화에 나오는 스파르타의 왕비. 목욕을 하다가 백조로 변한 제우스와 정을 통하여 두 알을 낳았는데, 한 알에서는 카스토르와 폴리데우케스가, 딴 알에서는 헬레네가 생겨났다고 한다.","문학"]],4,null]},{}],"레이더":[{"1":[[],[["전파를 이용하여 물체를 탐지하고 거리를 측정하는 장치.","물리"]],4,null]},{"0":[["radar"],[["radar","A device for determining the location or state of an object by shooting a radio wave and receiving the reflected wave."]],0,null]}],"렘니스케이트":[{"1":[[],[["<img style=\"vertical-align: middle;\" src='http://stdmgt.korean.go.kr:8899/dictionary/compilation/popup/formula.do?latex=%28x%5E%7B2%7D%2By%5E%7B2%7D%29%5E%7B2%7D%3D2a%5E%7B2%7D%28x%5E%7B2%7D-y%5E%7B2%7D%29'>으로 주어지는 곡선.","수학"]],4,null]},{}],"레제드라마":[{"1":[[],[["상연보다는 읽히는 것을 목적으로 쓴 희곡. 연극성보다는 문학성을 강조한 것으로, 괴테의 <파우스트> 따위가 있다.","문학"]],4,null]},{}],"레이돔":[{"1":[[],[["레이다 안테나가 받는 풍압을 적게 하거나 눈ㆍ비로 인하여 전파의 방사가 손상되는 것을 방지하기 위해 안테나에 씌우는 둥근 모양의 덮개. 전파가 투과된다.","정보·통신"]],4,null]},{}],"렌츠부치풍뎅이":[{"1":[[],[["쇠똥구릿과의 곤충. 몸의 길이는 0.8~1.2cm이다. 몸의 빛깔은 검은색이고 더듬이는 누런 갈색이며 정수리에는 두 개의 가로 융기선이 있다. 쇠똥에 모이는 흔한 종으로 한국, 일본, 중국 등지에 분포한다.","동물"]],1,null]},{}],"레포츠":[{"1":[[],[["한가한 시간에 즐기면서 신체를 단련할 수 있는 운동.",null]],4,null]},{}],"레반트":[{"1":[[],[["그리스와 이집트 사이에 있는 동지중해 연안 지역을 통틀어 이르는 말. 좁게는 시리아, 레바논 두 나라를 이른다.","지명"]],4,null]},{}],"레오타드":[{"1":[[],[["다리 부분이 없고 몸에 꼭 끼는, 아래위가 붙은 옷. 신축성이 있는 천으로 만들고 체조 따위의 스포츠용으로 쓴다.",null]],4,null]},{}],"레벨":[{"1":[[],[["지위나 품질 따위의 일정한 표준이나 정도.",null]],4,null],"2":[[],[["수평을 유지하기 위한 수준기를 장치한 망원경. 지점의 높낮이를 측량할 때에 쓴다.","건설"]],4,null]},{"0":[["level"],[["level","A certain standard or degree."]],0,null]}],"레구민":[{"1":[[],[["콩이나 팥 따위에 들어 있는 단백질. 염화 마그네슘을 섞으면 엉기는 성질을 이용하여 두부를 만든다. 카세인의 대용으로 쓴다.","생명"]],4,null]},{}],"레오바이러스":[{"1":[[],[["바이러스의 하나. 호흡 계통의 질병과 설사 따위를 일으키는데, 사람을 비롯하여 원숭이, 소 따위의 동물에게서 발견된다.","보건 일반"]],4,null]},{}],"렐리지오소":[{"1":[[],[["악보에서, 경건하게 연주하라는 말.","음악"]],4,null]},{}],"렉싱턴":[{"1":[[],[["미국 매사추세츠주 동부에 있는 도시. 보스턴에서 동남쪽으로 16km 정도 떨어져 있는 교외 주거 지역이며, 미국 독립 전쟁의 첫 교전지로 알려져 있다.","지명"]],4,null]},{}],"레온":[{"1":[[],[["니카라과의 서부에 있는 상공업 도시. 피혁ㆍ양조 공업이 활발하다. 남아메리카 최대의 성당이 있으며, 식민지 시대부터 1857년까지 니카라과의 수도였다.","지명"]],4,null],"2":[[],[["멕시코 중부에 있는 도시. 높이 1,844미터의 고원에 있다. 피혁 공업의 중심지이며 은장식품 따위의 제조도 활발하다.","지명"]],4,null],"3":[[],[["에스파냐 서북부에 있는 도시. 철, 목재 따위를 생산한다. 중세 레온 왕국의 수도였으며, 사적이 많이 남아 있는 관광지이다. 레온주(州)의 주도(州都)이다.","지명"]],4,null]},{}],"레이저우":[{"1":[[],[["‘하이캉현’의 옛 이름.","지명"]],4,null]},{}],"레닛":[{"1":[[],[["레닌(rennin)을 함유하는 응고 효소. 동물의 위 속에 펩신과 함께 들어 있다. 우유에 작용하여 카세인으로 변화, 침전하게 한다.","생명"]],4,null]},{}],"레서스원숭이":[{"1":[[],[["구세계원숭잇과의 포유류. 몸의 길이는 60cm, 꼬리의 길이는 35cm 정도이며, 몸의 앞부분은 회색을 띤 갈색이고 꼬리와 허리는 연한 황색, 네 다리는 회색을 띤 누런 갈색, 얼굴은 붉은 살구색이다. 머리에 갓털이 있고 성질이 온순하여 사람을 쉽게 따른다. 나무 열매, 곤충 따위를 먹고 반사막에서 고산 지대에 이르는 다양한 서식지에 적응하여 무리를 이루고 사는데 인도의 벵골 지방, 아프가니스탄 동부, 아삼, 미얀마, 티베트, 중국 남부 등지에 분포한다.","동물"]],1,null]},{}],"레아":[{"1":[[],[["레아과의 새. 타조와 비슷하나 훨씬 작다. 몸의 길이는 1.2미터 정도이며, 연한 갈색이다. 목은 가늘고 길며 다리는 누런 갈색으로 길다. 남아메리카 초원에 분포한다.","동물"]],4,null],"2":[[],[["그리스 신화에 나오는 대지(大地)의 여신. 남편인 크로노스가 아들에게 왕좌를 빼앗긴다는 예언을 두려워하여 아들을 낳는 대로 잡아먹기 때문에 막내아들 제우스만은 감추어 두었다가 성장한 후에 왕좌를 잇게 하였다.","문학"]],4,null],"3":[[],[["토성의 위성. 밝기는 10등급, 공전 주기는 약 4.5175일, 지름은 1,530km이다. 1672년에 이탈리아의 천문학자 카시니가 발견하였다.","천문"]],4,null]},{}],"레조넬에밀리아":[{"1":[[],[["이탈리아 북부, 포강 유역 평야에 있는 에밀리아로마냐주의 오래된 도시. 간선 철도의 주요한 역이 있으며, 기계 공업을 비롯하여 금속ㆍ시멘트 따위의 공업이 성하고, 농산물의 집산지이다.","지명"]],4,null]},{}],"레세핀":[{"1":[[],[["라우올피아 뿌리에 함유된 인돌 알칼로이드의 하나. 흰색 결정으로, 물에 녹지 않는다. 중추 신경이나 교감 신경에 작용하여 중추의 흥분을 진정시키는 작용이 있다. 화학식은 C<sub style='font-size:11px;'>33</sub>H<sub style='font-size:11px;'>40</sub>N<sub style='font-size:11px;'>2</sub>O<sub style='font-size:11px;'>9</sub>.","생명"]],4,null]},{}],"레플리카":[{"1":[[],[["그림이나 조각 따위에서, 원작자가 손수 만든 사본.","미술"]],4,null]},{}],"레겐스부르크":[{"1":[[],[["독일의 바이에른주에 있는 상업 도시. 다뉴브강 가에 있으며 조선업, 기계 공업, 화학 공업, 양조업 따위가 활발하다.","지명"]],4,null]},{}],"레인저":[{"1":[[],[["특수 훈련을 받은 정규군의 유격대원. 또는 그 특수 훈련.","군사"]],4,null]},{}],"레노":[{"1":[[],[["악보에서, 조용하게 연주하라는 말.","음악"]],4,null]},{}],"레크리에이션":[{"1":[[],[["피로를 풀고 새로운 힘을 얻기 위하여 함께 모여 놀거나 운동 따위를 즐기는 일.",null]],4,null]},{"0":[["recreation"],[["recreation","A game or exercise enjoyed in order to relieve the exhaustion of the body and mind and gain new energy."]],0,null]}],"레인":[{"1":[[],[["육상 경기장이나 수영 경기장의 코스.","체육"],["볼링에서, 공을 굴리는 대(臺). 길이는 18.28미터, 폭은 1.04미터이며, 나무로 되어 있다.","체육"]],4,null]},{"0":[["lane"],[["lane","In a sports game such as an athletic meet or swimming meet, the path where each player runs or swims. "],["lane","In a bowling alley, the floor where a ball rolls down. "]],0,null]}]}