{"리자이나":[{"1":[[],[["캐나다의 서스캐처원주 남부에 있는 상업 도시. 교통의 요지이며, 밀ㆍ낙농 제품 따위의 농축산물의 집산과 식품 가공업 따위가 활발하다. 주도(州都)이다.","지명"]],4,null]},{}],"리그노카인":[{"1":[[],[["국소 마취제로 쓰는 흰색이나 연노란색의 결정. 종래의 국소 마취제보다 마취력이 강하고 작용의 발현 시간이 빠르고 길어서 널리 쓰이며, 항부정맥 작용제로도 사용된다.","약학"]],4,null]},{}],"링가야탸":[{"1":[[],[["시바파(Siva派)에 속하는, 인도 힌두교의 한 파. 남자 생식기를 숭배하여 끈에 링가 상을 달아 목에 걸고 다닌다.","종교 일반"]],4,null]},{}],"린트":[{"1":[[],[["아마과의 한해살이풀. 높이는 1미터 정도이며, 잎은 어긋나고 선 모양이다. 5~7월에 푸른 자주색 꽃이 취산(聚繖) 화서로 피고 열매는 둥근 모양의 삭과(蒴果)이다. 껍질의 섬유로는 리넨 따위의 피륙을 짜고, 씨는 ‘아마인’이라고 하여 기름을 짜며 약재로도 쓴다. 유사 이전부터 이집트와 소아시아에서 섬유 식물로 재배하였고 세계 각지에서 재배하고 있다.","식물"]],4,null]},{}],"리몬":[{"1":[[],[["중앙아메리카 코스타리카(Costa Rica)의 동부에 있는 항구 도시. 인디언 촌락인 카리아리(Cariari)의 땅에 건설한 근대 도시이며, 1503년에 콜럼버스가 상륙한 곳이다.","지명"]],4,null]},{}],"리예트":[{"1":[[],[["돼지나 거위의 고기를 잘게 잘라 지방과 함께 흐물흐물해질 때까지 삶은 음식. 빵 위에 얹어서 먹는다.",null]],4,null]},{}],"리프레인":[{"1":[[],[["시(詩)의 각 절 끝에 되풀이되는 같은 시구.","문학"],["노래 곡조 끝에 붙여 같은 가락으로 되풀이하여 부르는 짧은 몇 마디의 가사.","음악"]],4,null]},{}],"리타르단도":[{"1":[[],[["악보에서, 점점 느리게 연주하라는 말. ‘rit.’로 표시한다.","음악"]],4,null]},{}],"리베터":[{"1":[[],[["대가리가 둥글고 두툼한 버섯 모양의 굵은 못을 박고 죄는 기계.","기계"]],4,null]},{}],"리본":[{"1":[[],[["끈이나 띠 모양의 물건을 통틀어 이르는 말. 머리, 모자, 선물, 훈장 따위의 장식에 쓴다.",null],["타자기, 워드프로세서 따위에 쓰는 띠 모양의 먹지.",null],["리듬 체조에 쓰는 기구. 긴 띠 모양의 천으로 손잡이가 달려 있다.","체육"]],4,null]},{"0":[["ribbon"],[["ribbon","A string or band used for decorating one's hair, a hat, a present, etc."],["ribbon","A strip used in a typewriter or printer, etc., designed to apply ink and print. "],["ribbon","A long band with a handle, used as an instrument in rhythmic gymnastics."]],2,null]}],"리트미크":[{"1":[[],[["스위스의 음악 교육가인 달크로즈가 창안한 음악 교육법의 하나. 리듬에 기초를 두어 신체의 여러 감각 및 기능을 발달하게 하고 심신(心身)의 조화를 꾀한다. 장애인의 치료 따위에 응용한다.","음악"]],4,null]},{}],"림부르흐":[{"1":[[],[["유럽 중부, 뫼즈강 중류 유역에 있는 지역. 예전에는 로렌 공국(公國)에서 독립한 작은 봉건 국가였으나, 1839년에 네덜란드령과 벨기에령으로 나뉘어, 두 나라에서 각각 같은 이름의 주로 되었다. 그곳에서 유일한 석탄 산지이며, 낙농도 성하다.","지명"]],4,null]},{}],"리셋":[{"1":[[],[["데이터를 처리하는 기구 전체나 일부를 초기 상태로 되돌리는 일.","정보·통신"],["기억 장치나 계수기, 레지스터 따위를 영(零)의 상태로 되돌리는 일.","정보·통신"]],4,null]},{}],"립스틱":[{"1":[[],[["화장할 때 입술에 바르는 연지. 막대 모양이다.","없음"]],4,null]},{"0":[["lipstick"],[["lipstick","A cosmetic applied to woman's lips "]],0,null]}],"링":[{"1":[[],[["고리 모양의 물건.",null],["권투나 프로 레슬링 경기의 경기장.","체육"],["링 운동에서, 늘어진 두 줄의 로프 끝에 매달아 손으로 잡게 된 쇠고리.","체육"],["링을 사용하여 턱걸이, 물구나무서기 따위의 기술을 펼치는 남자 체조 경기 종목.","체육"],["피임을 목적으로 자궁안에 넣는 특수 기구. 원판이나 고리 모양으로 난자의 착상을 방해한다.","의학"]],4,null]},{"0":[["ring"],[["ring","A round or angular shaped thing made by bending and connecting both ends of a length of metal rod or string, etc."],["ring","An arena for holding a boxing or professional wrestling match. "],["ring","One of men's gymastic compeitions where a player holds rings in the air and demonstrates his techniques, or such a ring used for the gymastic game. "]],0,null]}],"리얼리즘":[{"1":[[],[["일반적으로 현실을 있는 그대로 묘사ㆍ재현하려고 하는 창작 태도. 19세기 중엽에 유럽에서 일어난 예술 사조로, 현실을 존중하고, 주관에 의한 개변ㆍ장식을 배제한 채 객관적으로 관찰하여 그 개성적 특질을 있는 그대로 그려 내려고 하는 경향 또는 양식이다.","예체능 일반"],["인식론에서, 인식의 대상을 사람의 의식이나 주관으로부터 독립하여 존재하는 것으로 보고 이들을 객관적으로 파악하는 것이 참다운 인식이라고 하는 이론. 대상이 되는 실재의 규정에 따라 과학적ㆍ이성적ㆍ비판적 실재론 따위가 있다.","철학"]],4,null]},{"0":[["realism"],[["realism","An attitude in literature or art that tries to describe and express reality, or an object as it is."]],0,null]}],"리플레이스":[{"1":[[],[["골프에서, 규칙에 따라 주워 올린 공을 본래 자리에 놓는 일.","체육"]],4,null]},{}],"리비툼":[{"1":[[],[["악보에서, 자유롭게 연주하라는 말.","음악"]],4,null]},{}],"리소그래프":[{"1":[[],[["물과 기름이 섞이지 않는 성질을 이용하여 석판에 그림을 그려 찍어 내는 평판화.","미술"]],4,null]},{}],"리머":[{"1":[[],[["드릴 따위로 뚫은 구멍을 정밀하게 다듬는 공구(工具).","공업"]],4,null]},{}],"리베이트":[{"1":[[],[["판매자가 지급받은 대금의 일부를 사례금이나 보상금의 형식으로 지급인에게 되돌려주는 일. 또는 그런 돈.","경제"],["사업자로부터 사업 대금을 수령한 후에 판매자가 사업자에게 주는 뇌물.","없음"]],4,null]},{}],"리티곤":[{"1":[[],[["타이곤 수컷과 사자 암컷을 교배한 잡종. 몸은 사자나 호랑이보다 크고, 사자의 갈기와 누런 갈색 털이 있으며 배는 희고 호랑이처럼 검은 줄무늬가 있다.","동물"]],4,null]},{}],"리브르빌":[{"1":[[],[["아프리카 가봉에 있는 항구 도시. 기니만 연안에 있으며, 상업의 중심지로 열대산 목재와 카카오, 야자유, 망가니즈 따위를 수출한다. 1849년에 해방 노예가 건설하였다. 가봉의 수도이다.","지명"]],4,null]},{}],"링가옌":[{"1":[[],[["필리핀의 루손섬 북부, 링가옌만에 면한 도시. 어류, 포도주 따위의 집산지이다.","지명"]],4,null]},{}],"릴레이":[{"1":[[],[["육상이나 수영 따위에서, 조를 이룬 여러 명의 선수들이 일정한 거리를 서로 교대하며 이어 달리거나 헤엄치는 일.","체육"],["검출된 정보를 갖고 있는 제어 전류의 유무 또는 방향에 따라 다른 회로를 여닫는 장치. 전력 시스템에 합선이나 접지 사고가 발생할 경우, 또는 절연 파괴의 원인이나 계통의 나머지 부분에 악영향을 주는 이상 상태가 생겼을 때, 이를 검출하여 차단기를 동작시켜 사고 부분을 신속히 계통에서 분리하도록 지령을 내보낸다. 자석을 이용한 것이 많으며 주로 전신, 전화 따위에서 전류의 변화를 중계하는 일에 쓴다.","전기·전자"]],4,null]},{"0":[["relay"],[["relay","A track event in which several players divided into groups run a certain distance in relay."],["relay","Several people taking turns at doing something."]],0,null]}],"리라":[{"2":[[],[["고대 그리스의 작은 현악기. 하프와 비슷하며, ‘U’ 자나 ‘V’ 자 모양의 울림 판에 넷이나 일곱 또는 열 줄을 매고 손가락으로 뜯어서 연주한다.","음악"],["취주악에 사용하는 조그만 철금(鐵琴).","음악"]],4,null]},{}],"리페이스":[{"1":[[],[["중성 지방을 지방산과 글리세린으로 가수 분해를 하는 효소. 동물에는 이자액에, 식물에는 피마자 따위에 많이 들어 있다.","생명"]],4,null]},{}],"리파아제":[{"1":[[],[["중성 지방을 지방산과 글리세린으로 가수 분해를 하는 효소. 동물에는 이자액에, 식물에는 피마자 따위에 많이 들어 있다.","생명"]],4,null]},{}],"리아노스":[{"1":[[],[["남아메리카의 베네수엘라와 콜롬비아 동부에 걸쳐 있는 고원성의 대평원. 오리노코강 및 그 지류 유역에 있으며, 사바나 기후 지역이다. 육우(肉牛)의 방목이 활발하다. 면적은 10만 ㎢.","지명"]],4,null]},{}],"릴리리야":[{"1":[[],[["→ 늴리리야.","음악"]],2,null]},{}],"리듬":[{"1":[[],[["음의 장단이나 강약 따위가 반복될 때의 그 규칙적인 음의 흐름.","음악"],["일정한 규칙에 따라 반복되는 움직임을 이르는 말.",null],["선, 형, 색의 비슷한 반복을 통하여 이루는 통일된 율동감. 즉 농담, 명암 따위가 규칙적으로 반복되거나 배열된 상태를 가리킨다.","미술"]],4,null]},{"0":[["rhythm"],[["rhythm","A regularly repeated pattern of the length, stress, etc., of a sound."],["rhythm","A regularly repeated pattern of life, etc."]],2,null]}],"리버풀":[{"1":[[],[["영국 잉글랜드 서부 머지사이드에 있는 항구 도시. 머지강(Mersey江) 유역에 위치한 상업 도시로 맨체스터의 외항이며, 런던 다음가는 무역항이다. 조선, 담배, 제당 따위의 공업이 활발하다.","지명"]],4,null]},{}],"리더타펠":[{"1":[[],[["1809년 첼터(Zelter, C. F.)가 독일 베를린에 창설한 남성 합창단.","음악"]],4,null]},{}],"리소토":[{"1":[[],[["쌀로 만든 이탈리아의 요리. 쌀을 수프와 백포도주로 삶아서 사프란이나 치즈 따위를 넣고 만든다.",null]],4,null]},{}],"리모주":[{"1":[[],[["프랑스 중서부에 있는 상공업 도시. 독특한 기법으로 생산하는 도자기가 유명하며 구두 제조, 모사와 모직물의 생산 및 가축의 매매가 활발하다. 로마 시대에 생긴 도시로 성당 따위의 오래된 건축물이 많이 남아 있다.","지명"]],4,null]},{}],"리산산":[{"1":[["山"],[["중국 장안의 동북쪽, 현재의 시안시(西安市) 린퉁구(臨潼區)에 있는 산. 당나라 때 현종이 이궁(離宮)을 세워서 온천궁(溫泉宮)으로 하고, 뒤에 화청궁(華淸宮)으로 이름을 바꾸었다. 높이는 1,274미터.","지명"]],1,null]},{}],"리보뉴클레아제":[{"1":[[],[["아르엔에이에 작용하여 뉴클레오타이드 사이의 인산 다이에스터 결합의 가수 분해를 촉매하는 효소. 생화학 연구에 이용 가치가 높고, 핵산의 구조 결정 따위에 쓰인다.","화학"]],4,null]},{}],"리포스트":[{"1":[[],[["펜싱에서, 상대편의 공격을 피하면서 동시에 공격하는 일.","체육"]],4,null]},{}],"리놀레산":[{"1":[["酸"],[["두 개의 이중 결합을 가지는 불포화 지방산. 기름 모양의 액체로, 결핍되면 피부염 따위를 일으키고, 콜레스테롤이 혈관에 침착하는 것을 방지하기 때문에 동맥 경화증 예방에 효과가 있다. 연성 비누의 원료로 쓴다. 화학식은 C<sub style='font-size:11px;'>18</sub>H<sub style='font-size:11px;'>32</sub>O<sub style='font-size:11px;'>2</sub>.","생명"]],1,null]},{}],"리도카인":[{"1":[[],[["국소 마취제로 쓰는 흰색이나 연노란색의 결정. 종래의 국소 마취제보다 마취력이 강하고 작용의 발현 시간이 빠르고 길어서 널리 쓰이며, 항부정맥 작용제로도 사용된다.","약학"]],4,null]},{}],"림프샘염":[{"1":[["炎"],[["세균이나 독소의 침입으로 림프샘에 생기는 염증. 목, 사타구니, 다리 따위에 잘 생기는데 외부에서 만져도 알 수 있다.","의학"]],1,null]},{}],"리히텐슈타인":[{"1":[[],[["스위스와 오스트리아의 국경에 있는 입헌 공국(公國). 라인강 최상류에 있는 농목지로서, 곡물ㆍ포도주ㆍ과실ㆍ목화ㆍ도자기ㆍ피혁 따위를 생산한다. 금속 가공, 견직물, 피혁 따위의 공업도 활발하다. 군사, 재정, 외교는 스위스가 대행하고 있다. 주민은 독일계로 가톨릭교도가 많다. 수도는 파두츠, 면적은 160㎢.","지명"]],4,null]},{}],"리드블로":[{"1":[[],[["권투 경기에서, 상대편이 공격하기 전에 먼저 공격하여 상대편의 공격 시도를 꺾으면서 유리한 공격 기회를 잡는 공격 기술. 공격인 동시에 가장 효과적이며 적극적인 방어가 된다.","체육"]],4,null]},{}],"리그니츠":[{"1":[[],[["‘레그니차’의 독일어 이름.","지명"]],4,null]},{}],"린코마이신":[{"1":[[],[["방선균(放線菌)이 만들어 내는 항생 물질의 하나. 내성 포도상 구균 감염 방지에 효과가 있으며, 세균의 단백질 합성을 막는다. 화학식은 C<sub style='font-size:11px;'>18</sub>H<sub style='font-size:11px;'>34</sub>N<sub style='font-size:11px;'>2</sub>O<sub style='font-size:11px;'>6</sub>S.","생명"]],4,null]},{}],"리스프":[{"1":[[],[["미국 매사추세츠 공과 대학(MIT)에서 개발한 기호 처리용 프로그래밍 언어. 복잡한 수식 단위를 간단하게 표현한 언어로서 과학 기술 계산과 인공 지능 분야에서 쓴다.","정보·통신"]],4,null]},{}],"리포트로핀":[{"1":[[],[["뇌하수체 호르몬의 하나. 지방 분해를 촉진하여 엔도르핀을 만들어 내는 호르몬이다.","생명"]],4,null]},{}],"릴리스":[{"1":[[],[["흔들림 없이 셔터 버튼을 누르기 위한 사진기의 보조 기구. 탄력성이 있는 줄로 되어 있으며 공기 압력이나 전자석을 이용하여 조작한다.","영상"]],4,null]},{}],"리젠트":[{"1":[[],[["앞 머리카락을 높이 위로 빗어 넘기고, 옆 머리카락을 뒤로 빗어 붙인 남자 머리 모양.",null]],4,null]},{}],"리브레토":[{"1":[[],[["가극 따위의 대본이나 가사. 또는 그 내용을 간략하게 서술한 것.","음악"]],4,null]},{}],"리포밍":[{"1":[[],[["열이나 촉매의 작용에 의하여 탄화수소의 구조를 변화시켜 가솔린의 품질을 높이는 조작. 석유 정제 공정의 하나로, 옥탄값이 낮은 가솔린의 내폭성(耐爆性)을 높이는 것을 이른다.","화학"]],4,null]},{}],"리언":[{"1":[[],[["영국의 법률에서, 채무자의 재산에 대하여 우선적으로 변제를 받을 수 있는 권리.","법률"]],4,null]},{}],"리시스트라테":[{"1":[[],[["기원전 411년에 그리스의 작가 아리스토파네스가 지은 희극. 아테네의 젊은 부인 리시스트라테가 주모자가 되어 군자금을 압수하고, 아테네와 스파르타의 모든 여성으로 하여금 남자들이 전쟁을 그만두지 않으면 남편과 동침하지 않겠다고 선언하게 하여, 마침내 양국이 평화를 실현한다는 내용이다.","문학"]],4,null]},{}],"리시놀레산":[{"1":[["酸"],[["올레산에서 유도되는 하이드록시산. 글리세라이드로서 피마자유 속에 들어 있으며, 섬유 처리용 계면 활성제의 제조 원료로 쓰인다. 화학식은 HOC<sub style='font-size:11px;'>17</sub>H<sub style='font-size:11px;'>32</sub>COOH.","화학"]],1,null]},{}],"리고동":[{"1":[[],[["프랑스 프로방스 지방에서 비롯된, 4분의2 박자 또는 4분의3 박자의 쾌활한 춤곡. 16~17세기에 유행하였다.","예체능 일반"]],4,null]},{}],"리토폰":[{"1":[[],[["황산 바륨과 황화 아연의 혼합물인 백색 물감. 황산 바륨과 황화 아연의 반응에서 얻어지는 물질을 걸러 내서, 가열하고 분쇄한 침전물이다. 페인트, 잉크, 가죽, 종이, 화장품의 염료로 쓰인다.","화학"]],4,null]},{}],"리플렉터":[{"1":[[],[["자동차나 자전거 따위의 뒷부분에 장치하는 위험 방지용 반사판.",null]],4,null]},{}],"리세":[{"1":[[],[["프랑스의 대학 진학자를 위한 중등학교. 나폴레옹 시대에 설립된 국립 또는 공립 학교로, 고전 교양의 학습에 중점을 두며 수업 연한은 7년이다.","교육"]],4,null]},{}],"리포이드":[{"1":[[],[["지방과 성질이 비슷하나 구조가 다른 화합물을 통틀어 이르는 말. 물에는 녹지 않으나 에테르, 클로로포름, 벤젠 따위의 유기 용매에는 녹는다. 레시틴, 콜레스테롤, 에고스테롤 따위가 있다.","생명"]],4,null]},{}],"림":[{"2":[[],[["자동차나 자전거 따위에서 바퀴의 테를 이루는 고리 모양의 부분. 여기에 고무 타이어를 고정한다.",null],["농구에서, 농구대의 수직 판에 공을 던져 넣도록 고정되어 있는 둥근 테.","체육"]],4,null]},{}],"림포푸강":[{"1":[["江"],[["동남아프리카에 있는 강. 남아프리카 공화국과 보츠와나의 경계를 따라 흐르다가, 모잠비크를 거쳐 인도양으로 흘러 들어간다. 길이는 1,770km.","지명"]],1,null]},{}],"링컨셔주":[{"1":[["州"],[["영국 잉글랜드 중동부에 있는 주. 토지의 약 80%가 농지로, 가축류의 사육과 곡물ㆍ야채류의 재배 외에 식품 가공업도 활발하다. 영국을 대표하는 농업 지대이며, 로마 시대의 성당과 수도원이 많이 남아 있다. 주도(州都)는 링컨, 면적은 6,097㎢.","지명"]],1,null]},{}],"리프레서":[{"1":[[],[["오페론에서 조절 유전자에 의하여 생성되어 작동 유전자에 결합하여 구조 유전자의 전사를 억제하는 물질.","생명"]],4,null]},{}],"린포르차토":[{"1":[[],[["악보에서, 특별히 그 소리를 강하게 연주하라는 말.","음악"]],4,null]},{}],"리빙스턴":[{"2":[[],[["아프리카 잠비아의 잠베지강 연안에 있는 항구 도시. 농산물과 축산물을 모아서 가공하는 곳이다. 마람바라고도 한다.","지명"]],4,null]},{}],"링위안":[{"1":[[],[["중국 랴오닝성(遼寧省) 서남부에 있는 도시. 다링강(大凌江)의 수원(水源)에 가깝고 진청(錦承) 철도에 연하여 있는 상업 도시이다.","지명"]],4,null]},{}],"림드강":[{"1":[["鋼"],[["제강(製鋼) 작업의 마지막 단계에서 산(酸)이 덜 빠진 채로 굳은 강철. 거푸집에 닿은 바깥쪽은 조직이 치밀하나 안쪽은 작은 거품 따위의 불순물이 많다.","공업"]],1,null]},{}],"린":[{"2":[[],[["미국 매사추세츠주 동부의 대서양 연안에 있는 공업 도시. 기계, 전기 기구, 피혁, 제지 공업이 활발하다.","지명"]],4,null]},{}],"리모나이트":[{"1":[[],[["지표에서 나는 누런 갈색 또는 검은 갈색의 산화 광물. 품질이 순수한 것은 제철 원료로, 진흙이 섞인 것은 채료(彩料)의 원료로 쓴다.","광업"]],4,null]},{}],"리소그래피":[{"1":[[],[["평판 인쇄의 하나. 표면에 비누와 기름을 섞은 재료로 글자나 그림을 그려 제판하는데, 물과 지방의 반발성을 응용하여 인쇄한다.","매체"]],4,null]},{}],"리베로":[{"1":[[],[["축구에서, 스위퍼와 같은 최종 수비수 역할을 맡으면서 공격에도 적극 가담하는 선수.","체육"]],4,null]},{}],"리볼버":[{"1":[[],[["탄창이 회전식으로 된 연발 권총.",null],["현미경에서 대물렌즈의 배율을 바꾸는 회전 장치.",null]],4,null]},{}],"리스트":[{"1":[[],[["물품이나 사람의 이름 따위를 일정한 순서로 적어 놓은 것.",null]],4,null]},{"0":[["list"],[["list","Written names of things or people."]],0,null]}],"리옹":[{"1":[[],[["프랑스 동남부, 론강과 손강이 만나는 곳에 있는 상공업 도시. 고대 로마 때부터 있던 도시로 견직물 공업이 발달하였다. 12세기 고딕 양식의 교회, 15세기의 대주교관, 대학 따위가 있다.","지명"]],4,null]},{}],"린하이":[{"1":[[],[["중국 저장성(浙江省), 링장강(靈江江) 북쪽 기슭에 있는 도시. 농업, 어업, 염업이 발달하였다.","지명"]],4,null]},{}],"리미니":[{"1":[[],[["이탈리아 중부, 아드리아해 서북쪽 연안에 있는 항구 도시. 산마리노 공화국과의 연락항 구실을 한다. 로마 시대의 유적과 중세 사원 따위의 사적이 많고 해수욕장이 유명하여 관광객이 많다.","지명"]],4,null]},{}],"리플레":[{"1":[[],[["디플레이션 때문에 지나치게 내린 물가를 끌어올리기 위하여 인플레이션이 안 될 정도에서 통화량을 늘리는 일.","경제"]],4,null]},{}],"리플레이션":[{"1":[[],[["디플레이션 때문에 지나치게 내린 물가를 끌어올리기 위하여 인플레이션이 안 될 정도에서 통화량을 늘리는 일.","경제"]],4,null]},{}],"릴리퍼":[{"1":[[],[["야구에서, 앞서 던지던 투수를 대신하여 경기 중간에 나가서 던지는 투수.","체육"]],4,null]},{}],"리플":[{"1":[[],[["잔물결 모양으로 오글쪼글하게 짠 얇은 바탕의 평직물(平織物).","복식"]],4,null]},{}],"리우데자네이루":[{"1":[[],[["브라질 동남부의 대서양에 면하는 항구 도시. 세계 최대의 항만 도시이고 세계 3대 미항(美港)의 하나로 관광 휴양지로 손꼽힌다. 브라질의 경제ㆍ문화ㆍ교통의 중심지이며, 조선ㆍ화학ㆍ금속ㆍ식품 공업 따위가 활발하다. 1960년까지는 브라질의 수도였다. 리우데자네이루주의 주도(州都)이다.","지명"]],4,null]},{}],"리쿠르고스":[{"1":[[],[["그리스 신화에 나오는 트라키아의 왕. 디오니소스신과 그를 맹목적으로 따르는 여자들을 바닷속에 밀어 넣었기 때문에 벌을 받아 눈이 멀었다고도 하고 죽었다고도 한다.","문학"],["고대 스파르타의 전설적인 입법자. 스파르타의 국제(國制)나 생활 규범을 정하였다고 한다. 실재 인물이 아니라는 설(說)도 있다.",null]],4,null]},{}],"리니어먼트":[{"1":[[],[["비교적 큰 규모의 지질 구조를 반영하는 선형(線形)의 지형.","지리"]],4,null]},{}],"리플렉스법":[{"1":[["法"],[["고주파 증폭기를 이용하여 검파 후에 저주파 전류까지 동시에 증폭하는 라디오 수신기의 결선법(結線法).","전기·전자"]],1,null]},{}],"리을":[{"1":[[],[["한글 자모 ‘ㄹ’의 이름.","언어"]],2,"리을"]},{"0":[[],[["rieul","The name of the consonant 'ㄹ' in the Korean alphabet."]],0,"리을"]}],"리드":[{"1":[[],[["앞장서서 남을 이끎.",null],["운동 경기 따위에서, 상대보다 점수가 앞섬. 또는 우세한 상황이 됨.",null],["신문의 기사, 논설 따위에서 본문의 맨 앞에 그 요지를 추려서 쓴 짧은 문장.","매체"],["야구에서, 주자가 다음 베이스로 도루하기 위하여 베이스에서 조금씩 떨어지는 일.","체육"]],4,null],"4":[[],[["관악기의 발음원이 되는 얇은 진동판. 갈대ㆍ쇠ㆍ나무 따위로 만들고 공기 흐름으로 진동하여 소리를 내며, 바순ㆍ클라리넷ㆍ오보에ㆍ하모니카 ㆍ피리 따위에 붙인다.","음악"]],4,null]},{"0":[["lead"],[["lead","The act of guiding in advance of others."],["lead","The score of one being higher than one's opponent's in a sports game, etc."],["lead","The act of leading the other person in a romantic relationship."]],0,null]}],"리친":[{"1":[[],[["피마자에 들어 있는 독성이 있는 단백질. 세포의 리보솜과 결합하여 단백질 합성을 저해하여 세포를 죽인다.","생명"]],4,null]},{}],"림랜드":[{"1":[[],[["세계의 심장 지대를 둘러싸고 있는 주변 지대. 미국의 지정학자(地政學者) 스파이크맨이 제기한 것으로, 유라시아 연안 지대를 가리킨다.","지리"]],4,null]},{}],"리구리아주":[{"1":[["州"],[["이탈리아 북부, 리구리아해 연안에 있는 주. 기후가 따뜻하고 경치가 아름다워 국제적인 피한지로 알려져 있다. 조선ㆍ철강 공업과 올리브ㆍ꽃 재배가 활발하다. 주도(州都)는 제노바.","지명"]],1,null]},{}],"리올로지":[{"1":[[],[["물질의 변형과 움직임을 연구하는 과학. 콜로이드성 물질, 고분자 물질, 생체 물질 따위의 복잡한 화학 조성을 가진 유동성 물질에 힘을 주었을 때에 나타나는 탄력, 변형, 유동 따위의 현상을 연구한다.","물리"]],4,null]},{}],"리깅":[{"1":[[],[["돛대를 고정하는 고정 밧줄과 화물 밧줄처럼 움직이는 밧줄 따위의 삭구(索具).","수산업"]],4,null]},{}],"리필제품":[{"1":[["製品"],[["다 쓴 용기에 다시 채워 사용할 수 있도록 내용물만 간단하게 포장한 물품.",null]],1,null]},{}],"리아제":[{"1":[[],[["기질(基質)에서 비가수 분해적으로 어느 기(基)를 제거하고 이중 결합을 남기거나, 또는 역반응에 의하여 이중 결합에 어느 기를 첨가하는 반응을 촉매하는 효소를 통틀어 이르는 말. 얻는 화합물의 종류에 따라 카복시리에이스, 하이드로리에이스, 암모니아리에이스 따위가 있다.","화학"]],4,null]},{}],"리노바이러스":[{"1":[[],[["감기 증상을 일으키는 아르엔에이 바이러스. 목이나 콧물에서 검출된다.","보건 일반"]],4,null]},{}],"리기놉테리스":[{"1":[[],[["소철류 소철 양치목 화석 식물. 외형은 나무에 기생하는 양치류와 비슷한데 잎에 씨가 생기고 겉씨식물의 성질을 띤다.","식물"]],4,null]},{}],"리바이벌":[{"1":[[],[["오래된 영화나 연극, 유행가 따위를 다시 상영하거나 공연함. 또는 그것이 다시 유행함.",null]],4,null]},{"0":[["revival"],[["revival","The act or an instance of performing or showing a past movie, play, song, etc., again, or a past piece becoming popular again."]],0,null]}],"린포르찬도":[{"1":[[],[["악보에서, 특별히 그 소리를 강하게 연주하라는 말.","음악"]],4,null]},{}],"리":[{"1":[["里"],[["생황 육자관의 구음(口音).","음악"]],3,"리"],"3":[["里"],[["→ 이12.",null]],3,null]},{}],"리저널리즘":[{"1":[[],[["유럽 공동체와 같은 국제적 지역 통합을 권장하려는 사고방식.","행정"],["중앙 집권적인 정치 기구 안에서, 몇 개의 지방 자치 단체를 지역적 특성에 따라 구분한 새로운 행정 단위로 설치하려고 하는 사고방식.","행정"]],4,null]},{}],"리그전":[{"1":[["戰"],[["야구ㆍ축구ㆍ농구 따위에서, 경기를 벌이는 대전 방식의 하나. 경기에 참가한 모든 팀이 서로 한 번 이상 겨루어 가장 많이 이긴 팀이 우승하게 된다.","체육"]],1,null]},{"0":[["league戰"],[["league game","A game format in baseball, soccer, basketball, etc., in which all the teams who participate in the tournament compete against each other at least once and the team that has won the most times wins."]],0,null]}],"리엔지니어링":[{"1":[[],[["기업의 업무와 조직을 근본적으로 재구성하여 경영의 효율을 높이려는 경영 방법.",null]],4,null]},{}],"리사이틀":[{"1":[[],[["한 사람이 독창하거나 독주하는 음악회.","음악"]],4,null]},{"0":[["recital"],[["recital","A concert where a person sings or plays a musical instrument."]],0,null]}],"리에종":[{"1":[[],[["인도ㆍ유럽어에서, 보통 때에는 발음되지 아니하는 어말(語末)의 자음이 다음 어두(語頭)의 모음과 결합하여 발음되는 현상. 프랑스어에 많이 있다.","언어"]],4,null]},{}],"리팜피신":[{"1":[[],[["리파마이신의 유도체(誘導體)인 항결핵제(抗結核劑). 다른 항결핵제의 내성균에도 효과가 좋으나, 간독성(肝毒性)이 있어서 황달이 생기기도 한다.","약학"]],4,null]},{}],"리파마이신":[{"1":[[],[["남부 프랑스의 토양 속에 있는 방선균(放線菌)에서 만들어지는 항생 물질. 그람 양성균에 강한 발육 저지 작용을 보인다.","약학"]],4,null]},{}],"리퍼":[{"1":[[],[["가축 또는 트랙터로 끄는 곡물 수확기.","농업"]],4,null]},{}],"리조푸스":[{"1":[[],[["털곰팡잇과의 곰팡이. 토양ㆍ유기물ㆍ효모 따위에 생기며, 균사는 보통의 영양 균사 외에 기생 균사가 있는데 여기에서 흑갈색의 헛뿌리가 나온다. 균사에는 여러 가지 분해 효소가 들어 있어 주정(酒精)의 발효에 이용되며, 동물의 병원체가 될 뿐 아니라 음식물을 부패시키기도 한다.","생명"]],4,null]},{}],"린쯔":[{"1":[[],[["중국 산둥성(山東省) 중부에 있는 도시. 춘추 시대 제나라의 수도였다.","지명"]],4,null]},{}],"리비도":[{"1":[[],[["사람이 내재적으로 갖고 있는 성욕. 또는 성적 충동. 프로이트 정신 분석학의 기초 개념으로, 이드(id)에서 나오는 정신적 에너지, 특히 성적 에너지를 지칭한다. 융은 이를 생명의 에너지로 해석하였다.","심리"]],4,null]},{}],"리니먼트":[{"1":[[],[["살갗에 발라 문질러서 스며들게 하는 외용제. 살갗에 자극을 주어 염증을 가라앉히거나 신경통을 진정하는 데 쓴다.","약학"]],4,null]},{}],"리코더":[{"1":[[],[["세로로 부는, 플루트의 한 종류인 목관 악기. 부드럽고 밝은 음색을 지닌다.","음악"]],4,null]},{"0":[["recorder"],[["recorder","An instrument that is held vertically and played by blowing air into it with one's mouth as one blocks and unblocks the eight holes with one's fingers."]],0,null]}],"리스케줄링":[{"1":[[],[["누적 채무국의 반제가 불능이거나 곤란해졌을 때 반제 기간을 연장하는 일.","경제"]],4,null]},{}],"리빈스크":[{"1":[[],[["러시아의 볼가강 상류에 있는 항구 도시. 모스크바와 발트해를 잇는 수상 교통의 요지로서, 상트페테르부르크 건설 후 교역지로 발전하였다. 러시아의 중요한 인쇄 기계 공장ㆍ수력 발전소가 있으며, 조선ㆍ기계ㆍ목재 가공업 따위가 활발하다.","지명"]],4,null]},{}],"리진":[{"1":[[],[["→ 리신.","화학"]],4,null]},{}],"리세션":[{"1":[[],[["불경기까지 이르지는 아니하나 일시적으로 경기(景氣)가 후퇴하는 일. 장기적인 번영 시기에서 일시적인 경기 후퇴를 이르는 경우도 있다.","경제"]],4,null]},{}],"리소좀":[{"1":[[],[["가수 분해 효소를 많이 함유하여 세포 내 소화 작용을 하는, 단일 막으로 둘러싸인 세포의 작은 기관. 식세포 작용을 하는 세포에 많이 있으며, 세균 따위의 이물(異物)이나 노후한 자신의 세포를 소화하는 따위의 구실을 한다.","생명"]],4,null]},{}],"리후에":[{"1":[[],[["미국 하와이주의 카우아이(Kauai)섬 동남부에 있는 관광 도시. 행정과 문화ㆍ상업의 중심지이고, 근대적 항만 시설을 갖추고 있다. 사탕수수 경작으로 유명하다.","지명"]],4,null]},{}],"리마":[{"1":[[],[["페루에 있는 도시. 태평양 연안에 가까운 고원에 있으며, 섬유ㆍ식품 따위의 공업이 발달하였다. 1535년에 에스파냐인에 의하여 건설되었으며, 오래된 건축물이 많다. 외항 카야오에서 금, 은, 동광, 생고무, 목화 따위를 수출한다. 페루의 수도이다.","지명"]],4,null]},{}],"리디아":[{"1":[[],[["기원전 7세기부터 기원전 6세기까지 소아시아 서부 지방에서 번성하였던 왕국. 학예(學藝) 및 염직(染織)ㆍ야금(冶金)ㆍ채광(採鑛)이 발달하였고, 기원전 546년에 페르시아에 멸망하였다.","역사"]],4,null]},{}],"리놀륨":[{"1":[[],[["아마인유(亞麻仁油)의 산화물인 리녹신에 나뭇진, 고무질 물질, 코르크 가루 따위를 섞어 삼베 같은 데에 발라서 두꺼운 종이 모양으로 눌러 편 물건. 서양식 건물의 바닥이나 벽에 붙이는데 내구성, 내열성, 탄력성 따위가 뛰어나다.","건설"]],4,null]},{}],"리기다소나무":[{"1":[[],[["소나뭇과의 상록 침엽 교목. 높이는 25미터까지 자라며, 잎은 세 개씩 뭉쳐난다. 5월에 누런 자주색의 꽃이 피고 열매는 구과(毬果)로 다음 해 9월에 익는다. 다른 소나무와 달리 베어도 다시 움이 나므로 조림용(造林用)으로 적합하다. 북아메리카가 원산지이다.","식물"]],1,null]},{}],"리허설":[{"1":[[],[["연극ㆍ음악ㆍ방송 따위에서, 공연을 앞두고 실제처럼 하는 연습.",null]],4,null]},{"0":[["rehearsal"],[["rehearsal","Practice of a play, musical performance, broadcast, etc., before the actual performance."]],0,null]}],"리졸":[{"1":[[],[["수산화 칼륨, 정제수, 식물 기름, 크레솔을 섞어 만든 용액. 투명한 누런 갈색이며, 살균 방부제로서 피부나 기구를 소독하는 데에 쓰인다.","화학"]],4,null]},{}],"리비아":[{"1":[[],[["아프리카 북부 지중해 연안에 있는 공화국. 1951년 이탈리아에서 왕국으로 독립하였으며 1969년 공화제가 되었다. 국토의 대부분이 사막인 국가로, 양과 염소를 유목하는 세계적인 산유국이다. 주민은 아랍인이고 주요 언어는 아랍어이다. 수도는 트리폴리, 면적은 175만 9537㎢.","지명"]],4,null]},{"0":[["Libya"],[["Libya","A country located on the northern coast of Africa; it is a major oil producer with most of its land desert; its rural inhabitants usually herd sheep and goats; its official language is Arabic and its capital is Tripoli. "]],0,null]}],"리솔루토":[{"1":[[],[["악보에서, 힘차고 분명하게 연주하라는 말.","음악"]],4,null]},{}],"리시버":[{"1":[[],[["전기 진동을 음향 진동으로 변환하는 장치. 직접 귀에 대고 듣는다.","없음"],["테니스ㆍ탁구ㆍ배구 따위의 경기에서, 서브한 공을 받아치는 선수.","체육"]],4,null]},{}],"리턴":[{"4":[[],[["권투 따위에서, 선수권을 빼앗긴 사람이 새로 선수권을 얻은 사람에게 다시 도전하여 싸우는 경기.","체육"]],4,null],"5":[[],[["프로그래밍에서, 자신을 호출하였던 주프로그램의 적당한 위치로 돌아가는 일. 또는 돌아가기 위하여 사용하는 부프로그램 끝에 나오는 명령어.","정보·통신"]],4,null]},{}],"리얼리스트":[{"1":[[],[["실재론을 믿거나 주장하는 사람.",null],["사실주의를 따르거나 주장하는 사람.",null],["현실주의를 따르거나 주장하는 사람.",null]],4,null]},{}],"리오데오로":[{"1":[[],[["북아프리카 구(舊)에스파냐령 사하라의 북위 26도 이남에 있는 지역. 또는 그 해안에 있는 작은 만. 농경, 목축이 행해지는 북부 이외는 대부분 사막이다. 중심 도시는 다크라, 면적은 18만 4000㎢.","지명"]],4,null]},{}],"리틀록":[{"1":[[],[["미국 아칸소주에 있는 도시. 교통의 중심지로 목화ㆍ곡물의 집산지이며, 시계나 카메라 공업이 발달하였다. 주도(州都)이다.","지명"]],4,null]},{}],"리솔":[{"1":[[],[["수산화 칼륨, 정제수, 식물 기름, 크레솔을 섞어 만든 용액. 투명한 누런 갈색이며, 살균 방부제로서 피부나 기구를 소독하는 데에 쓰인다.","화학"]],4,null]},{}],"림프절염":[{"1":[["節炎"],[["‘림프샘염’의 전 용어.","의학"]],1,null]},{}],"림프":[{"1":[[],[["고등 동물의 조직 사이를 채우는 무색의 액체. 혈관과 조직을 연결하며 면역 항체를 수송하고, 장(腸)에서는 지방을 흡수하고 운반한다.","수의"]],4,null]},{"0":[["lymph"],[["lymph","Clear fluid in the bodies of animals or people, which fills the space among tissue cells, and whose function is related to immunity."]],0,null]}],"링거":[{"1":[[],[["삼투압, 무기 염류 조성, 수소 이온 농도 따위를 혈청과 같은 수준으로 만든 체액의 대용액. 1882년 영국의 의학자 링거(Ringer, S.)가 만든 것으로, 동물 생리학ㆍ해부학ㆍ의료의 여러 방면에 널리 사용한다.","생명"]],4,null]},{"0":[["Ringer"],[["intravenous drip","Liquid infused into a vein of the body in place of body fluid in order to maintain physiological functions."]],0,null]}],"리터치":[{"1":[[],[["그림ㆍ조각ㆍ사진ㆍ문장 따위에서, 수정하거나 가필하는 일.",null]],4,null]},{}],"리보르노":[{"1":[[],[["이탈리아 북부 리구리아 해안에 있는 항구 도시. 티레니아만에 면해 있는 교통의 중심지이며, 제철ㆍ제유ㆍ유리ㆍ화학 공업이 활발하다. 영어로는 ‘레그혼’이라 부르는데, 레그혼종(種) 백색 난용(卵用) 닭은 세계적으로 유명하다.","지명"]],4,null]},{}],"림포카인":[{"1":[[],[["티 림프구가 항원의 자극을 받아 분비하는 가용성(可溶性) 소형 단백질을 통틀어 이르는 말. 항체와는 다른 것으로 세포성 면역 발현이나 조절 작용을 한다.","생명"]],4,null]},{}],"리콜제":[{"1":[["制"],[["어떤 상품에 결함이 있을 때 생산 기업에서 그 상품을 회수하여 점검ㆍ교환ㆍ수리하여 주는 제도.","경영"],["임기가 끝나기 전에 국민 또는 주민의 발의로 공무원을 파면하는 제도.","행정"]],1,null]},{"0":[["recall制"],[["recall system","A system in which the manufacturer of defective products recovers them to repair or exchange them."]],0,null]}],"린네르":[{"1":[[],[["→ 리넨01.","복식"]],4,null]},{}],"링가":[{"1":[[],[["인도에서 숭배하는 신의 표상. 남자 생식기 모양의 돌기둥으로, 시바 사당에 모신다.","종교 일반"]],4,null]},{}],"링키지":[{"1":[[],[["메인 루틴과 몇 개의 서브루틴을 연결하여 하나의 실행 가능한 프로그램이 되도록 편집하는 일.","정보·통신"]],4,null]},{}],"리겔":[{"1":[[],[["오리온자리에서 둘째로 밝은 별. 청백색의 초거성(超巨星)으로, 밝기는 0.14등급이며, 지구에서 거리는 약 700광년이다.","천문"]],4,null]},{}],"리그닌":[{"1":[[],[["목재, 대나무, 짚 따위의 목화(木化)한 식물체 속에 20~30% 존재하는 방향족 고분자 화합물. 세포를 서로 달라붙게 하는 구실을 하는데 이것이 축적되면 세포 분열이 멈추고 단단한 조직으로 된다. 바닐린의 제조 원료이다.","식물"]],4,null]},{}],"리더십":[{"1":[[],[["무리를 다스리거나 이끌어 가는 지도자로서의 능력.",null]],4,null]},{"0":[["leadership"],[["leadership","Competency as a leader."]],3,null]}],"린치":[{"1":[[],[["정당한 법적 수속에 의하지 아니하고 잔인한 폭력을 가하는 일. 미국 독립 혁명 때에, 반혁명 분자를 즉결 재판으로 처형한 버지니아주의 치안 판사 린치(Lynch, C. W.)의 이름에서 유래한다.",null]],4,null]},{"0":[["lynch"],[["lynching","The use of violence without proper legal procedure."]],0,null]}],"림프샘종":[{"1":[["腫"],[["결핵균이나 매독균이 침입하여 림프샘이 부어오르는 병.","의학"]],1,null]},{}],"리가":[{"1":[[],[["라트비아의 발트해에 면한 항구 도시. 해륙 교통의 중심지이며 전기 기기, 섬유, 금속, 기계, 식료품, 화학 따위의 공업이 활발하다. 중세의 성당, 고성, 대학 따위가 남아 있다. 라트비아의 수도이다.","지명"]],4,null]},{}],"리어엔진":[{"1":[[],[["비행기나 자동차 따위의 뒤쪽에 달려 있는 엔진.","기계"]],4,null]},{}],"리놀산":[{"1":[["酸"],[["18개의 탄소 사슬에 두 개의 이중 결합을 가진 불포화 지방산. 식물성 건성유나 반건성유 속에 글리세린에스터로 존재하는 무색무취의 액체로, 면실유ㆍ옥수수유 따위에서 분리ㆍ정제하여 얻는다. 동맥 경화증 예방, 칠, 비누 따위에 쓴다. 녹는점은 영하 9℃, 끓는점은 229℃, 화학식은 C<sub style='font-size:11px;'>17</sub>H<sub style='font-size:11px;'>31</sub>COOH.","생명"]],1,null]},{}],"림프관종":[{"1":[["管腫"],[["새로 생겨나는 림프관이 확장되면서 일으키는 양성 종양.","의학"]],1,null]},{}],"린네풀":[{"1":[[],[["인동과의 상록 소관목. 줄기는 땅으로 기며, 잎은 마주나고 작고 둥글다. 7월 무렵 연한 홍색 꽃이 가지 끝에 두 개씩 달린다. 높은 산의 나무 밑에 저절로 나서 자라는데 한국의 평북ㆍ함북, 일본, 북반구 한대에 분포한다.","식물"]],1,null]},{}],"리베팅":[{"1":[[],[["금속 재료를 땜을 사용하지 않고 리벳을 사용하여 접합하는 방법.","공업"]],4,null]},{}],"릴리옴":[{"1":[[],[["헝가리의 몰나르가 지은 희곡. 태어날 아이 때문에 강도질을 하였으나 실패하여 자살한 릴리옴이, 16년 후 선행(善行)을 약속하고 하루 동안만 이 세상에 돌아왔으나, 타고난 급한 성미 때문에 딸을 때려서 유일한 기회를 놓친다는 내용이다. 1909년 부다페스트에서 초연(初演)하였다.","문학"]],4,null]},{}],"리아드":[{"1":[[],[["사우디아라비아에 있는 오아시스 도시. 페르시아만과 메카를 연결하는 대상로에 있어 상업이 발달하였다. 석유 개발로 빠르게 발전하여 중동 여러 도시 가운데 가장 번화하다. 사우디아라비아의 수도이다.","지명"]],4,null]},{}],"릴롱궤":[{"1":[[],[["아프리카 동부 말라위에 있는 도시. 해발 1,065미터인 릴롱궤고원에 있으며, 담배 따위의 농산물의 집산지로, 공항이 있다. 말라위의 수도이다.","지명"]],4,null]},{}],"리프레션":[{"1":[[],[["대공황까지는 아니지만 일시적인 경기(景氣) 후퇴보다는 정도가 심한 정체적(停滯的)인 경제 상태. 디프레션(depression)과 리세션(recession) 사이에 위치하는 경제 상태라 하여 이렇게 이른다.","경제"]],4,null]},{}],"리바운드":[{"1":[[],[["농구에서, 슈팅한 공이 골인되지 아니하고 림이나 백보드에 맞고 튀어 나오는 일.","체육"],["배구에서, 상대편의 블로킹에 걸려 공이 되돌아오는 일.","체육"],["럭비에서, 공이 손ㆍ발ㆍ다리 이외의 곳에 맞고 상대편이 있는 방향으로 나아가는 일.","체육"]],4,null]},{"0":[["rebound"],[["rebound","In basketball, a ball which fails to go into the basket and bounces back, or the technique of catching such a ball."]],0,null]}],"리투아니아":[{"1":[[],[["유럽 러시아 서북부 발트해 연안에 있는 공화국. 발트 삼국의 하나로, 1795년 러시아령이 되었다가 제일 차 세계 대전 후에 독립하였다. 1940년 다시 소련에 병합되어 연방에 가입하였으나, 1991년 소련이 해체되면서 독립국이 되었다. 농업과 목축업이 주산업이며 근래에는 공업도 발달하였다. 수도는 빌뉴스(Vilnius), 면적은 6만 5201㎢.","지명"]],4,null]},{}],"린덴":[{"1":[[],[["비에이치시(BHC)의 이질체(異質體)인 살충제. 디디티(DDT)보다 살충력이 강하고 자극적인 냄새가 없는 것이 장점이다.","화학"]],4,null]},{}],"리크":[{"1":[[],[["절연(絕緣)이 불완전하거나 시설이 손상되어 전기가 전깃줄 밖으로 새어 흐름. 또는 그 전류.","전기·전자"]],4,null],"2":[[],[["백합과의 한해살이풀 또는 두해살이풀. 높이는 60~80cm이며, 양파와 비슷한데 흰색의 뿌리 부분이 매우 크다. 잎은 길고 편평하며, 6월에 분홍색 꽃이 모여 피고 채소로 식용한다. 지중해 연안이 원산지로 유럽에서는 오래전부터 재배하였다.","식물"]],4,null]},{}],"리구리아해":[{"1":[["海"],[["이탈리아 서북부 리구리아주(州)의 해안과 코르시카섬 사이에 있는 바다. 지중해의 일부로 항로가 많은 수역(水域)이며, 다랑어잡이도 성하다.","해양"]],1,null]},{}],"리치":[{"2":[[],[["권투에서, 팔을 완전히 폈을 때 손끝이 미치는 범위.","체육"]],4,null],"3":[[],[["쌍떡잎식물 무환자나무목 무환자나무과의 상록 교목. 높이 10∼15m이며 밑에서부터 가지가 갈라진다. 잎은 어긋나며 깃꼴 겹잎으로, 2~4장의 잔잎이 쌍으로 달리는데, 타원형에서 창 모양까지 다양하며 잔잎의 길이는 5~7.5cm이다. 꽃은 원추(圓錐) 화서로 피고, 열매는 넓은 타원형 또는 둥근 형의 장과(漿果)이며, 딸깃빛이 도는 붉은색이고 지름은 약 2.5cm이다. 겉에 돌기가 있으며 껍질은 잘 부스러진다. 과육은 사향과 같은 맛이 나며, 시고 매우 달다.","식물"],["‘「1」’의 열매.",null]],4,null]},{}],"리소르지멘토":[{"1":[[],[["19세기 중엽에 있었던 이탈리아의 국가 통일 운동과 독립 운동. 카르보나리당과 청년 이탈리아당의 활동, 이탈리아 통일 전쟁, 가리발디의 나폴리 왕국 점령 따위를 거쳐 사르디니아 공국 수상 카보우르(Cavour, C. B.)의 지도하에 1861년에 이탈리아 왕국이 성립하였으며, 1870년에 교황령의 병합으로 통일을 이루었다.","역사"]],4,null]},{}],"리베르":[{"1":[[],[["고대 로마의 신. 생산과 풍년 또는 술의 신으로, 그리스 신화의 디오니소스와 동일시된다.","문학"]],4,null]},{}],"리불로스":[{"1":[[],[["오탄당의 하나. 진한 단물 형태로 존재한다.","화학"]],4,null]},{}],"리에이스":[{"1":[[],[["기질(基質)에서 비가수 분해적으로 어느 기(基)를 제거하고 이중 결합을 남기거나, 또는 역반응에 의하여 이중 결합에 어느 기를 첨가하는 반응을 촉매하는 효소를 통틀어 이르는 말. 얻는 화합물의 종류에 따라 카복시리에이스, 하이드로리에이스, 암모니아리에이스 따위가 있다.","화학"]],4,null]},{}],"리보스":[{"1":[[],[["다섯 개의 탄소를 가진 단당류의 하나. 염기, 인산과 결합하여 아르엔에이의 구성 성분이 된다. 아데노신삼인산이나 각종 보조 효소의 당 성분으로 생체에 널리 존재한다. 무색 고체로 물에 녹으며, 화학식은 C<sub style='font-size:11px;'>5</sub>H<sub style='font-size:11px;'>10</sub>O<sub style='font-size:11px;'>5</sub>.","생명"]],4,null]},{}],"리액턴스":[{"1":[[],[["교류 때에 나타나는 전기 저항. 온저항 값의 허수부(虛數部)에 해당하는데, 그 부호에 따라 양인 인덕턴스성과 음인 용량성(容量性)으로 분류된다. 양의 경우는 전류의 위상이 전압에 비하여 늦어지고, 음의 경우는 빨라진다. 단위는 저항과 같이 옴(Ω)을 쓴다.","물리"]],4,null]},{}],"립글로스":[{"1":[[],[["입술에 영양과 윤기를 주는 화장품. 립스틱 위에 바르거나 입술에 직접 바른다.",null]],4,null]},{"0":[["lip-gloss"],[["lip-gloss","A cosmetic applied to make the lips shine or prevent the lips from chapping."]],0,null]}],"리셉션":[{"1":[[],[["어떤 사람을 환영하거나 어떤 일을 축하하기 위하여 베푸는 공식적인 모임.",null]],4,null]},{"0":[["reception"],[["reception","A ceremony to welcome someone or to celebrate a happy occasion."]],0,null]}],"리비에라":[{"1":[[],[["프랑스 동남부와 이탈리아 서북부의 지중해 연안 지역. 기후가 따뜻하고 풍경이 아름다워 관광ㆍ휴양지로 널리 알려져 있다.","지명"]],4,null]},{}],"리에주":[{"1":[[],[["벨기에 동부에 있는 공업 도시. 뫼즈강에 면하고, 북해로 통하는 알베르 운하가 시작하는 곳이다. 가까이에 탄전이 있어서 제철, 기계 따위의 공업이 활발하다.","지명"]],4,null]},{}],"리프트":[{"1":[[],[["스키장이나 관광지에서 낮은 곳에서 높은 곳으로 또는 높은 곳에서 낮은 곳으로 사람을 실어 나르는 의자식의 탈것.",null],["동력을 사용하여 사람이나 화물을 아래위로 나르는 장치.",null],["갱내에서 쓰는 양수(揚水) 펌프.","광업"]],4,null]},{"0":[["lift"],[["lift","In a ski resort or tourist attraction, an apparatus used for carrying people, shuttling them between high and low places. "],["lift; elevator","An apparatus used for carrying a person or thing up and down. "]],0,null]}],"리벳":[{"1":[[],[["금속판 따위를 이어 붙이는 데 쓰는 대가리 부분이 두툼한 굵은 못. 금속판을 포개어 구멍을 뚫은 후, 그 구멍에 못을 넣어 대가리 반대편을 두드리거나 찌그러뜨려서 이어 붙인다.","공업"]],4,null]},{}],"리포트":[{"1":[[],[["조사나 연구, 실험 따위의 결과에 관한 글이나 문서.",null],["학생이 교수에게 제출하는 소논문(小論文).",null]],4,null]},{"0":[["report"],[["report","A report on the outcomes of a survey, research, experiment, etc. "],["report; paper","A report that a university student submits to a professor. "],["report","In a newspaper, during a television or radio broadcast, in a magazine, etc., the act of delivering news on events. "]],0,null]}],"린셰핑":[{"1":[[],[["스웨덴 동남부에 있는 도시. 중세에는 상업의 중심지였으며, 현재는 제강ㆍ철도 차량ㆍ섬유ㆍ제당ㆍ담배 따위의 공업이 활발하다.","지명"]],4,null]},{}],"리골레토":[{"1":[[],[["4분의3 박자의 이탈리아 춤곡. 또는 그에 맞추어 추는 춤.","예체능 일반"]],4,null],"2":[[],[["이탈리아의 베르디가 위고의 비극을 바탕으로 하여 작곡한 3막의 오페라. 꼽추인 어릿광대 리골레토는 딸이 바람둥이 영주에게 희롱당하자 격분하여 영주를 죽이려 하지만 결국에는 딸이 죽게 된다는 줄거리로, 1851년에 베네치아에서 초연되었다.","음악"]],4,null]},{}],"리야드":[{"1":[[],[["사우디아라비아에 있는 오아시스 도시. 페르시아만과 메카를 연결하는 대상로에 있어 상업이 발달하였다. 석유 개발로 빠르게 발전하여 중동 여러 도시 가운데 가장 번화하다. 사우디아라비아의 수도이다.","지명"]],4,null]},{}],"리페츠크":[{"1":[[],[["러시아의 보로네슈강(Voronezh江) 유역에 있는 광공업 도시. 철광의 채굴과 야금, 트랙터 따위의 기계 공업이 활발하고, 광천이 있어서 휴양지로도 유명하다.","지명"]],4,null]},{}],"리메이크":[{"1":[[],[["예전에 있던 영화, 음악, 드라마 따위를 새롭게 다시 만듦. 이때 전체적인 줄거리나 제목 따위는 예전의 것을 그대로 사용한다.","영상"]],4,null]},{"0":[["remake"],[["remake","The act of making a new version of a movie, song, drama, etc., that already exists."]],0,null]}],"리프":[{"1":[[],[["두 소절 또는 네 소절의 짧은 구절을 몇 번이고 되풀이하는 재즈 연주법. 또는 그렇게 되풀이하는 멜로디.","음악"]],4,null]},{}],"링컨":[{"1":[[],[["면양 품종의 하나. 암컷의 몸무게는 100~120kg, 수컷은 140~160kg으로 면양 가운데서 가장 크다. 30cm 정도의 털이 온몸을 덮고 있는데, 털은 굵고 광택이 나며 연간 5.4~6.7kg을 생산한다. 영국의 링컨셔주가 주산지로 남아메리카, 오스트레일리아, 캐나다 등지에서 사육한다.","동물"]],4,null],"3":[[],[["미국 네브래스카주에 있는 도시. 옥수수ㆍ밀 따위의 농산물과 돼지ㆍ소 따위의 축산물의 집산, 가공이 이루어진다. 전화기, 시계, 섬유 공업 따위가 발달하였다. 주도(州都)이다.","지명"]],4,null],"4":[[],[["영국 잉글랜드의 링컨셔주에 있는 도시. 수륙 교통의 요지로, 농기계ㆍ자동차 부품ㆍ보일러 따위의 중기계 공업이 활발하다. 주도(州都)이다. 면적은 36㎢.","지명"]],4,null]},{}],"린샤":[{"1":[[],[["중국 간쑤성(甘肅省) 남부, 린샤후이족(臨夏回族) 자치주에 있는 마을. 담배ㆍ밀 따위의 집산지로 유명하고, 특히 부근에 많이 거주하는 티베트족을 상대로 하는 상업은 오랜 전통을 지니고 있다.","지명"]],4,null]},{}],"리고로소":[{"1":[[],[["악보에서, 박자를 정확하게 연주하라는 말.","음악"]],4,null]},{}],"리녹신":[{"1":[[],[["건성유나 반건성유가 산화ㆍ중합하여 생기는 수지성(樹脂性) 응고물. 탄력이 있고 단단하며 용제에 잘 녹지 않는다. 이 원리를 응용한 것으로 페인트, 인쇄 잉크 따위가 있다.","화학"]],4,null]},{}],"리프린트":[{"1":[[],[["사진이나 자료 따위를 복사하는 일.","매체"],["사진의 기법을 사용하여 책을 원본대로 복제하는 일.","매체"]],4,null]},{}],"리우그란데":[{"1":[[],[["‘히우그란지’의 전 이름.","지명"]],4,null]},{}],"리스":[{"1":[[],[["기계, 설비, 기구 따위를 임대하는 제도. 일반적으로 장기간의 임대를 이른다.","경제"]],4,null],"2":[[],[["등산에서, 바위의 갈라진 틈을 이르는 말.","체육"]],4,null]},{"0":[["lease"],[["lease","Lending machinery, equipment, tools, etc., for a long period of time."]],0,null]}],"릴":[{"1":[[],[["프랑스 북부, 벨기에 국경에 가까운 플랑드르 지방에 있는 공업 도시. 전통적인 모직물업 외에 철강, 맥주, 식품, 야금, 기계, 방적 따위의 공업도 활발하다.","지명"]],4,null],"2":[[],[["실이나 철사, 필름, 녹화 테이프 따위를 감는 틀.",null],["낚싯대의 밑부분에 달아 낚싯줄을 풀고 감을 수 있게 한 장치.",null]],4,null],"3":[[],[["스코틀랜드 고지인(高地人)들의 경쾌한 춤곡. 또는 그 춤.","예체능 일반"]],4,null]},{}],"리기노덴드론":[{"1":[[],[["석탄기 양치류의 대표적인 식물. 나무에 기생하는 양치류와 비슷한데 가장 원시적인 겉씨식물이다. 관다발이 있고 2차 물관부가 부채 모양으로 퍼져 있으며 잎에 크고 작은 홀씨주머니가 있다.","식물"]],4,null]},{}],"리모컨":[{"1":[[],[["멀리 떨어져 있는 기기나 기계류를 제어하는 장치.",null]],4,null]},{"0":[["←remote control"],[["remote control","A device that controls home appliances such as the television, video player, etc., from a distance."]],2,null]}],"리콜":[{"1":[[],[["어떤 상품에 결함이 있을 때 생산 기업에서 그 상품을 회수하여 점검ㆍ교환ㆍ수리하여 주는 제도.","경영"],["요트 경기에서, 출발 신호보다 먼저 나간 요트를 불러들이는 일.","체육"]],4,null]},{"0":[["recall"],[["recall","A system in which the manufacturer takes back a faulty product and checks, fixes, or exchanges it."]],0,null]}],"리보플래빈":[{"1":[[],[["수용성 비타민 비 복합체의 하나. 열에 강하고, 동물의 성장을 촉진하며, 피부의 정상화에 관여한다. 알의 노른자위나 소의 간 또는 우유ㆍ육류ㆍ치즈 따위에 들어 있으며, 이것이 부족하면 키가 크지 않고 피부가 거칠어지며 입술이 헌다. 화학식은 C<sub style='font-size:11px;'>17</sub>H<sub style='font-size:11px;'>20</sub>N<sub style='font-size:11px;'>4</sub>O<sub style='font-size:11px;'>6</sub>.","생명"]],4,null]},{}],"리메인":[{"1":[[],[["럭비에서 스크럼 또는 루스 스크럼을 지을 때에, 한 경기자가 고의로 오프사이드 위치에 남아 있는 경우에 범하는 반칙. 상대편에게 페널티 킥이 허용된다.","체육"]],4,null]},{}],"리포산":[{"1":[["酸"],[["황을 함유하는 지방산. 간장, 효모 따위에 들어 있다. 항산화제, 일정 효소의 보조 효소 따위로 작용한다.","생명"]],1,null]},{}],"리더":[{"1":[[],[["조직이나 단체 따위에서 전체를 이끌어 가는 위치에 있는 사람.",null]],4,null]},{"0":[["leader"],[["leader","The person who leads an organization or group."]],0,null]}],"리부팅":[{"1":[[],[["컴퓨터 시스템의 동작을 중지시키고 설정된 환경으로 재시동하는 작업. 사용자의 실수나 프로그램의 오류로 시스템이 정지하거나 시스템의 환경이 변경되었을 때 이 작업을 수행한다.","정보·통신"]],4,null]},{}],"리스테리아증":[{"1":[["症"],[["리스테리아균이 새, 짐승, 또는 사람에게 침입하여 일으키는 병. 혈액 속의 단핵구가 증가하는 것이 특징인데, 병형으로는 패혈증형ㆍ수막염형ㆍ선종형 따위가 있다.","의학"]],1,null]},{}],"릴럭턴스":[{"1":[[],[["자기 회로 안에서 자기력선속의 변화에 대한 저항력. 자기 회로의 길이에 비례하고 단면적, 투자율(透磁率)에 반비례한다.","물리"]],4,null]},{}],"린스":[{"1":[[],[["머리털을 헹구는 세제. 샴푸나 비누의 알칼리 성분을 중화(中和)하고 머리털에 적당한 기름기를 주어 윤기 있고 부드럽게 한다.",null]],4,null]},{"0":[["rinse"],[["rinse","Conditioner; a cleanser used to soften and add shine to hair used after shampooing, or the act of rinsing."]],0,null]}],"리보뉴클레이스":[{"1":[[],[["아르엔에이에 작용하여 뉴클레오타이드 사이의 인산 다이에스터 결합의 가수 분해를 촉매하는 효소. 생화학 연구에 이용 가치가 높고, 핵산의 구조 결정 따위에 쓰인다.","화학"]],4,null]},{}],"리시브":[{"1":[[],[["테니스ㆍ탁구ㆍ배구 따위에서, 서브한 공을 받아넘기는 일.","체육"]],4,null]},{"0":[["receive"],[["receiving","The act of receiving a ball in ball games such as tennis, table tennis, volleyball, etc."]],0,null]}],"리그로인":[{"1":[[],[["끓는점 범위가 80~130℃인 석유. 페인트나 바니시의 용매로 쓰인다. 석유 에테르나 벤진과 같은 뜻으로도 쓴다.","화학"]],4,null]},{}],"리모델링":[{"1":[[],[["사용하던 주택이나 빌딩 따위를 목적과 용도에 맞게 고쳐 새것처럼 바꿈. ",null]],4,null]},{}],"리포솜":[{"1":[[],[["인지질과 콜레스테롤 따위로 만든 미세한 구형 이중막. 막(膜) 사이에 약물을 봉입함으로써 체내에 약물이 오래 머무르게 하여 약물 효과를 지속시켜 치료하고자 하는 질환 부위에 약물이 선택적으로 모이도록 하거나 급성(急性) 독성(毒性)을 낮추고 과민 현상을 막아, 부작용을 줄이기 위하여 쓴다.","약학"]],4,null]},{}],"리마솔":[{"1":[[],[["키프로스 남부에 있는 항구 도시. 아크로티리만 연안에 위치하며 근교에는 동로마 제국 시대의 사적이 많아 관광의 중심지이기도 하다. 포도주, 콩류의 무역이 활발하다.","지명"]],4,null]},{}],"리스본":[{"1":[[],[["포르투갈에 있는 항구 도시. 대서양에 면하여 있으며, 섬유ㆍ제지ㆍ제유ㆍ담배 따위의 공업이 활발하다. 포르투갈의 수도이다.","지명"]],4,null]},{}],"리날로올":[{"1":[[],[["방장유(芳樟油)의 주성분으로 독특한 향내가 나는 테르펜알코올의 하나. 무색의 액체로, 라벤더유, 베르가모트유, 방유(芳油) 따위에 유리(遊離)되어 있거나 에스터로 존재한다. 비누, 화장품, 식품 향료 따위로 쓴다. 화학식은 C<sub style='font-size:11px;'>10</sub>H<sub style='font-size:11px;'>17</sub>(OH).","화학"]],4,null]},{}],"리리시즘":[{"1":[[],[["시나 산문, 음악 따위에 나타난 서정적인 정취.",null]],4,null]},{}],"리시닌":[{"1":[[],[["피마자유 속에 들어 있는 알칼로이드의 하나. 무색의 고체로, 뜨거운 물에 녹으며 약한 독성이 있다. 화학식은 C<sub style='font-size:11px;'>8</sub>H<sub style='font-size:11px;'>8</sub>N<sub style='font-size:11px;'>2</sub>O<sub style='font-size:11px;'>2</sub>.","화학"]],4,null]},{}],"리사이클링":[{"1":[[],[["자원을 절약하고 환경 오염을 방지하기 위하여 불용품이나 폐물을 재생하여 이용하는 일.","환경"],["통화 위기에 의하여 투기적 자금이 대량으로 이동하였을 때 유입국에서 유출국으로 자금을 되돌려주는 일. 국제적인 자금의 편재를 바로잡기 위한 시스템이다.","경제"]],4,null]},{}],"리팜핀":[{"1":[[],[["결핵 치료제의 하나. 단독으로 사용하면 내성(耐性)이 생기기 쉬우며 부작용으로 오심, 구토, 식욕 부진, 설사, 과민 반응 따위가 나타나기도 한다.","약학"]],4,null]},{}],"리무쟁":[{"1":[[],[["프랑스 중부, 중앙 산괴 서북부에 있는 지역. 높이 400~1,000미터의 구릉 지역에 있으며, 리무쟁종(種) 소의 산지이다. 오랫동안 영국령이었으나 1607년 이후 프랑스령이 되었다. 중심 도시는 리모주이다. 면적은 1만 6932㎢.","지명"]],4,null]},{}],"리무진":[{"1":[[],[["승용차를 모양에 따라 분류한 형식의 하나. 운전석과 뒷좌석 사이를 유리로 칸막이한 호화로운 대형 승용차를 이른다.","없음"],["공항의 여객을 나르는 버스.",null]],4,null]},{"0":[["limousine"],[["limousine","A luxurious premium sedan equipped with various convenient facilities. "],["limousine","A bus that carries passengers coming from or going to an airport."]],0,null]}],"리소자임":[{"1":[[],[["→ 라이소자임.","수의"]],2,null]},{}],"린터":[{"1":[[],[["목화의 씨로 솜을 만들 때 목화씨에 남아 있는 잔털. 침대의 속이나 융단, 붕대 따위를 만들고 인조 섬유, 사진 필름, 솜화약 따위의 원료로도 쓴다.",null]],4,null]},{}],"리보니아":[{"1":[[],[["발트해의 동해안 지방. 현재 라트비아, 에스토니아 두 공화국이 차지하는 지역을 이른다.","지명"]],4,null]},{}],"리치먼드":[{"1":[[],[["미국 버지니아주에 있는 항구 도시. 폭포선 도시의 하나이다. 제철ㆍ제분ㆍ기계 공업이 활발하고, 담배의 집산지이며, 남북 전쟁 당시 남부 동맹의 수도로, 그 당시의 유적이 많다. 주도(州都)이다.","지명"]],4,null],"2":[[],[["미국 캘리포니아주 서부에 있는 항구 도시. 샌프란시스코만에 있으며, 정유ㆍ조선 공업이 활발하다. 제조업이 다양하게 발달하였으며, 석유 화학 제품ㆍ자동차 부품ㆍ항공 우주 산업 부품 따위가 생산된다.","지명"]],4,null]},{}],"리트":[{"1":[[],[["독일의 가곡을 이르는 말.","음악"]],4,null]},{}],"리바이어던":[{"1":[[],[["1651년에 영국의 철학자 홉스가 쓴 국가론. 리바이어던은 구약 성경 <욥기>에 나오는 지상 최강의 괴이한 동물로, 국가 유기체를 비유한 것이다.","책명"]],4,null]},{}],"리놀렌산":[{"1":[["酸"],[["불포화 지방산의 하나. 식물성 건성유 속에 글리세린에스터로 존재하는 무색무취의 액체로, 아마인유 따위를 분리ㆍ정제하여 만든다. 의약, 도료 따위의 원료로 쓴다. 녹는점은 영하 11℃, 끓는점은 157℃, 화학식은 C<sub style='font-size:11px;'>18</sub>H<sub style='font-size:11px;'>30</sub>O<sub style='font-size:11px;'>2</sub>.","생명"]],1,null]},{}],"리튬":[{"1":[[],[["은백색의 광택이 있는 알칼리 금속 원소의 하나. 비중 0.534의 가장 가벼운 금속으로, 건조한 공기 속에서는 안정하지만, 가열하면 강한 빛을 내며 타고, 물과 작용하면 수산화물이 되면서 수소를 발생한다. 유기 화합물의 환원제, 원자로의 제어봉, 합금 재료, 의약 따위로 쓴다. 원자 기호는 Li. 원자 번호는 3, 원자량은 6.941.","화학"]],4,null]},{}],"리모넨":[{"1":[[],[["한 개의 고리로 이루어진 테르펜계(terpene系) 탄화수소의 하나. 레몬 향기를 가진 무색의 비수용성 액체로, 아이소프렌을 가열ㆍ중합하여 합성한다. 향료로 쓴다. 끓는점은 178℃, 화학식은 C<sub style='font-size:11px;'>10</sub>H<sub style='font-size:11px;'>16</sub>.","화학"]],4,null]},{}],"립싱크":[{"1":[[],[["텔레비전이나 영화에서, 화면에 나오는 배우나 가수의 입술 움직임과 음성을 일치시키는 일.","영상"]],4,null]},{}],"릴리프":[{"1":[[],[["조각에서, 평평한 면에 글자나 그림 따위를 도드라지게 새기는 일.","미술"]],4,null]},{}],"리게이스":[{"1":[[],[["아데노신삼인산염에 저장된 화학 에너지를 이용하여 두 분자를 결합시키는 반응을 촉매하는 효소를 통틀어 이르는 말.","생명"]],4,null]},{}],"리봅":[{"1":[[],[["초기 모던 재즈의 한 형식. 종래의 스윙 재즈와 같은 중후한 연주 대신 다채로운 리듬, 복잡한 멜로디나 화성이 특징이다. 1945년에서 1950년대 사이에 유행하였으며, 파커(Parker, C.) 등이 중심인물이다.","음악"]],4,null]},{}],"림프관염":[{"1":[["管炎"],[["림프관에 생기는 염증. 연쇄상 구균ㆍ포도상 구균 따위의 화농균이 원인으로, 가려움ㆍ긴장ㆍ열감(熱感) 따위의 증상을 드러내는 표재성(表在性)과 별다른 증상 없이 림프관 부근에 압통(壓痛)을 느끼는 심재성(深在性)이 있다.","의학"]],1,null]},{}],"리카시":[{"1":[[],[["아프리카 콩고 민주 공화국 남부에 있는 도시. 구리, 납, 코발트의 야금(冶金) 제련업 따위가 활발하다.","지명"]],4,null]},{}],"리보솜":[{"1":[[],[["세포질 속에 있는, 단백질을 합성하는 단백질과 아르엔에이(RNA)로 이루어진 아주 작은 알갱이.","생명"]],4,null]},{}],"리보프":[{"1":[[],[["‘르비우’의 러시아어 이름.","지명"]],4,null]},{}],"리노":[{"1":[[],[["미국 네바다주 서쪽 끝에 있는 관광 도시. 유명한 공인 도박장이 있고, 육우(肉牛)의 중심 거래지로서 식육 가공업, 창고업이 발달하였다.","지명"]],4,null]},{}],"리슈마니아":[{"1":[[],[["동물성 편모충류의 한 속. 이 속의 몇 종은 흡혈 파리류에 의하여 사람에게 감염되어 흑열병 따위를 일으킨다.","보건 일반"]],4,null]},{}],"림보":[{"1":[[],[["수용소라는 뜻으로, 중앙아메리카에서 발생한 곡예 댄스. 춤을 추면서 낮게 가로놓인 막대 밑으로 빠져나가기도 한다.",null]],4,null],"2":[[],[["구약 시대의 조상들이 예수가 강생하여 세상을 구할 때까지 기다리는 곳.","기독교"],["세례를 받지 못하고 죽은 유아의 경우처럼, 원죄 상태로 죽었으나 죄를 지은 적이 없는 사람들이 머무르는 곳.","가톨릭"]],4,null]},{}],"림프절종":[{"1":[["節腫"],[["‘림프샘종’의 전 용어.","의학"]],1,null]},{}],"리드오프":[{"1":[[],[["야구에서, 1번 타자를 이르는 말.","체육"],["권투에서, 공격을 할 때 맨 처음에 가하는 타격.","체육"]],4,null]},{}],"링커":[{"1":[[],[["축구에서, 포워드와 풀백을 연결하는 하프백. 자기편의 중앙에서 공격과 수비를 겸하는 선수를 이른다.","체육"]],4,null],"2":[[],[["두 개 이상의 목적 프로그램을 합쳐서 실행 가능한 한 개의 프로그램으로 만드는 작업을 하는 프로그램.","정보·통신"],["부프로그램과 주프로그램을 연결하는 부프로그램의 일부분.","정보·통신"]],4,null]},{}],"리버티선":[{"1":[["船"],[["미국이 제이 차 세계 대전 때 대량으로 만든 전시(戰時) 표준형 화물선. 성능은 1만 톤 급으로서 15노트 정도로, 선박의 소모를 보충하려고 만들었다.","군사"]],1,null]},{}],"리틀아메리카":[{"1":[[],[["남극 대륙 로스해(Ross海)의 웨일스만(Whales灣) 남쪽 빙원(氷原)에 있는 탐험 기지. 미국의 관측 기지로, 1929년 이래 네 번 이용하였으나, 영구 기지로서는 적합하지 않아 1959년에 폐쇄하였다.","지명"]],4,null]},{}],"리어카":[{"1":[[],[["자전거 뒤에 달거나 사람이 끄는, 바퀴가 둘 달린 작은 수레.",null]],4,null]},{"0":[["▼rear car"],[["handcart","A small cart with two wheels that a person pushes or pulls."]],0,null]}],"링게르":[{"1":[[],[["→ 링거.","생명"]],2,null]},{}],"리포터":[{"1":[[],[["신문이나 방송 프로그램, 잡지 따위의 탐방 기자.",null]],4,null]},{"0":[["reporter"],[["reporter","A reporter who delivers news from the scene for a newspaper, broadcast, magazine, etc."]],3,null]}],"리피트":[{"1":[[],[["악보에서, 악곡의 어느 부분을 되풀이하여 연주하거나 노래하도록 지시하는 기호. ‘<equ>&#x1D106;</equ>’, ‘<equ>&#x1D107;</equ>’, ‘D.C.’, ‘D.S.’ 따위로 표시한다.","음악"]],4,null]},{}],"리테누토":[{"1":[[],[["악보에서, 그 부분에서부터 좀 느리게 연주하라는 말. ‘riten.’으로 표시한다.","음악"]],4,null]},{}],"린네종":[{"1":[["種"],[["18세기 중엽에 린네에 의하여 확립된 생물 분류의 기본 단위. 생물 형태의 명확한 불연속성을 분류의 기초로 하였다.","생명"]],1,null]},{}],"리어왕":[{"1":[["王"],[["1605~1606년에 영국의 작가 셰익스피어가 지은 비극. 맏딸과 둘째 딸의 감언(甘言)에 속아, 효성이 깊은 셋째 딸 코델리아를 내쫓은 리어왕이, 두 딸의 배신으로 비참하게 죽는다는 내용이다.","문학"]],1,null]},{}],"링크":[{"1":[[],[["두 개의 프로그램을 결합하는 일. 또는 그런 방법.","정보·통신"],["인터넷 홈페이지에서, 지정하는 파일이나 문자열로 이동할 수 있도록 걸어 놓은 홈페이지 간의 관련.","정보·통신"]],4,null],"3":[[],[["아이스 스케이트나 롤러스케이트를 타는 실내 스케이트장.","체육"]],4,null]},{"1":[["link"],[["link","A connection between websites for a user to move to a selected file or page on the Internet."]],0,null],"2":[["rink"],[["rink","An indoor skating arena where people can ice skate, roller skate, or hold games."]],0,null]}],"리타":[{"1":[[],[["자연과 인륜(人倫)을 주관하는 법칙이라는 뜻으로, 모든 자연율(自然律)과 도덕률 따위를 초월ㆍ포함하고, 지배ㆍ통제하는 근본적인 원리 또는 초월적인 실재를 이르는 말.","문학"]],4,null]},{}],"리트리버":[{"1":[[],[["리트리버 계열 개의 품종을 통틀어 이르는 말. 수색견, 맹도견, 사냥개로 쓰이며, 래브라도리트리버, 골든리트리버 따위가 있다.","동물"]],4,null]},{}],"림프선":[{"1":[["腺"],[["‘림프샘’의 전 용어.","생명"]],1,null]},{"0":[["lymph腺"],[["lymphatic gland","A round or long shaped, slightly protruding duct through which lymph flows."]],0,null]}],"링네임":[{"1":[[],[["프로 권투나 프로 레슬링 선수가 링에서 사용하는 별명. 보통 흥행의 목적으로 붙인다.",null]],4,null]},{}],"리머릭":[{"1":[[],[["아일랜드 서남부에 있는 항구 도시. 영국과 미국을 잇는 항공로의 중계지이며 연어잡이 어업의 근거지이다. 가축 사육과 낙농업이 활발하다.","지명"]],4,null]},{}],"리을자집":[{"1":[["字"],[["‘ㄹ’ 자 모양으로 만든 집.","건설"]],1,"리을짜집"]},{}],"리우틴투":[{"1":[[],[["에스파냐 서남부, 시에라모레나산맥 서남쪽 끝에 있는 광산 도시. 1872년부터 개발되었으며, 세계에서 손꼽히는 구리 광산과 제련소가 있다.","지명"]],4,null]},{}],"리체르카레":[{"1":[[],[["16~17세기에 유행한, 하나 이상의 주제가 선율 모방을 통하여 발전해 나가는 기악곡. 17세기에 단일 주제에 의한 유기적인 전개와 명확한 형식 구조가 발달하여 푸가로 이어진다.","음악"]],4,null]},{}],"리액터":[{"1":[[],[["전력용 변압기 및 배전용 변압기에서 회로에 유도 리액턴스를 도입하는 것을 목적으로 한 전자 장치의 하나. 철심 위에 다수의 권선을 감은 것을 주로 사용한다.","전기·전자"]],4,null]},{}],"리플릿":[{"1":[[],[["설명이나, 광고, 선전 따위의 내용을 담은 종이쪽이나 얇은 책자. 팸플릿보다 더 간략한 것을 이른다.",null],["→ 광고지.","없음"]],4,null]},{}],"리넨":[{"1":[[],[["아마(亞麻)의 실로 짠 얇은 직물을 통틀어 이르는 말. 굵은 실로 짠 것은 양복감으로 쓰고, 가는 실로 짠 것은 셔츠, 손수건, 실내 장식품 따위를 만드는 데 쓴다.","복식"]],4,null]},{}],"리케차":[{"1":[[],[["발진 티푸스, 양충병, 큐 열 따위를 일으키는 병원 미생물. 현재 50여 종류가 발견되었는데, 약 0.3~0.5마이크로미터(㎛) 크기의 공 모양 또는 막대기 모양으로, 이ㆍ빈대ㆍ진드기 따위에 기생하며, 번식 방법은 세균과 비슷하나 살아 있는 세포에서만 번식한다는 차이점이 있다.","보건 일반"]],4,null]},{}],"리돕스":[{"1":[[],[["석류풀과 리돕스속의 식물을 통틀어 이르는 말. 한 쌍의 두꺼운 잎은 밑부분이 붙어 있고 윗면은 반원형이다. 하나의 개체에 노란색 또는 흰색 꽃이 하나씩 핀다. 다육 식물로 봄부터 여름에 걸친 건조기에는 생장이 멎고 휴면한다. 남아프리카가 원산지인 여러해살이풀로 실내에서 관상용으로 재배한다.","식물"]],4,null]},{}],"리신":[{"1":[[],[["염기성 필수 아미노산의 하나. 알부민, 젤라틴, 히스톤 따위에 많이 함유되어 있다. 화학식은 H<sub style='font-size:11px;'>2</sub>N(CH<sub style='font-size:11px;'>2</sub>)<sub style='font-size:11px;'>4</sub>CH(NH<sub style='font-size:11px;'>2</sub>)COOH.","생명"]],4,null]},{}],"리조트":[{"1":[[],[["재미있게 놀거나 편안히 쉴 수 있는 시설을 갖춘 곳.",null]],4,null]},{}],"리터구트":[{"1":[[],[["중세에서 근대까지 독일에 있었던 기사령(騎士領).","역사"]],4,null]},{}],"리예카":[{"1":[[],[["크로아티아 서부, 아드리아해에 면한 항구 도시. 조선, 석유 정제 따위의 공업이 발달하였다.","지명"]],4,null]},{}],"리브":[{"1":[[],[["둥근 천장에 있는 갈빗대 모양의 뼈대. 로마네스크식이나 고딕식 건축의 특징인데, 뒤에는 장식용으로도 쓰였다.","건설"]],4,null]},{}],"리즈":[{"1":[[],[["영국 잉글랜드의 요크셔 지방에 있는 공업 도시. 18세기 초부터 영국의 대표적인 모직물 생산지로 발전하였다. 섬유, 인쇄, 농업 기계, 피혁 따위의 공업도 활발하다.","지명"]],4,null]},{}],"리가아제":[{"1":[[],[["아데노신삼인산염에 저장된 화학 에너지를 이용하여 두 분자를 결합시키는 반응을 촉매하는 효소를 통틀어 이르는 말.","생명"]],4,null]},{}],"린츠":[{"1":[[],[["오스트리아 북쪽에 있는 상공업 도시. 다뉴브강이 시내를 흘러 예로부터 수륙 교통의 중심지 역할을 해 왔다. 상업, 공업이 활발하며 보트ㆍ철공 제품ㆍ농기구 따위의 제작과 담배ㆍ의류의 생산이 활발하다.","지명"]],4,null]},{}],"리보오스":[{"1":[[],[["다섯 개의 탄소를 가진 단당류의 하나. 염기, 인산과 결합하여 아르엔에이의 구성 성분이 된다. 아데노신삼인산이나 각종 보조 효소의 당 성분으로 생체에 널리 존재한다. 무색 고체로 물에 녹으며, 화학식은 C<sub style='font-size:11px;'>5</sub>H<sub style='font-size:11px;'>10</sub>O<sub style='font-size:11px;'>5</sub>.","생명"]],4,null]},{}],"리그":[{"1":[[],[["야구ㆍ축구ㆍ농구 따위에서, 우승을 가리기 위하여 경기를 벌이는 스포츠 팀의 집단.","체육"],["야구ㆍ축구ㆍ농구 따위에서, 경기를 벌이는 대전 방식의 하나. 경기에 참가한 모든 팀이 서로 한 번 이상 겨루어 가장 많이 이긴 팀이 우승하게 된다.","체육"]],4,null],"2":[[],[["유전의 굴착 장치의 하나. 특히 해저 유전의 굴착 장치를 이른다.","광업"]],4,null]},{"0":[["league"],[["league","In a tournament of baseball, soccer, etc., each team playing in a game to win a victory. "],["league","In a competition hosted by a sports association in such games as baseball, soccer, etc., in which the winner is decided on the basis of the results of all the participating teams playing a game against one another."]],3,null]}],"리트머스":[{"1":[[],[["리트머스이끼 따위의 이끼 종류의 식물에서 짜낸 자줏빛 색소. 염기를 만나면 푸른색이 되고, 산을 만나면 붉은색이 되므로, 수용액의 산성 또는 염기성을 검사하는 지시약으로 쓰인다.","화학"]],4,null]},{}],"리시놀산":[{"1":[[],[["→ 리시놀레산.","화학"]],2,null]},{}],"리얼리티":[{"1":[[],[["현재 실제로 존재하거나 실현될 수 있는 성질.",null]],4,null]},{}],"리간드":[{"1":[[],[["착화합물에서 중심 금속 원자에 전자쌍을 제공하면서 배위 결합을 형성하는 원자나 원자단.","화학"]],4,null]},{}],"리큐어":[{"1":[[],[["혼성주(混成酒)의 하나. 알코올에 설탕과 식물성 향료 따위를 섞어서 만든다.",null]],4,null]},{}],"링반데룽":[{"1":[[],[["등산에서, 짙은 안개나 폭풍우를 만났을 때나 밤중에 방향 감각을 잃고 같은 지점을 맴도는 일.","체육"]],4,null]},{}]}