{"메모":[{"1":[[],[["다른 사람에게 말을 전하거나 자신의 기억을 돕기 위하여 짤막하게 글로 남김. 또는 그 글.",null]],4,null]},{"0":[["memo"],[["memo","The act of writing down in simple words something that one should not forget or deliver to another person, or such a writing."]],1,null]}],"메달":[{"1":[[],[["표창이나 기념의 표지로 금ㆍ은ㆍ동 따위에 여러 가지 모양을 새겨 넣어 만든 둥근 패(牌).",null]],4,null]},{"0":[["medal"],[["medal","A flat, round piece of metal with an inscription or image engraved on it, given as a prize or commemoration."]],2,null]}],"메밀가루":[{"1":[[],[["메밀의 열매를 찧어서 낸 가루.",null]],2,"메밀까루"]},{"0":[[],[["buckwheat flour","The powder made by pounding buckwheat grains."]],0,"메밀까루"]}],"멜라민":[{"1":[[],[["암모니아가 있는 요소를 가열하여 얻는 기둥 모양의 무색 결정. 승화성이 있다. 폼알데하이드와 축합하여 멜라민 수지를 만들거나 도료, 접착제 따위로 쓴다. 화학식은 C<sub style='font-size:11px;'>3</sub>H<sub style='font-size:11px;'>6</sub>N<sub style='font-size:11px;'>6</sub>.","화학"]],4,null]},{}],"메트리크":[{"1":[[],[["시의 운율이나 본질, 시 창작의 원리나 방법 따위를 연구하는 학문.","문학"],["박자의 강약을 연구하는 박절법(拍節法).","음악"]],4,null]},{}],"메니에르병":[{"1":[["病"],[["귀울림, 난청과 함께 갑자기 평형 감각을 잃고 현기증이나 발작을 일으키는 병. 1861년에 프랑스의 의사 메니에르(Ménière, P.)가 보고한 데서 이런 명칭이 유래했는데 원인은 분명히 알려져 있지 않다. 스트레스를 많이 받는 30~40대의 꼼꼼한 성격의 남성이 걸리기 쉽다고 한다.","의학"]],1,null]},{}],"메탄":[{"1":[[],[["메탄계 탄화수소 가운데 구조가 가장 간단한 물질. 무색무취의 가연성 기체로 물에 녹지 않으며 공기 속에서 불을 붙이면 파란 불꽃을 내면서 탄다. 천연적으로는 늪이나 습지의 흙 속에서 유기물의 부패와 발효에 의하여 생기며, 공업적으로는 일산화 탄소와 수소를 반응시켜 얻는다. 화학식은 CH<sub style='font-size:11px;'>4</sub>.","화학"]],4,null]},{}],"멧괴새끼":[{"1":[[],[["들고양이처럼 성질이 거칠고 암상스러운 사람을 낮잡아 이르는 말.",null]],2,"메꾀새끼"]},{}],"메히코":[{"1":[[],[["‘멕시코’의 에스파냐 이름.","지명"]],4,null]},{}],"메손":[{"1":[[],[["전자보다 무겁고 양성자보다 가벼운 질량을 가진 소립자. 1935년에 일본의 유카와 히데키(湯川秀樹)가 존재를 예언한 후, 우주선 속에서 발견되었다. 뮤(μ) 중간자, 파이(π) 중간자, 케이(K) 중간자가 있다. 수명은 짧고, 불안정하며, 붕괴되어 더 가벼운 소립자가 된다.","물리"]],4,null]},{}],"메소머리즘":[{"1":[[],[["한 개의 유기 화합물의 구조가 전자쌍의 이동으로 두 개 이상의 구조식으로 표시될 수 있는 현상.","화학"]],4,null]},{}],"메이커":[{"1":[[],[["상품을 만든 사람. 또는 그 회사.",null],["유명한 제작자나 제조업체의 제품.",null]],4,null]},{"0":[["maker"],[["maker","A person who makes a product, or a company that manufactures it. "],["maker","A product of a famous manufacturer. "],["maker","A person who creates a certain thing or situation, etc. "]],0,null]}],"메잡이":[{"1":[[],[["대장간 따위에서 메질을 주로 하는 사람.",null]],2,"메자비"]},{}],"메인스탠드":[{"1":[[],[["특별 관람석. 경기장의 정면에 있는 관람석을 가리킨다.",null]],4,null]},{}],"메틸렌":[{"1":[[],[["메테인에서 두 개의 수소 원자를 없앤 이가(二價)의 원자단. 화학식은 －CH<sub style='font-size:11px;'>2</sub>－ 또는 CH<sub style='font-size:11px;'>2</sub>=.","화학"]],4,null]},{}],"메줏말":[{"1":[[],[["메주콩을 삶아 찧은 것을 일정한 크기로 찍어 내는 나무틀.",null]],2,"메준말"]},{}],"메리야스코잇기":[{"1":[[],[["뜨개질에서, 겉뜨기를 하여 잇는 일.","공예"]],1,null]},{}],"멜리스마":[{"1":[[],[["성악곡에서, 가사의 한 음절에 많은 음표를 장식적으로 달아 표정을 풍부하게 하는 기법. 성악 중심의 아시아 음악, 특히 한국 음악에 이 기법을 이용한 선율이 많다.","음악"]],4,null]},{}],"멧짐승":[{"1":[[],[["‘산짐승’을 예스럽게 이르는 말.",null]],2,"메찜승"]},{}],"멜리스샘":[{"1":[[],[["편형동물의 난소에 딸려 있는 선 모양의 기관. 난각을 만드는 데 필요한 물질을 내보낸다.","동물"]],1,null]},{}],"멜기세덱":[{"1":[[],[["이상적인 대제사장으로서의 그리스도를 이르는 말.","기독교"]],4,null]},{}],"멧밭쥐":[{"1":[[],[["쥣과의 포유류. 몸의 길이는 5~7cm이며, 위쪽은 갈색이고 아래쪽은 흰색이다. 꼬리는 길고 끝은 살이 드러나 있다. 얕은 산의 습지, 채소밭에 사는데 한국, 일본, 시베리아, 중부 유럽 등지에 분포한다.","동물"]],2,"메빧쮜"]},{}],"멘탄":[{"1":[[],[["시멘 분자에 여섯 개의 수소 원자를 결합하여 포화시키면 얻을 수 있는 액체 물질. 세 개의 이성질체가 있다. 화학식은 C<sub style='font-size:11px;'>10</sub>H<sub style='font-size:11px;'>20</sub>.","화학"]],4,null]},{}],"메시아":[{"1":[[],[["구약 성경에서, 초인간적 예지를 가지고 이스라엘을 통치하는 왕.","종교 일반"],["신약 성경에서, ‘예수 그리스도’를 이르는 말.","종교 일반"]],4,null],"2":[[],[["헨델이 1741년에 작곡한 오라토리오. 예수의 탄생, 수난, 부활의 생애를 3부 53장으로 구성하였다.","기독교"]],4,null]},{"0":[["Messiah"],[["Messiah","In the Old Testament, a king who governs Israel with superhuman wisdom. "],["Messiah","In the New Testament, Jesus Christ. "]],0,null]}],"메스토":[{"1":[[],[["악보에서, 슬프게 또는 우울하게 연주하라는 말.","음악"]],4,null]},{}],"메밀국수":[{"1":[[],[["메밀가루로 만든 국수. 또는 그것을 삶아 만든 음식.","없음"]],2,"메밀국쑤"]},{"0":[[],[["memilguksu; buckwheat noodles","Noodles made of buckwheat flour."]],0,"메밀국쑤"]}],"메이스":[{"1":[[],[["향신료의 하나. 육두구 열매의 선홍색 씨의 껍질을 말린 것으로 고기 요리 및 과자 따위에 쓴다.",null]],4,null]},{}],"멕기":[{"1":[[],[["→ 도금02.","공업"]],4,null]},{}],"메커트로닉스":[{"1":[[],[["기계 공학과 전자 공학을 통합한 학문 분야. 메커니즘과 일렉트로닉스를 합친 말로, 기계의 제어 따위에 전자 기술을 응용하여 고성능화, 자동화를 꾀한다.","공학 일반"]],4,null]},{}],"메이플라워호":[{"1":[["號"],[["1620년에 영국에서 미국으로 첫 이민을 간 청교도들이 타고 간 배의 이름.","역사"]],1,null]},{}],"메소저기압":[{"1":[["低氣壓"],[["보통의 기상도에는 나타나지 않는 소규모의 저기압. 이 저기압으로 집중 호우나 뇌우 따위의 국지적인 기상이 나타난다.","지구"]],1,null]},{}],"메톨":[{"1":[[],[["사진 현상약의 하나. 흰색의 바늘 모양 결정체로, 현상 속도가 빠르고 묘출력이 뛰어나며 강한 독성이 있다.","영상"]],4,null]},{}],"멧누에":[{"1":[[],[["→ 산누에.","동물"]],2,null]},{}],"메기":[{"1":[[],[["메깃과의 민물고기. 몸의 길이는 25~30cm가 보통이나 간혹 1미터가 넘는 것도 있다. 어두운 갈색이고 불규칙한 얼룩무늬가 있으며, 비늘이 없고 미끈거린다. 머리는 넓적하고 입은 매우 크며 네 개의 긴 수염이 있다. 한국, 일본, 중국, 대만 등지에 분포한다.","동물"]],2,"메ː기"]},{}],"메디안테":[{"1":[[],[["음계의 셋째 음.","음악"]],4,null]},{}],"메르쿠리우스":[{"1":[[],[["로마 신화에 나오는 상업의 신. 그리스 신화의 헤르메스에 해당하며, 전대(錢帶)를 가지고 있는 모습으로 표현된다.","문학"]],4,null]},{}],"멧닭":[{"1":[[],[["꿩과의 새. 닭과 비슷하게 생겼는데 편 날개의 길이는 수컷이 26cm, 암컷이 23cm 정도이다. 수컷은 검은색에 남색 광택이 나며 꽁지가 두 갈래로 갈라졌고, 암컷은 누런빛을 띤 붉은 갈색에 검은색 가로띠가 있다. 만주, 러시아의 동부 시베리아에 분포한다.","동물"]],2,"메딱"]},{}],"메뚜기":[{"1":[[],[["책갑이나 활의 팔찌, 탕건 같은 물건에 달아서 그 물건이 벗겨지지 않도록 꽂는 기구. 흔히 뿔이나 댓개비를 깎아서 만든다.",null]],2,"메뚜기"],"2":[[],[["메뚜깃과의 곤충을 통틀어 이르는 말. 겹눈과 세 개의 홑눈이 있고 뒷다리가 발달하여 잘 뛴다. 불완전 변태를 하며 알로 겨울을 난다.","동물"],["메뚜깃과의 곤충. 몸의 길이는 3cm 정도이며, 누런 녹색이고 머리와 가슴은 누런 갈색이다. 앞가슴 양측에 갈색 세로줄이 있다. 한 해에 한 번 발생하고 볏잎을 갉아 먹는 큰 해충으로 조, 밀, 수수 따위에 해를 끼친다. 한국, 일본, 중국 등지에 분포한다.","동물"]],2,"메뚜기"]},{"0":[[],[["grasshopper","A yellowish green or yellowish brown insect with well-developed hind legs which enable it to jump well."]],0,"메뚜기"]}],"메태비":[{"1":[[],[["매퉁잇과의 바닷물고기. 몸의 길이는 40cm 정도이며, 등은 어두운 갈색이고 배는 은빛을 띤 백색이다. 몸은 가늘고 긴 원통형이다. 수심 30~40미터의 바다 밑에 사는데 한국, 일본, 중국, 필리핀, 인도양, 홍해, 아프리카 등지에 분포한다.","동물"]],2,"메태비"]},{}],"메풍덩이":[{"1":[[],[["→ 쇠똥구리.","동물"]],2,null]},{}],"메헬렌":[{"1":[[],[["벨기에 북부에 있는 도시. 한때는 프랑스령이었으며 섬유, 피혁, 인쇄, 식품 따위의 공업이 이루어지고 있다.","지명"]],4,null]},{}],"메소형":[{"1":[["型"],[["분자 내에 두 개 이상의 비대칭 중심을 가지고 있으나, 대칭적 구조로 인해 분자 전체로서는 광학 활성을 소멸시키는 구조를 가진 이성질체.","화학"]],1,null]},{}],"메피스토펠레스":[{"1":[[],[["중세 서양의 파우스트 전설에 나오는 악마. 파우스트가 부와 권력의 대가로 그에게 혼을 팔았으나 결국 신과의 대결에서 패하여 파우스트를 타락시키지 못하였다 한다.","문학"]],4,null]},{}],"멧두릅":[{"1":[[],[["두릅나뭇과의 여러해살이풀. 줄기는 높이가 1.5미터 정도이며, 잎은 우상 복엽이다. 여름에 연한 녹색 꽃이 산형(繖形) 화서로 피고 열매는 가을에 장과(漿果)로 검게 익는다. 어린잎은 식용하고 뿌리줄기는 겉껍질을 벗겨 말려서 편두통의 치료에 쓴다.","식물"]],2,"메뚜릅"]},{}],"메티오닌":[{"1":[[],[["유황을 함유하는 필수 아미노산의 하나. 단백질의 구성 성분이며 생체 안에서 메틸기 공여체(供與體)로서 중요하다. 카세인(casein), 달걀의 알부민, 효모 따위에 들어 있으며 영양제나 간장 질환, 중독증 따위의 치료 약으로 쓰인다. 화학식은 CH<sub style='font-size:11px;'>3</sub>SCH<sub style='font-size:11px;'>2</sub>CH<sub style='font-size:11px;'>2</sub>CH(NH<sub style='font-size:11px;'>2</sub>)COOH.","생명"]],4,null]},{}],"메톡시안식향산":[{"1":[["安息香酸"],[["벤조산에 메톡실기가 결합한 벤조산 유도체. 방부제, 비누의 알칼리 중화제로 쓰인다. 화학식은 CH<sub style='font-size:11px;'>3</sub>OC<sub style='font-size:11px;'>6</sub>H<sub style='font-size:11px;'>4</sub>CO<sub style='font-size:11px;'>2</sub>H.","화학"]],1,null]},{}],"메클렌부르크포어포메른주":[{"1":[["州"],[["독일 동북부에 있는 주. 농업이 가장 중요한 경제 활동으로 밀ㆍ사탕무ㆍ감자 따위를 재배한다. 주도(州都)는 슈베린, 면적은 2만 3559㎢.","지명"]],1,null]},{}],"메타돈":[{"1":[[],[["모르핀이나 헤로인에 의존하는 환자의 금단 증상을 치료하는 데에 쓰는 합성 진통제.","약학"]],4,null]},{}],"멤피스":[{"1":[[],[["미국의 테네시주 서남부에 있는 상공업 도시. 미시시피강에 이르는 수륙 교통의 요지이다. 목화, 면실유, 밀, 가축 따위의 거래가 활발하며, 농업ㆍ기계ㆍ제강ㆍ타이어ㆍ유리ㆍ화학 약품 따위의 공업도 발달하였다.","지명"]],4,null],"2":[[],[["이집트에 있는 고대 도시. 나일강 서쪽 연안에 자리 잡고 있으며 카이로 남쪽 23km 지점에 있다. 제1왕조의 메네스가 창건했다고 하며, 고대 왕국 시대의 수도로서 번영하였다.","지명"]],4,null]},{}],"메뚜깃과":[{"1":[["科"],[["곤충강 메뚜기목의 한 과. 초록 또는 누런 갈색의 보호색을 띠고 겹눈과 세 개의 홑눈이 있다. 입은 씹는 입이고 더듬이는 실 모양 또는 칼 모양으로 짧으며, 머리는 앞등판 안에 들어 있다. 불완전 변태를 하며 알로 겨울을 보낸다. 방아깨비, 벼메뚜기, 어리삽사리, 팥중이 따위가 있다.","동물"]],1,"메뚜기꽈"]},{}],"메다용":[{"1":[[],[["고대 로마에서 썼던 화폐 모양의 대형 메달. 금ㆍ은ㆍ동 따위로 만들었으며, 초상을 새겨 공적이 있는 사람에게 수여하였다.","역사"]],4,null]},{}],"멧갓":[{"1":[[],[["나무를 함부로 베지 못하게 가꾸는 산.",null]],2,"메깓"]},{}],"메타니제이션":[{"1":[[],[["메탄을 에너지원이나 석유 화학 산업의 원료로 이용하기 위해 석탄, 음식물 찌꺼기, 가축 배설물 따위로부터 메탄을 얻는 일.","화학"]],4,null]},{}],"멧장대":[{"1":[["長"],[["십자화과의 여러해살이풀. 줄기는 높이가 15~35cm이며, 밑부분에서 가지가 갈라진다. 근생엽은 거꾸로 된 피침 모양이고 경엽은 어긋나고 피침 모양 또는 실 모양이다. 봄부터 여름에 걸쳐 흰색 또는 연분홍색의 꽃이 총상(總狀) 화서로 피고 열매는 장각과(長角果)이다. 산속의 자갈밭에 자란다.","식물"]],1,"메짱때"]},{}],"메트로폴리스":[{"1":[[],[["인구와 여러 가지 사회적 기능이 고도로 집중화된 현대의 대도시. 보통 인구가 백만 명을 넘으며, 한 나라의 정치ㆍ경제ㆍ문화 따위를 전국적으로 통합하는 기능을 한다.","사회 일반"]],4,null]},{}],"메탈로이드":[{"1":[[],[["금속과 비금속의 중간 성질을 나타내는 원소를 통틀어 이르는 말. 붕소, 규소, 저마늄, 비소, 안티모니, 텔루륨, 폴로늄 따위가 있다.","화학"]],4,null]},{}],"멜로디오소":[{"1":[[],[["악보에서, 선율적으로 또는 가요적으로 연주하라는 말.","음악"]],4,null]},{}],"멜꾼":[{"1":[[],[["고싸움놀이에서, 고를 메고 싸우는 사람. 흔히 힘센 젊은이 50~80명으로 구성한다.","민속"]],2,"멜ː꾼"]},{}],"메저":[{"1":[[],[["길이, 부피, 무게 따위를 재는 자, 되, 저울 따위의 기구.","없음"],["악곡의 마디 또는 박자.","음악"],["페이지의 넓이.","매체"]],4,null]},{}],"메통":[{"1":[[],[["도자기를 만들 때, 흙을 치는 데 쓰는 메.",null]],2,"메통"]},{}],"멧노랑나비":[{"1":[[],[["흰나빗과의 곤충. 편 날개의 길이는 6cm 정도이며, 수컷은 짙은 황색이고 암컷은 연한 청색이며 날개 중앙에는 붉은 황색의 점무늬가 있다. 7~8월에 나오며 이듬해에 알을 낳는다. 한국, 일본, 중국, 유럽 등지에 분포한다.","동물"]],2,"멘노랑나비"]},{}],"메소히푸스":[{"1":[[],[["말과의 화석 종. 몸의 길이는 1.3미터 정도이고 다리에는 세 개씩의 발가락이 있다. 올리고세에 생존했던 화석마(化石馬)로 북아메리카에 살았다.","동물"]],4,null]},{}],"메데이아":[{"1":[[],[["그리스 신화에 나오는 콜키스(Colchis) 왕의 딸. 금털의 양피(羊皮)를 취하러 자기 나라에 온 이아손을 사랑하여 그를 도와준 후 함께 도망하였는데, 이아손이 그라우케(Glauke)와 결혼하려 하자 이아손과의 사이에서 난 아들과 그라우케를 죽이고 아테네로 도망간다.","문학"],["기원전 431년에 그리스의 에우리피데스가 지은 비극.","문학"],["로마의 세네카가 지은 희곡.","문학"]],4,null]},{}],"메갈로파":[{"1":[[],[["게의 발생 과정에서 나타나는 유생의 하나. 애벌레가 물에 떠서 살다가 물 밑바닥으로 옮아 사는 과정에서 볼 수 있다. 배는 가슴의 아랫면에 겹쳐지지 않고 뒤쪽으로 뻗고, 다섯 쌍의 복각(腹脚)은 유영각으로 되어 있다.","동물"]],4,null]},{}],"멜라렌호":[{"1":[["湖"],[["스웨덴 스톡홀름 서쪽에 있는 호수. 많은 섬이 흩어져 있어 풍경이 아름다운 행락지이다.","지명"]],1,null]},{}],"메르샤움":[{"1":[[],[["고토(苦土), 규산, 결정수 따위로 이루어진, 치밀한 흙이나 점토 모양의 광물. 흰색 또는 회색빛을 띤 흰색이며, 가볍고 불투명한 다공질인데, 마르면 물에 뜬다. 담배 파이프 따위를 만드는 데 쓴다.","광업"]],4,null]},{}],"메소포타미아":[{"1":[[],[["서남아시아의 티그리스강과 유프라테스강 사이에 있는 지역. 이라크를 중심으로 시리아 동북부와 이란 서남부를 포함한다. 고대 문명 발상지의 하나이다.","지명"]],4,null]},{}],"메추라기":[{"1":[[],[["꿩과의 겨울 철새. 몸의 길이는 18cm 정도이며 누런 갈색과 검은색의 가는 세로무늬가 있다. 목 부분이 수컷은 붉은 밤색이고 암컷은 갈색을 띤 누런 흰색이다. 몸은 병아리와 비슷하나 꽁지가 짧다. 길들여 가금으로 기르기도 한다. 유럽, 아프리카, 인도, 동부 아시아 등지에 분포한다.","동물"]],2,"메추라기"]},{}],"메사":[{"1":[[],[["꼭대기가 평평하고 주위가 급경사를 이룬 탁자 모양의 지형. 해안의 육지가 침식되었을 때 지층 위의 단단한 암석층이 남아 이루어진다.","지구"]],4,null]},{}],"메밀":[{"1":[[],[["마디풀과의 한해살이풀. 줄기는 높이가 40~70cm이고 대가 비어 있으며 곧고 흔히 붉은색을 띤다. 잎은 어긋나고 세모꼴의 심장 모양으로 어긋나 있다. 7~10월에 흰 꽃이 총상(總狀) 화서로 모여 피고 열매는 수과(瘦果)로 검은빛의 세모진 모양이며, 줄기는 가축의 먹이로 쓰인다. 아시아 북중부가 원산지로 동부 아시아, 만주, 시베리아 등지에 분포하는데, 밭에 많이 심고 가물 때에는 논에 심기도 한다.","식물"],["‘「1」’의 열매. 전분이 많아 가루를 내어 국수나 묵 따위를 만들어 먹는다.",null]],2,"메밀"]},{"0":[[],[["buckwheat","A crop that blooms white flowers from late summer to early fall, and of which the black triangular fruit is ground and made into noodles or muk, jelly."]],0,"메밀"]}],"메스":[{"1":[[],[["외과 수술 시 사용하는 칼.","의학"],["잘못된 일이나 병폐를 없애기 위한 조처.",null]],4,null],"2":[[],[["프랑스 동북부, 로렌 지방 북부의 중심 도시. 모젤강과 세유강(Seille江)이 합쳐지는 곳에 있다. 섬유ㆍ피혁 공업이 활발하며, 13~14세기의 고딕식 성당이 있다. 프로이센ㆍ프랑스 전쟁 때의 격전지였다.","지명"]],4,null]},{"0":[["mes"],[["scalpel","A knife used in operation or dissection."],["drastic measure","A solution or way to correct a wrong or solve a problem."]],0,null]}],"메가케로스":[{"1":[[],[["플라이스토세의 빙하 시대에 북반구에 널리 살았던 사슴. 뿔은 사슴 가운데 가장 크고 정향 진화설을 뒷받침하는 좋은 예이다.","동물"]],4,null]},{}],"메쌓기":[{"1":[[],[["돌을 쌓을 때, 사이사이에 콘크리트나 모르타르를 채우지 않고 돌만 잘 물리어 그냥 쌓는 일.","건설"]],2,"메싸키"]},{}],"메릴랜드주":[{"1":[["州"],[["미국 대서양 연안에 있는 주. 채소ㆍ과실나무의 재배, 양계 따위의 근교 농업이 발달하였으며, 담배와 굴ㆍ새우 양식이 유명하다. 주도(州都)는 아나폴리스, 면적은 2만 7092㎢.","지명"]],1,null]},{}],"메기도":[{"1":[[],[["고대 팔레스타인의 싸움터. 이집트와 시리아ㆍ소아시아ㆍ메소포타미아를 연결하는 중요한 무역로이자 전략적 요충지로, 이곳에서 통상로 장악을 위하여 싸움이 자주 일어났다.","역사"]],4,null]},{}],"멜빵":[{"1":[[],[["짐 따위를 어깨에 걸어 메는 끈.",null],["바지, 치마 따위가 흘러내리지 않도록 어깨에 걸치는 끈.",null],["소총을 어깨에 걸 수 있도록 단 띠 모양의 줄.","군사"]],2,"멜ː빵"]},{"0":[[],[["suspender","A strip attached to a thing to carry another thing over the shoulder. "],["suspender","A strip fastened over the shoulders to keep trousers or a skirt from slipping down. "]],0,"멜ː빵"]}],"멜로드라마":[{"1":[[],[["18세기부터 19세기에 유럽에서 유행한, 음악이 혼합된 연극. 주제와 줄거리가 낭만적이었으며, 반주를 위한 음악이 삽입되었다.","연기"],["사건의 변화가 심하고 통속적인 흥미와 선정성이 있는 대중극.","예체능 일반"]],4,null]},{"0":[["melodrama"],[["melodrama","A popular, emotional drama with, usually, romance as its theme."]],0,null]}],"메타프로테인":[{"1":[[],[["산, 알칼리 또는 효소 따위로 천연 단백질을 가수 분해 할 때에 생기는 유기 화합물들을 이르는 말. 산과 염기에 잘 녹고 중성 용액에서는 가라앉는다.","생명"]],4,null]},{}],"메이예르홀트주의":[{"1":[["主義"],[["1920년대에 소련의 연출가 메이예르홀트가 주창한 전위적인 연극 이론. 1920년대의 전위적 주장의 하나로 연극의 보수성에서 벗어나 참신한 연출로 새 연극을 창조하자는 주장이다.","연기"]],1,null]},{}],"멧송장개구리":[{"1":[[],[["개구릿과의 동물. 몸의 길이는 45~70mm이고 등에 작은 돌기가 있으며, 등면은 검은 갈색 또는 붉은 갈색 바탕에 검은 점 모양의 얼룩무늬가 있다. 배는 엷은 잿빛을 띤 흰색 또는 붉은색이고 가슴에 검은색의 구름무늬가 있다. 생식기(生殖期)에는 첫 발가락 바깥쪽에 살덩이 두 개가 두드러지며, 2~3월에 500~1,500개가 뭉친 알을 낳는다. 산간 지대에 사는데 한국, 일본 등지에 분포한다.","동물"]],2,"메쏭장개구리"]},{}],"멧기슭":[{"1":[[],[["산의 비탈이 끝나는 아랫부분.",null]],2,"메끼슥"]},{}],"메스티소":[{"1":[[],[["라틴 아메리카의 에스파냐계 백인과 인디오와의 혼혈 인종. 라틴 아메리카 인구의 약 70%를 차지한다.",null]],4,null]},{}],"멜레아그로스":[{"1":[[],[["그리스 신화에 나오는 영웅. 카리돈의 왕 오이네우스(Oeneus)의 아들로, 태어날 때 화로 속의 나무가 다 타면 생명이 다할 것이라는 예언이 있어 어머니 알타이아(Althaia)가 화롯불을 끄고 나무를 보존하였으나 자신의 공을 시기한 외삼촌을 죽이는 바람에 화가 난 알타이아가 나무를 태워 그를 죽였다고 한다.","문학"]],4,null]},{}],"메리트":[{"1":[[],[["가격, 임금, 보험료 따위에 원칙 외의 차이를 두는 일. 능률급 따위가 대표적인 예이다.","경제"],["상품의 가격을 결정하는 품위, 사용 가치, 경제 효과를 통틀어 이르는 말.","경제"]],4,null]},{}],"멜라토닌":[{"1":[[],[["인돌의 유도체. 소의 솔방울샘에서 분비되는 호르몬으로, 성적 충동을 억제하며, 불면증의 치료 따위에 쓰인다. 화학식은 C<sub style='font-size:11px;'>13</sub>H<sub style='font-size:11px;'>16</sub>N<sub style='font-size:11px;'>2</sub>O<sub style='font-size:11px;'>2</sub>.","생명"]],4,null]},{}],"멥쌀":[{"1":[[],[["메벼를 찧은 쌀.",null]],2,"멥쌀"]},{"0":[[],[["nonglutinous rice","Husked rice from ordinary grains of rice, which are not glutinous."]],0,"멥쌀"]}],"메김소리":[{"1":[[],[["민요를 부를 때 한 사람이 앞서 부르는 소리.","음악"]],2,"메김소리"]},{}],"메소산":[{"1":[["酸"],[["산소산(酸素酸) 중에서 수화도(水和度)의 차이를 구별하기 위하여 쓰는 용어. 유리(遊離) 상태인 산은 없고 메소과아이오딘산, 메소과레늄산바륨 따위가 알려져 있다.","화학"]],1,null]},{}],"메니스커스":[{"1":[[],[["모세관 속의 액체 표면이 만드는 곡선. 유리관과 물처럼 부착력이 큰 경우는 아래로 움푹 들어가고, 유리관과 수은처럼 부착력이 작은 경우는 위로 부풀어 오른다.","물리"]],4,null]},{}],"메인타이틀":[{"1":[[],[["주가 되는 표제.",null],["영화나 텔레비전 프로그램의 첫머리에 제목으로 나오는 자막.","영상"]],4,null]},{}],"메온":[{"1":[[],[["유(有)가 아닌 것. 또는 유에 대립하는 것.","철학"]],4,null]},{}],"멧수수":[{"1":[[],[["찰기가 없는 수수.",null]],2,"메쑤수"]},{}],"멜턴":[{"1":[[],[["모직물의 하나. 두껍고 전면(前面)에 짧은 털이 많으며 양복감으로 많이 쓴다.","복식"]],4,null]},{}],"메이크업":[{"1":[[],[["기초화장을 한 다음에 하는 색조 화장.",null],["배우가 연극이나 영화 따위에 출연할 때에 하는 무대 화장.",null],["면수에 관계없이 식자한 것을 판 위에서 위치, 체계 따위를 결정하여 한 쪽씩 모으는 일.","매체"]],4,null]},{}],"메벤다졸":[{"1":[[],[["구충제의 하나. 회충, 편충, 십이지장충 감염에 효과적이다.","약학"]],4,null]},{}],"메탈리카베고니아":[{"1":[[],[["베고니아과의 원예 화초. 줄기는 높이가 50~100cm이고 관목 모양이며 가지를 잘 친다. 잎은 달걀 모양에 우글쭈글하고 짙은 올리브색이며 광택이 있다. 꽃은 연분홍색을 띤 흰색이다. 베고니아 가운데 비교적 성질이 튼튼하며 재배가 쉽다. 브라질이 원산지이다.","식물"]],4,null]},{}],"메탄가스화":[{"1":[["化"],[["메탄을 에너지원이나 석유 화학 산업의 원료로 이용하기 위해 석탄, 음식물 찌꺼기, 가축 배설물 따위로부터 메탄을 얻는 일.","화학"]],1,null]},{}],"멧팔랑나비":[{"1":[[],[["팔랑나빗과의 곤충. 편 날개의 길이는 4cm 정도이며 어두운 밤색이다. 암컷은 수컷보다 크고 색깔이 연하다. 활동을 멈출 때에는 날개를 접지 않고 수평으로 편다. 다 자란 애벌레로 겨울을 나고 애벌레는 참나무류의 잎을 먹는다.","동물"]],2,"멛팔랑나비"]},{}],"멜버른":[{"1":[[],[["오스트레일리아의 빅토리아주에 있는 항구 도시. 금융ㆍ산업의 중심지이며, 양모ㆍ밀ㆍ낙농 제품의 수출항이다. 기계, 모직물, 식품 공업이 활발하다. 주도(州都)이다. 면적은 31.4㎢.","지명"]],4,null]},{}],"메아리":[{"1":[[],[["울려 퍼져 가던 소리가 산이나 절벽 같은 데에 부딪쳐 되울려오는 소리.",null]],2,"메아리"]},{"0":[[],[["echo","A resonating sound that hits a mountain or cliff and comes back."]],0,"메아리"]}],"멘셰비키":[{"1":[[],[["레닌이 이끄는 볼셰비키와 대립했던 러시아 사회 민주 노동당의 자유주의적 온건파. 당의 지도적 역할을 부정하고 합법적인 테두리 안에서 혁명 운동을 펼칠 것을 주장했다.","사회 일반"]],4,null]},{}],"메타사이콜로지":[{"1":[[],[["경험적 심리학의 한계를 벗어나 사실, 이론 및 사상을 포괄적으로 이해할 수 있도록 개념들을 체계적으로 종합하려는 심리학. 프로이트가 자신의 심리학적 견지를 의식 현상 일반의 기초로 하여 그것을 규정하는 무의식을 대상으로 삼는다는 뜻에서 이렇게 이름하였다. 전통적인 정신 분석학에서는 방어 기제를 분석하여 그 기제에 존재하는 정신 에너지를 찾는 일을 이른다.","심리"]],4,null]},{}],"메줏덩이":[{"1":[[],[["메주를 뭉쳐 만든 덩이.",null],["외모 따위가 몹시 박색인 사람을 비유적으로 이르는 말.","없음"]],2,"메주떵이"]},{}],"메세타":[{"1":[[],[["유럽 대륙 서부 이베리아반도 중앙에 있는 고원. 산지로 둘러싸인 내륙인 관계로 기온의 교차가 심하고 비가 적다. 마드리드를 중심으로 21만 ㎢에 걸쳐 펼쳐져 있다.","지명"]],4,null]},{}],"멧황기":[{"1":[["黃芪"],[["콩과의 여러해살이풀. 높이는 1미터 정도이며, 잎은 어긋나고 긴 타원 모양의 겹잎이다. 8월에 연한 자주색의 꽃이 피고 열매는 핵과(核果)를 맺는다. 우리나라 북부 지방의 산지에 분포한다.","식물"]],1,"메퇑기"]},{}],"메치기":[{"1":[[],[["유도에서, 상대편의 자세를 무너뜨린 다음 기술을 걸어서 던지거나 쓰러뜨리는 기술을 통틀어 이르는 말. 허리 채기, 모로 걸기, 업어 치기, 당겨 치기, 후리기 따위가 있다.","체육"]],2,"메ː치기"]},{}],"메루트":[{"1":[[],[["인도 북부에 있는 도시. 농산물의 집산지이며, 제분ㆍ제당ㆍ착유업(搾油業)이 발달하였다. 12세기에 만든 큰 무덤ㆍ모스코ㆍ옛 신전 등이 많이 남아 있으며, 1857년에 세포이의 항쟁이 처음 일어난 곳이기도 하다.","지명"]],4,null]},{}],"메카":[{"1":[[],[["사우디아라비아 서남부에 있는, 홍해 연안의 도시. 이슬람교의 창시자인 마호메트가 태어난 곳으로 이슬람교 최고의 성지이다. 로마 시대부터 중요한 교역지이며, 종교적인 유적이 많아 세계 각처에서 이슬람교도의 순례가 끊이지 않는다. 면적은 26㎢.","지명"],["어떤 분야의 중심이 되어 사람들의 동경ㆍ숭배의 대상이 되는 곳.",null]],4,null]},{}],"멥겨":[{"1":[[],[["메벼에서 나온 겨.",null]],2,"멥껴"]},{}],"메이드스톤":[{"1":[[],[["영국 잉글랜드 켄트주에 있는 도시. 제지ㆍ양조 공업이 활발하다. 주도(州都)이다.","지명"]],4,null]},{}],"멜리스선":[{"1":[["腺"],[["편형동물의 난소에 딸려 있는 선 모양의 기관. 난각을 만드는 데 필요한 물질을 내보낸다.","동물"]],1,null]},{}],"멧미나리":[{"1":[[],[["산형과의 여러해살이풀. 줄기는 굵고 1미터 정도까지 자라며, 근생엽은 잎자루가 길고 경엽은 어긋난다. 8~9월에 흰 꽃이 피고 열매는 타원형으로 가장자리에 날개가 있다. 애순은 식용하고 골짜기나 산기슭에서 나는데 한국, 일본, 중국 북부에 분포한다.","식물"]],2,"멘미나리"]},{}],"메트로니다졸":[{"1":[[],[["혐기성 세균에 의한 감염증, 트리코모나스 감염증, 아메바증 따위의 치료에 사용하는 화학 요법제. 복용하면 오줌이 변색되며 주사제로 사용할 경우에는 다른 약품과 혼합하지 말아야 한다.","약학"]],4,null]},{}],"메다듬":[{"1":[[],[["쇠메로 돌을 다듬는 일.",null]],2,"메다듬"]},{}],"멘셰비즘":[{"1":[[],[["러시아 사회 민주 노동당의 온건파인 멘셰비키의 정치적 사상 및 이론. 마르크스주의를 수정한 것으로 자유주의적 성향이 강하다.","사회 일반"]],4,null]},{}],"메기는소리":[{"1":[[],[["민요를 부를 때 한 사람이 앞서 부르는 소리.","음악"]],2,"메기는소리"]},{}],"메뚜기장이음":[{"1":[[],[["메뚜기 머리 모양으로 끝부분은 좁고 중간이 굵으며 목은 가늘게 된 장부로 물린 이음.","건설"]],2,"메뚜기장니음"]},{}],"메이데이":[{"1":[[],[["예로부터 서양에서 5월 1일에 베풀어 오는 봄맞이 축제.",null],["매년 5월 1일에 여는 국제적 노동제.","고유명 일반"]],4,null]},{}],"멧돼짓과":[{"1":[["科"],[["포유강 소목의 한 과. 주둥이가 길고 발가락이 네 개이다. 성질은 사납고 야행성이며 잡식성이다. 멧돼지, 흑멧돼지, 꼬마멧돼지 따위가 있다. 오스트레일리아, 뉴질랜드를 제외한 전 세계에 5속 14종이 분포한다.","동물"]],1,"메뙈지꽈"]},{}],"멜람푸스":[{"1":[[],[["그리스 신화에 나오는 예언자. 살려 준 뱀이 그의 귀를 핥아 모든 생물의 말을 이해하는 능력과 예언하는 능력을 얻었다고 한다.","문학"]],4,null]},{}],"메시지":[{"1":[[],[["어떤 사실을 알리거나 주장하거나 경고하기 위하여 보내는 전언(傳言).",null],["문예 작품이 담고 있는 교훈이나 의도.",null],["언어나 기호에 의하여 전달되는 정보 내용.","언어"]],4,null]},{"0":[["message"],[["message","One's special words delivered to announce, assert, or warn of a certain thing. "],["message; lesson","Ideas or lessons expressed in literary or art works, "],["message","Information delivered through language or signs. "]],1,null]}],"멘톤":[{"1":[[],[["단일 고리 모노테르펜에 속하는 케톤으로 박하 냄새가 나는 무색 액체. 화학식은 C<sub style='font-size:11px;'>10</sub>H<sub style='font-size:11px;'>18</sub>O.","화학"]],4,null]},{}],"멜로디":[{"1":[[],[["음의 높낮이의 변화가 리듬과 연결되어 하나의 음악적 통합으로 형성되는 음의 흐름. 또는 음향의 형태.","음악"]],4,null]},{"0":[["melody"],[["melody","The flow of notes with highs and lows and a rhythm."]],2,null]}],"메리노":[{"1":[[],[["면양의 한 품종. 암컷의 몸무게는 45~80kg, 수컷은 60~120kg이며, 수컷은 나사 모양으로 꼬인 긴 뿔을 지니나 암컷은 없다. 털은 짧은데 가늘고 고와 고급 직물에 사용한다. 에스파냐가 원산지이며 산지에 따라 스페인종, 프랑스종, 오스트레일리아종, 아메리카종 따위로 구분한다.","동물"]],4,null]},{}],"메커니즘":[{"1":[[],[["사물의 작용 원리나 구조.",null],["문학의 내용을 지탱하는 기교 또는 수법.","문학"],["어떤 행위를 성취하는 의식적 또는 무의식적 심리 과정. 환경에 적응하고 자아를 방어하며 욕구를 만족시키고 혼란을 해결하는 심적 기제로, 정신 분석학에서는 무의식적 방어 수단을 지칭한다.","심리"],["모든 현상을 자연적 인과 관계와 역학적 법칙으로 설명하려는 이론.","철학"]],4,null]},{"0":[["mechanism"],[["mechanism","The operational principle or structure of things."]],0,null]}],"메이저":[{"1":[[],[["장음계로 된 곡조.","음악"]],4,null],"2":[[],[["전자기파 증폭기 또는 발생기의 하나. 물질과 전자기파의 상호 작용에 의한 유도 방출을 이용하여 마이크로파 따위의 전자기파를 증폭하거나 발진한다. 잡음이 적은 마이크로파 증폭기이므로 우주 통신, 초원거리 레이다 따위에 응용된다.","전기·전자"]],4,null]},{}],"멧돼지":[{"1":[[],[["멧돼짓과의 포유류. 몸의 길이는 1~2미터, 어깨높이는 55~110cm이며, 몸빛은 검은색 또는 검은 갈색이다. 목에서 등에 걸쳐 빳빳한 털이 나 있다. 주둥이가 매우 길고 목은 짧으며 날카로운 엄니가 있다. 잡식성이고 유라시아 대륙 중부ㆍ남부의 산림에 분포한다.","동물"]],2,"메뙈지"]},{"0":[[],[["boar","A black mountain animal with long stiff body hair that is similar to a pig but with a longer snout and fangs that rise upwards."]],0,"메뙈지"]}],"메대기":[{"1":[[],[["심마니들의 은어로, 산삼 넣는 망태기를 이르는 말.",null]],2,"메대기"]},{}],"메밀거세미나방":[{"1":[[],[["밤나방과의 곤충. 편 날개의 길이는 4~5cm이며, 몸은 어두운 갈색이다. 앞날개에는 검은 물결 모양의 줄과 가로줄이 두 개 있는데, 두 가로줄 사이는 초록빛 갈색이고 뒷날개는 엷은 색이다. 우리나라에도 분포한다.","동물"]],2,"메밀거세미나방"]},{}],"메밀꽃":[{"1":[[],[["메밀의 꽃.",null],["파도가 일 때 하얗게 부서지는 물보라를 비유적으로 이르는 말.",null]],2,"메밀꼳"]},{"0":[[],[["buckwheat flower","The flower of buckwheat."]],0,"메밀꼳"]}],"멧키":[{"1":[[],[["→ 도금02.","공업"]],4,null]},{}],"메꽃과":[{"1":[["科"],[["쌍떡잎식물 통꽃류의 한 과. 덩굴성 초본 또는 목본으로 전 세계에 50속 1,200여 종이 분포한다. 우리나라에는 고구마, 나팔꽃, 메꽃, 새삼 따위의 10여 종이 분포한다.","식물"]],1,"메꼳꽈"]},{}],"메르캅탄":[{"1":[[],[["알코올의 산소 원자 대신 황 원자가 들어 있는 유기 화합물을 통틀어 이르는 말. 화학식은 RSH.","화학"]],4,null]},{}],"멧줄기":[{"1":[[],[["→ 산줄기.",null]],2,null]},{}],"멕이는소리":[{"1":[[],[["→ 메기는소리.","음악"]],2,null]},{}],"메로에":[{"1":[[],[["고대 에티오피아인이 북아프리카 지역에 건설한 도시. 일찍부터 신권(神權) 정치를 행하였으나 기원전 3세기에 국왕 에르가메네스가 정권을 빼앗아 왕권을 확립하였으며, 피라미드와 태양 신전ㆍ사자 신전 따위의 유적을 남겼다.","지명"]],4,null]},{}],"멧고추잠자리":[{"1":[[],[["잠자릿과의 곤충. 몸의 길이는 6cm 정도이며, 누런색에 배는 붉거나 노랗고, 암컷에는 검은 얼룩무늬가 있으며 날개 끝부분에 넓은 갈색 띠가 있다. 한국, 일본, 만주, 시베리아, 유럽 등지에 분포한다.","동물"]],2,"메꼬추잠자리"]},{}],"메소솜":[{"1":[[],[["세균과 같은 원핵 세포에서 세포막이 세포질 깊숙이 들어가 형성된 구조물.","생명"]],4,null]},{}],"메틸도파":[{"1":[[],[["교감 신경 말초에서 노르아드레날린의 합성 과정을 방해하여 그 기능을 약화시킴으로써 모세 혈관을 확장시키는 혈압 강하제.","약학"]],4,null]},{}],"메넬라오스":[{"1":[[],[["그리스 신화에 나오는 스파르타의 왕. 아내 헬레네가 트로이의 왕자 파리스에게 유혹되어 트로이로 가자, 형 아가멤논과 함께 군대를 모아 트로이 전쟁을 일으켜 트로이를 함락한 후 헬레네를 찾아 스파르타로 돌아온다.","문학"]],4,null]},{}],"메거":[{"1":[[],[["주어진 온도와 전압 아래에서 절연 재료의 저항을 측정하는 장치. 고전압을 절연 재료에 가하고 미소 전류를 측정하여 저항값으로 환산한다.","전기·전자"]],4,null]},{}],"멧박쥐":[{"1":[[],[["애기박쥣과의 포유류. 몸은 7cm 정도로 큰 편이며, 밤색 또는 누런 갈색이다. 귓바퀴는 넓고 날개는 좁고 길다. 나무의 구멍이나 돌담 사이에서 떼 지어 사는데 한국, 일본 등지에 분포한다.","동물"]],2,"메빡쮜"]},{}],"메타모르포세스":[{"1":[[],[["로마의 시인 오비디우스의 서사시. 그리스ㆍ로마 신화를 바탕으로 우주의 생성, 세기의 창조, 삼세(三世)의 변천, 대홍수의 이야기, 전설적 인물의 변신 따위를 묘사하였다. 15권.","문학"]],4,null]},{}],"멕시코":[{"1":[[],[["미국 서남부에 접하여 있는 연방 공화국. 1821년에 에스파냐에서 독립하였다. 농업이 주산업이나 수산 자원과 광산 자원도 풍부하며, 주민은 메스티소와 인디오족이고 주요 언어는 에스파냐어이다. 수도는 멕시코시티, 면적은 197만 2544㎢.","지명"]],4,null]},{"0":[["Mexico"],[["Mexico","A country in the southwest of North America, where ancient civilizations such as the Maya, Aztec, etc., originated and agriculture was well-developed; its official language is Spanish and its capital is Mexico City."]],0,null]}],"멜라네시아":[{"1":[[],[["태평양 남부, 오스트레일리아 동북쪽에 있는 섬을 통틀어 이르는 말. 뉴기니섬, 비스마르크 제도, 솔로몬 제도, 피지 제도 따위가 속한다.","지명"]],4,null]},{}],"멘":[{"1":[[],[["악보에서, 다른 말과 함께 쓰여 ‘좀 덜’ 또는 ‘보다 덜’이라는 뜻을 나타내는 말.","음악"]],4,null]},{}],"메가테리움":[{"1":[[],[["플라이스토세에 생존했던 포유류. 몸의 길이는 7미터 정도이며, 지상성의 나무늘보로 날카롭고 긴 발톱을 가졌다. 아메리카 대륙에 살았다.","동물"]],4,null]},{}],"멧상":[{"1":[["床"],[["신위 앞에 올리는 밥상.",null]],1,"메쌍"]},{}],"멤버십":[{"1":[[],[["단체의 구성원인 사실. 또는 구성원으로서의 자격이나 지위.",null]],4,null]},{}],"메테예":[{"1":[[],[["프랑스에서 흔히 볼 수 있는 소작농의 한 형태. 생산 수단의 대부분을 지주로부터 보급받는 대신 소작료로서 생산물의 일정량을 납입하는 분익(分益) 소작제를 취하는데, 서부ㆍ남부ㆍ중부의 후진 지역에 많다.",null]],4,null]},{}],"메트로폴리탄":[{"1":[[],[["어떤 대도시가 중ㆍ소도시와 그 밖의 지역에 지배적인 영향을 끼쳐 통합의 중심을 이루었을 때, 그 대도시와 주변 지역 전체를 이르는 말.",null]],4,null]},{}],"멕시코시티":[{"1":[[],[["멕시코의 수도. 높이 2,239미터의 고원 지대에 있어서 연중 기후가 온화하다. 정치, 경제, 문화의 중심지로 섬유, 제지, 식품 따위의 공업과 은세공이 활발하다. 식민지 시대의 대성당, 박물관과 고층 건물이 조화를 이루고 있으며 아스테카 제국 시대의 유적도 많다.","지명"]],4,null]},{}],"멧꿩의다리":[{"1":[[],[["미나리아재빗과의 여러해살이풀. 높이는 45~70cm이며, 근생엽은 두 개이고 경엽은 세 개이다. 7~8월에 흰 꽃이 핀다. 우리나라의 황해도와 함북의 관모봉에 분포한다.","식물"]],2,"메꿩의다리"]},{}],"메남강":[{"1":[["江"],[["타이의 중부를 흐르는 강. 북부 산지에서 시작하여 남쪽으로 365km 이상을 흘러 타이만으로 흘러든다. 하류 지역은 벼농사 지대이며, 이 물줄기를 통하여 타이의 주요 수출품인 티크와 쌀을 운송한다. 길이는 365km.","지명"]],1,null]},{}],"메조소프라노":[{"1":[[],[["여성의 소프라노와 알토의 중간 음역(音域). 또는 그 음역의 가수. 대개 시(C) 음 아래의 에이(A) 음에서부터 시 음 위의 에프(F) 음이나 지(G) 음까지 낸다.","음악"]],4,null]},{"0":[["mezzo-soprano"],[["mezzo-soprano","A female singing voice whose vocal range lies between the soprano and alto, or a singer of such a range."]],0,null]}],"메인주":[{"1":[["州"],[["미국의 동북부 끝에 있는 주. 대서양 연안에 있으며, 북쪽은 캐나다 국경에 접한다. 빙하호와 침엽수가 많아 피서지로 유명하다. 1820년에 매사추세츠주에서 분리되었다. 주도(州都)는 오거스타, 면적은 8만 6156㎢.","지명"]],1,null]},{}],"메틸":[{"1":[[],[["메테인에서 수소 원자 하나를 제거한 일가(一價)의 원자단. 알킬기 가운데 구조가 가장 간단하다. 화학식은 —CH<sub style='font-size:11px;'>3</sub>.","화학"]],4,null]},{}],"메린스":[{"1":[[],[["→ 모슬린.","복식"]],4,null]},{}],"멧부엉이":[{"1":[[],[["깊은 산속의 부엉이처럼 어리석고 메부수수하게 생긴 시골 사람을 놀림조로 이르는 말.",null]],2,"메뿌엉이"]},{}],"메일":[{"1":[[],[["컴퓨터의 단말기 이용자끼리 통신 회선을 이용하여 주고받는 글.","정보·통신"]],4,null]},{"0":[["mail"],[["e-mail; electronic mail","A letter sent and received through the Internet or other forms of computer networks."]],1,null]}],"메탑풀":[{"1":[["塔"],[["꿀풀과의 여러해살이풀. 줄기는 높이가 20~30cm이고 마디에 가는 털이 있으며, 잎은 마주난다. 6월에 붉은 맥이 있는 흰 꽃이 윤산(輪繖) 화서로 피고 열매는 수과(瘦果)를 맺는다. 산지(山地)에 나는데 한국의 함남, 일본, 중국 등지에 분포한다.","식물"]],1,"메탑풀"]},{}],"메뉴":[{"1":[[],[["식당이나 음식점 따위에서 파는 음식의 종류와 가격을 적은 판.",null],["식사의 요리 종류.",null],["디스플레이 장치 위에 표시하여 둠으로써 사용자가 마우스나 키보드를 이용하여 명령을 선택할 수 있도록 한 조작 순서 일람표.","정보·통신"]],4,null]},{"0":[["menu"],[["menu","A board on which the kinds of food and their prices that a restaurant offers are written."],["menu","The types of dishes comprising a meal."],["menu","In a machine like a computer or mobile phone, etc., a list of operational options which enables one to select a command or function. "]],1,null]}],"메디나":[{"1":[[],[["사우디아라비아의 서부 헤자즈 지방에 있는 도시. 이슬람교의 창시자 마호메트가 622년에 메카에서 쫓겨나 옮겨 온 곳으로, 그의 무덤도 이곳에 있다. 메카에 버금가는 이슬람교의 성지이다.","지명"]],4,null]},{}],"메나리":[{"1":[[],[["경상도, 전라도, 충청도 지방에 전해 오는 농부가의 하나. 노랫말은 지방마다 조금씩 다르나 슬프고 처량한 음조를 띤다.","음악"]],2,"메나리"]},{}],"멜빵바지":[{"1":[[],[["어깨에 멜빵을 걸치게 만든 바지.",null]],2,"멜ː빵바지"]},{"0":[[],[["overalls","Pants made to wear with suspenders over the shoulders."]],0,"멜ː빵바지"]}],"멥새":[{"1":[[],[["되샛과의 텃새. 참새와 비슷한데 몸의 길이는 17cm 정도이며, 등은 갈색에 검은 세로무늬가 있고 배는 연한 붉은 갈색, 머리 부분은 어두운 갈색인데 가운데는 회색이다. 얼굴과 목은 희고 흰 눈썹 선과 멱이 뚜렷하다. 러시아의 시베리아, 중국 등지에 분포한다.","동물"]],2,"멥쌔"]},{}],"메가폰":[{"1":[[],[["음성이 멀리까지 들리게 하기 위하여 입에 대고 말하는, 나팔처럼 만든 기구.",null]],4,null]},{}],"메인마스트":[{"1":[[],[["함선의 제일 큰 돛대.",null]],4,null]},{}],"멧가락풀":[{"1":[[],[["미나리아재빗과의 여러해살이풀. 높이는 45~70cm이며, 근생엽은 두 개이고 경엽은 세 개이다. 7~8월에 흰 꽃이 핀다. 우리나라의 황해도와 함북의 관모봉에 분포한다.","식물"]],2,"멛까락풀"]},{}],"메조토륨":[{"1":[[],[["토륨계 방사성 동위 원소. 라듐의 동위 원소와 악티늄의 동위 원소가 있으며, 라듐의 대용으로 의료품ㆍ발광 도료 따위에 쓰인다.","화학"]],4,null]},{}],"메탄알":[{"1":[[],[["메탄올의 산화로 얻는 무색의 기체. 자극적인 냄새가 있으며, 물과 알코올에 녹는다. 수용액은 포르말린이라고 하여 합성수지, 물감, 의약 따위를 만드는 데에 쓴다. 화학식은 HCHO.","화학"]],4,null]},{}],"메깃과":[{"1":[["科"],[["조기강 메기목의 한 과. 몸에 비늘이 없으며 입 주위에 2~3쌍의 수염이 있다. 입이 크고 머리가 넓적하며, 육식성으로 탐식하는 경향이 있다. 메기, 미유기가 있다.","동물"]],1,"메ː기꽈"]},{}],"메콩강":[{"1":[["江"],[["인도차이나반도를 흐르는 동남아시아 최대의 강. 티베트고원에서 시작하여 남중국해로 흘러들며, 하류의 메콩 삼각주는 곡창 지대를 이룬다. 길이는 4,200km.","지명"]],1,null]},{}],"멤논":[{"1":[[],[["그리스 신화에 나오는 에티오피아의 왕. 티토노스와 새벽의 여신 에오스의 아들로, 트로이 전쟁 때 숙부인 트로이 왕 프리아모스(Priamos)를 도와 용감하게 싸우다가 그리스의 영웅 아킬레스에게 죽지만 뒤에 제우스에게 영원한 생명을 얻는다.","문학"]],4,null]},{}],"메이폴":[{"1":[[],[["서양에서, 메이데이에 광장에 세워 꽃ㆍ리본 따위로 장식하는 기둥. 그 주위에서 춤을 추며 즐긴다.",null]],4,null]},{}],"메리야스뜨기":[{"1":[[],[["대바늘뜨기 가운데 가장 일반적인 뜨개질법. 겉뜨기와 안뜨기를 한 단마다 번갈아 되풀이하는 뜨개질로, 겉과 안이 다르게 떠져서 감촉이 거칠며 신축성이 뛰어나다.","공예"]],1,null]},{}],"메탈리콘":[{"1":[[],[["도금 방법의 하나. 아연, 구리 따위의 금속 선을 줄 열로 녹이고 고압가스로 내뿜어 금속의 표면에 피막을 입힌다. 잘 떨어지기 때문에 널리 쓰이지 않지만 유리, 금속 따위의 접합에 쓰인다.","화학"]],4,null]},{}],"메리테리움":[{"1":[[],[["장비류의 화석 포유류. 멧돼지 정도의 크기로 몸통이 길고 다리가 짧으며 윗입술이 두껍다. 아프리카 제3기 초기의 지층에서 발견된 가장 오래된 원시적 포유류로서 코끼리의 선조이다.","동물"]],4,null]},{}],"멘히르":[{"1":[[],[["선사 시대에, 자연석이나 약간 다듬은 돌기둥을 땅 위에 하나 또는 여러 개를 세운 거석(巨石) 기념물. 2~3미터에서 10미터에 달하는 높이로 족장의 위력을 나타내거나 돌에 대한 원시적 신앙의 대상물 또는 묘비나 지역 경계의 표지로서 세워진 것으로 보이나 확실하지는 않다.","역사"]],4,null]},{}],"메프로바메이트":[{"1":[[],[["가장 널리 쓰는 정신 안정제. 정신 안정, 근육 이완, 진정 작용이 있어 불안이나 긴장을 완화시키는 데 쓰인다.","약학"]],4,null]},{}],"메소사우루스":[{"1":[[],[["석탄기에서 페름기에 걸쳐 생존했던 수생 파충류. 몸의 길이는 40cm이다. 날카로운 이가 있고 발가락에는 물갈퀴가 있으며, 콧구멍은 머리 뒤쪽으로 열려 있고 눈구멍이 크고 목과 꼬리가 길다. 어룡과 육생 코티로사우루스의 중간 형태로 브라질, 남아프리카에서 화석이 발견되었다.","동물"]],4,null]},{}],"메모리":[{"1":[[],[["기억 장치에 들어갈 수 있는 데이터의 최대량을 나타내는 수치. 비트(bit), 바이트(byte), 문자열, 워드(word) 따위의 단위로 나타낸다.","정보·통신"],["데이터나 명령을 비롯하여 컴퓨터 내부에서 계산 처리 한 결과를 기억하는 장치. 주기억 장치와 보조 기억 장치로 나눈다.","정보·통신"]],4,null]},{"0":[["memory"],[["memory","The maximum amount of information that can be stored in memory."],["memory","In a digital device such as a computer, mobile phone, etc., a component for memorizing a number or command, etc."]],0,null]}],"메타크릴산":[{"1":[["酸"],[["아크릴산의 알파 탄소 원자에 메틸 치환기가 있는 물질. 자극적인 냄새가 나는 무색의 액체로 물이나 에탄올에 잘 녹고, 빛ㆍ열ㆍ촉매 따위에 의하여 쉽게 중합한다. 합성수지를 만드는 데 쓰인다. 화학식은 CH<sub style='font-size:11px;'>2</sub>C(CH<sub style='font-size:11px;'>3</sub>)COOH.","화학"]],1,null]},{}],"멧누에고치실":[{"1":[[],[["→ 산누에고치실.",null]],2,null]},{}],"메타콸론":[{"1":[[],[["바르비탈계의 약제와 같은 작용을 하는 수면제. 흰색의 결정성 분말로, 진통제ㆍ근이완제로도 쓰인다.","약학"]],4,null]},{}],"멘톨":[{"1":[[],[["모노테르펜에 속하는 알코올. 무색의 고체로, 박하유를 증류하여 냉각하면 고체가 석출되는데 이를 정제하여 얻는다. 향기가 독특하고 맛이 시원하며 신경통, 위통, 천식, 결핵 따위의 약재나 입안 향료로 쓴다. 화학식은 C<sub style='font-size:11px;'>10</sub>H<sub style='font-size:11px;'>20</sub>O.","화학"]],4,null]},{}],"메톡실기":[{"1":[["基"],[["알코올이나 페놀류 하이드록시기의 수소 원자를 메틸기로 치환한 일가(一價)의 기. 화학식은 CH<sub style='font-size:11px;'>3</sub>O—.","화학"]],1,null]},{}],"멧봉우리":[{"1":[[],[["→ 멧부리.",null]],2,null]},{}],"메줏물":[{"1":[[],[["메주콩을 삶아 건져 내고 남은 물.",null]],2,"메준물"]},{}],"멜대":[{"1":[[],[["물건을 양쪽 끝에 달아서 어깨에 메는 데 쓰는 긴 나무나 대.",null]],2,"멜ː때"]},{}],"메조틴트":[{"1":[[],[["동판화에서, 동판에 가늘게 교차하는 줄을 긋고 그 줄을 메우거나 깎거나 하여 명암을 나타내는 기법.","미술"]],4,null]},{}],"메시아니즘":[{"1":[[],[["악과 불행이 가득한 지금의 세계를 심판하고, 정의와 행복을 약속하는 새로운 질서를 가져올 구세주가 나타날 것으로 믿는 신앙.","종교 일반"]],4,null]},{}],"메테인":[{"1":[[],[["메탄계 탄화수소 가운데 구조가 가장 간단한 물질. 무색무취의 가연성 기체로 물에 녹지 않으며 공기 속에서 불을 붙이면 파란 불꽃을 내면서 탄다. 천연적으로는 늪이나 습지의 흙 속에서 유기물의 부패와 발효에 의하여 생기며, 공업적으로는 일산화 탄소와 수소를 반응시켜 얻는다. 화학식은 CH<sub style='font-size:11px;'>4</sub>.","화학"]],4,null]},{}],"멧나물":[{"1":[[],[["산에서 나는 나물.",null]],2,"멘나물"]},{}],"멜론":[{"1":[[],[["박과의 덩굴성 한해살이 식물. 양종(洋種)의 참외로 열매의 겉에 그물 모양의 무늬가 나 있고 향기가 강한 네트멜론, 그물 무늬가 없고 작은 돌기가 있으며 세로 홈이 들어 있는 칸타로프, 돌기나 그물 무늬가 없고 과피가 밋밋한 겨울 멜론의 세 가지 품종을 주로 재배한다. 세계 각지에서 온실 재배를 한다. 아프리카가 원산지이다.","식물"]],4,null]},{"0":[["melon"],[["melon","A fragrant, sweet fruit that is round, usually green, and has a net-like pattern on the outside."]],0,null]}],"메달리스트":[{"1":[[],[["경기 따위에서, 입상하여 메달을 딴 사람.","체육"]],4,null]},{"0":[["medalist"],[["medalist","A person who received a medal because he/she made it in a certain ranking in a game."]],0,null]}],"메추리":[{"1":[[],[["꿩과의 겨울 철새. 몸의 길이는 18cm 정도이며 누런 갈색과 검은색의 가는 세로무늬가 있다. 목 부분이 수컷은 붉은 밤색이고 암컷은 갈색을 띤 누런 흰색이다. 몸은 병아리와 비슷하나 꽁지가 짧다. 길들여 가금으로 기르기도 한다. 유럽, 아프리카, 인도, 동부 아시아 등지에 분포한다.","동물"]],2,"메추리"]},{}],"멧불":[{"1":[[],[["산에 난 불.",null]],2,"메뿔"]},{}],"메톤기":[{"1":[["期"],[["기원전 433년에 그리스의 천문학자 메톤이 만든 역법의 순환 주기. 고대 그리스에서는 각 도시가 다른 태음력을 사용하다가 모두 이 역법으로 통일하게 되었다. 태음력을 태양의 주기에 맞추기 위하여 19태음년에 일곱 번의 윤달을 두었다.","천문"]],1,null]},{}],"멧굿":[{"1":[[],[["풍물놀이를 반주로 하여 치르는 굿.",null]],2,"메꾿"]},{}],"멜리사":[{"1":[[],[["꿀풀과의 여러해살이풀. 잎은 거꾸로 된 달걀 모양이고 꽃은 입술 모양으로 누런 흰색이다. 레몬과 비슷한 향기가 있어 향미료로 쓰이고 땀을 내거나 소화를 돕는 데에 쓰인다. 지중해 연안이 원산지이다.","식물"]],4,null]},{}],"메스칼린":[{"1":[[],[["알칼로이드의 하나. 무색 고체이며 선인장 따위에 함유되어 있다. 환각 작용을 일으킨다. 화학식은 C<sub style='font-size:11px;'>11</sub>H<sub style='font-size:11px;'>17</sub>NO<sub style='font-size:11px;'>3</sub>.","화학"]],4,null]},{}],"멜로디언":[{"1":[[],[["소형의 건반 악기. 입으로 바람을 불어 넣으며 건반을 눌러 소리를 낸다.","음악"]],4,null]},{"0":[["melodion"],[["melodian","A small keyboard instrument that is played by blowing air into it with one's mouth and pressing the keys."]],0,null]}],"멕시칼리":[{"1":[[],[["멕시코 바하칼리포르니아노르테주에 있는 도시. 주요 산업은 목화 및 과일ㆍ야채ㆍ곡물의 가공과 유통이다. 주도(州都)이다.","지명"]],4,null]},{}],"메":[{"1":[[],[["묵직하고 둥그스름한 나무토막이나 쇠토막에 자루를 박아 무엇을 치거나 박을 때 쓰는 물건.",null]],2,"메"],"2":[[],[["제사 때 신위(神位) 앞에 놓는 밥.",null],["궁중에서, ‘밥01’을 이르던 말.",null]],2,"메"],"3":[[],[["‘산01’을 예스럽게 이르는 말.",null]],2,"메"],"4":[[],[["메꽃과의 여러해살이 덩굴풀. 줄기는 가늘고 길며 다른 것에 감겨 올라간다. 잎은 어긋나고 타원형 피침 모양이며 양쪽 밑에 귀 같은 돌기가 있다. 여름에 나팔꽃 모양의 큰 꽃이 낮에만 엷은 붉은색으로 피고 저녁에 시든다. 뿌리줄기는 ‘메’ 또는 ‘속근근’ 이라 하여 약용하거나 어린잎과 함께 식용한다. 들에 저절로 나며 한국, 일본, 중국 등지에 분포한다.","식물"],["메꽃의 뿌리.","식물"]],2,"메"],"5":[[],[["심마니들의 은어로, ‘젓가락’을 이르는 말.",null]],2,"메"],"6":[[],[["→ 도지05.","없음"]],2,null],"8":[[],[["‘먹이’를 이르는 말.",null]],2,"메"]},{}],"메리야스":[{"1":[[],[["면사나 모사로 신축성이 있고 촘촘하게 짠 천. 속옷, 장갑 따위를 만드는 데에 쓴다.","복식"]],4,null]},{}],"멧종다리":[{"1":[[],[["참샛과의 겨울 철새. 몸의 길이는 18cm 정도이며, 머리는 검은 갈색이고 등은 밤색, 날개는 어두운 갈색, 배는 연한 황색이다. 러시아의 시베리아 동부에서 번식하고 한국 및 중국의 만주 남부에서 겨울을 보낸다.","동물"]],2,"메쫑다리"]},{}],"멤":[{"1":[[],[["악보에서, 다른 말과 함께 쓰여 ‘같은’, ‘비슷한’의 뜻을 나타내는 말.","음악"]],4,null]},{}],"메이지":[{"1":[[],[["일본 메이지 천황 시대의 연호(1867~1912).","역사"]],4,null]},{}],"메뽕나무":[{"1":[[],[["뽕나뭇과의 낙엽 활엽 교목. 높이는 7~8미터이며, 잎은 어긋나고 달걀 모양 또는 둥근 달걀 모양이다. 암수딴그루로 단성화가 봄에 핀다. 열매는 둥근 모양으로 여름에 자줏빛 검은색으로 익는다. 잎은 양잠 사료, 열매는 식용 또는 약용하고 나무껍질은 제지용으로 쓴다.","식물"]],2,"메뽕나무"]},{}],"메르헨":[{"1":[[],[["어린이를 위하여 만든, 공상적이고 신비로운 옛이야기나 동화.","문학"]],4,null]},{}],"메페남산":[{"1":[["酸"],[["진통, 해열 작용을 하는 약. 관절염이나 팔다리 통증을 치료하는 데 쓰인다.","약학"]],1,null]},{}],"메김새":[{"1":[[],[["메기는소리를 메기는 솜씨.",null]],2,"메김새"]},{}],"멜체":[{"1":[["體"],[["살풀이춤에서, 두 팔을 옆으로 뻗친 다음 왼팔을 내려 뒷짐을 지고 오른팔은 머리 위로 올려 메는 춤사위.","민속"]],1,"멜체"]},{}],"메지":[{"1":[[],[["일의 한 가지가 끝나는 단락.",null]],2,"메지"]},{}],"메모지":[{"1":[["紙"],[["메모를 하기 위한 종이. 또는 메모한 종이.",null]],1,null]},{"0":[["memo紙"],[["memo pad","A piece of paper used to write a memo on, or a piece of paper with a memo on it."]],2,null]}],"멘델레븀":[{"1":[[],[["악티늄족 원소 계열에 속하는 초우라늄 원소의 하나. 1956년에 미국의 캘리포니아 대학교에서 아인슈타이늄을 고에너지의 헬륨 이온과 충돌시켜 인공적으로 만들었다. 원자 기호는 Md, 원자 번호는 101, 원자량은 258.","화학"]],4,null]},{}],"메디안":[{"1":[[],[["통계 자료에서 변량을 크기 순서대로 늘어놓았을 때 그들의 한가운데 있는 값. 즉 전체 항을 이등분한 위치에 있는 값으로 통계 자료에서 대푯값의 하나이다.","수학"]],4,null]},{}],"메간트로푸스":[{"1":[[],[["화석 원생 인류의 하나. 인도네시아 자바의 솔로강 지류에서 발견되었으며, 자바 원인과 비슷하나 한층 더 원시적이며 크다.","생명"]],4,null]},{}],"메뉴판":[{"1":[["板"],[["식당이나 음식점 따위에서 파는 음식의 종류와 가격을 적은 판.","없음"]],1,null]},{"0":[["menu板"],[["menu","A board on which the kinds of food and their prices that a restaurant offers are written."]],2,null]}],"메줏볼":[{"1":[[],[["얼굴에 살이 쪄서 축 늘어진 볼.",null]],2,"메주뽈"]},{}],"멧쌀":[{"1":[[],[["→ 멥쌀.",null]],2,null]},{}],"메신저":[{"1":[[],[["지시, 명령, 물품 따위를 다른 사람이나 기관에 전하여 이르게 하는 사람.",null],["관청 등에서 전보, 소포 따위의 송달계원을 이르는 말.",null]],4,null]},{"0":[["messenger"],[["messenger","A person who delivers a thing, instruction, or command, etc. "],["messenger","A program that allows users to talk to each other or share data through the Internet. "]],0,null]}],"메갈로폴리스":[{"1":[[],[["몇 개의 거대 도시가 연속하여 다핵적 구조를 가지는 띠 모양의 도시 지대.","건설"]],4,null]},{}],"메싸이오닌":[{"1":[[],[["유황을 함유하는 필수 아미노산의 하나. 단백질의 구성 성분이며 생체 안에서 메틸기 공여체(供與體)로서 중요하다. 카세인(casein), 달걀의 알부민, 효모 따위에 들어 있으며 영양제나 간장 질환, 중독증 따위의 치료 약으로 쓰인다. 화학식은 CH<sub style='font-size:11px;'>3</sub>SCH<sub style='font-size:11px;'>2</sub>CH<sub style='font-size:11px;'>2</sub>CH(NH<sub style='font-size:11px;'>2</sub>)COOH.","생명"]],4,null]},{}],"멧부리":[{"1":[[],[["산등성이나 산봉우리의 가장 높은 꼭대기.",null]],2,"메뿌리"]},{}],"메인슬":[{"1":[[],[["중심이 되는 돛대 위에 달린 큰 돛.","교통"]],4,null]},{}],"메줏덩어리":[{"1":[[],[["메주를 뭉쳐 만든 덩어리.",null],["외모 따위가 몹시 박색인 사람을 비유적으로 이르는 말.","없음"]],2,"메주떵어리"]},{}],"메조":[{"1":[[],[["찰기가 없는 조. 알이 굵고 빛이 노르며 끈기가 적다.","없음"]],2,"메조"],"2":[[],[["악보에서, 다른 말과 함께 쓰여 ‘절반의’ 또는 ‘중간의’를 나타내는 말.","음악"]],4,null]},{}],"멜라닌":[{"1":[[],[["동물의 조직에 있는 검은색이나 흑갈색의 색소. 양에 따라 피부나 머리카락, 망막의 색깔이 결정된다.","수의"]],4,null]},{"0":[["melanin"],[["melanin","Black or dark brown pigment in animal cells."]],0,null]}],"메피스토":[{"1":[[],[["중세 서양의 파우스트 전설에 나오는 악마. 파우스트가 부와 권력의 대가로 그에게 혼을 팔았으나 결국 신과의 대결에서 패하여 파우스트를 타락시키지 못하였다 한다.","문학"]],4,null]},{}],"메탄올":[{"1":[[],[["탄소 수가 한 개인 알코올. 목재를 건류할 때 생긴다. 에탄올과 비슷한 향기가 있는 무색의 액체로, 독성이 강하여 소량이라도 마시면 시력 장애를 일으킨다. 폼알데하이드 따위의 제조 원료로 쓰인다. 화학식은 CH<sub style='font-size:11px;'>3</sub>OH.","화학"]],4,null]},{}],"메토":[{"1":[[],[["1955년에 튀르키예, 이란, 이라크, 영국, 파키스탄 등 5개국이 이라크의 바그다드에서 맺은 집단 방위 조약 기구. 1959년에 중앙 조약 기구로 개칭하였으나, 이라크가 탈퇴한 이후 사실상 해체되었다.","정치"]],4,null]},{}],"메토트렉사트":[{"1":[[],[["백혈병을 비롯하여 여러 가지 종양을 치료하는 데 쓰는 항종양제. 특히 육모 상피종의 치료에 효과가 좋으나 오래 쓰면 백혈구 감소, 설사 따위의 부작용이 있을 수 있다.","약학"]],4,null]},{}],"멩감":[{"1":[[],[["음력 정월에 제주도에서 행하는 굿의 하나. 잡귀를 물리치고 풍년이 들 것을 빌거나 집안이 무사하고 행운이 오기를 빈다.","민속"]],2,"멩감"]},{}],"메추리강도래":[{"1":[["江"],[["메추리강도랫과의 곤충. 몸의 길이는 0.8~1cm이며, 누런 갈색이고 배의 등면에 어두운 갈색 줄무늬가 여덟 개 있다. 날개는 반투명하고 앞날개 가운데에 무색의 가로띠가 있다. 성충은 은행나무나 복사나무의 꽃눈을 먹는다. 일본 등지에 분포한다.","동물"]],1,"메추리강도래"]},{}],"메질꾼":[{"1":[[],[["메질을 도맡아 하는 사람.",null]],2,"메질꾼"]},{}],"메줏가루":[{"1":[[],[["말린 메주를 빻은 가루.",null]],2,"메주까루"]},{}],"멜빌섬":[{"1":[[],[["캐나다 북쪽, 북극해에 있는 패리(Parry) 제도 가운데 가장 큰 섬. 빙하 지대로 식물이 전혀 없다. 면적은 4만 2396㎢.","지명"],["오스트레일리아 북쪽 끝 다윈의 북쪽에 있는 섬. 들소의 서식지로 유명하다.","지명"]],1,null]},{}],"멤버":[{"1":[[],[["단체를 구성하는 일원(一員).",null]],4,null]},{"0":[["member"],[["member","A person who belongs to an organization or group."]],0,null]}],"멧새":[{"1":[[],[["되샛과의 노랑턱멧새, 붉은뺨멧새, 긴발톱멧새 따위를 통틀어 이르는 말.","동물"],["되샛과의 텃새. 참새와 비슷한데 몸의 길이는 17cm 정도이며, 등은 갈색에 검은 세로무늬가 있고 배는 연한 붉은 갈색, 머리 부분은 어두운 갈색인데 가운데는 회색이다. 얼굴과 목은 희고 흰 눈썹 선과 멱이 뚜렷하다. 러시아의 시베리아, 중국 등지에 분포한다.","동물"],["‘산새’를 예스럽게 이르는 말.","동물"]],2,"메쌔"]},{"0":[[],[["bunting","A bird that is similar to a sparrow yet has a slightly red abdomen, and dark brown vertical patterns on its back."],["mountain bird","(old-fashioned) A bird that lives on a mountain."]],0,"메쌔"]}],"메밀응이":[{"1":[[],[["메밀가루를 묽게 타서 국수물보다 좀 되게 쑨 다음에 소금을 탄 것.",null]],2,"메미릉이"]},{}],"멜릴라이트":[{"1":[[],[["알루미늄, 마그네슘, 칼슘 따위를 주성분으로 하는 광물. 정방 정계에 속하며, 갈색 또는 누런빛을 띠고 유리 광택이 있다. 조암 광물로서 염기성암 따위에 함유되어 있다.","광업"]],4,null]},{}],"메트로놈":[{"1":[[],[["악곡의 박절(拍節)을 측정하거나 템포를 나타내는 기구. 시계추의 원리를 응용한 것으로, 1812년에 발명되고 1816년에 지금의 형태로 개량되었다.","음악"]],4,null]},{"0":[["metronome"],[["metronome","A device, in music, which is used to keep the beat or show the tempo of a musical piece, from a pendulum with a regular swing. "]],0,null]}],"메움재":[{"1":[["材"],[["건설물이나 설비들을 조립할 때 생기는 여러 가지 틈이나 홈, 구멍 따위를 메우는 데 쓰는 재료. 유리면, 석면, 고무, 면, 시멘트, 나무 따위가 있다.",null]],1,"메움재"]},{}],"메디치가":[{"1":[["家"],[["르네상스 시기의 이탈리아의 명가(名家). 피렌체의 지배자로 13세기 말부터 동방 무역과 금융업으로 번성하였으며, 문예를 보호ㆍ장려하여 르네상스에 크게 공헌하였다. 군주, 교황 등을 배출하였으나 18세기에 단절되었다.","역사"]],1,null]},{}],"메리치":[{"1":[[],[["→ 멸치.","동물"]],2,null]},{}],"메짐성":[{"1":[["性"],[["외부에서 힘을 받았을 때 물체가 소성 변형을 거의 보이지 아니하고 파괴되는 현상.","물리"]],1,"메짐썽"]},{}],"메셰드":[{"1":[[],[["이란 동북부에 있는 도시. 비옥한 농업 지역의 중심지이며 면방적, 융단, 식품 가공 따위의 공업이 발달하였다. 이슬람교 시아파(Shiah派)의 성지로 정치, 종교의 중심지이다.","지명"]],4,null]},{}],"멜리야":[{"1":[[],[["모로코 북부, 지중해 연안에 있는 항구 도시. 에스파냐 본국의 일부로 되어 있다. 철광석의 수출항으로 어업의 중심지이며, 식품 공업ㆍ선박 수리 따위가 활발하다. 고대 로마의 식민지로 1497년에 에스파냐에 점령당하였다.","지명"]],4,null]},{}],"메들리":[{"1":[[],[["육상 경기에서, 네 명의 주자가 한 팀이 되어 각각 다른 거리를 달리는 릴레이. 올림픽 릴레이는 각 선수가 200미터, 200미터, 400미터, 800미터의 순서로 1,600미터를 달리고, 스웨덴 릴레이는 100미터, 200미터, 300미터, 400미터의 순서로 1,000미터를 달린다.","체육"],["여러 노래의 일부를 조금씩 접속하여 한 곡으로 만든 곡.","음악"]],4,null]},{}],"메세":[{"1":[[],[["중세 유럽에서, 기독교의 축일 따위의 일정한 날에 열렸던 시장.","역사"]],4,null]},{}],"메주":[{"1":[[],[["콩을 삶아서 찧은 다음, 덩이를 지어서 띄워 말린 것. 간장, 된장, 고추장 따위를 담그는 원료로 쓴다.",null]],2,"메주"]},{"0":[[],[["meju","A dried, brick-shaped lump of fermented soybeans, which is made by pounding, kneading, and shaping steamed soybeans, and which is used as an ingredient of soy sauce, soybean paste, and hot pepper paste."]],0,"메주"]}],"메가라학파":[{"1":[["學派"],[["소크라테스의 제자인 메가라 사람 에우클리데스가 창설한 학파. 소크라테스의 윤리학과 엘레아학파의 존재론을 결합하였고, 특히 논쟁술을 연구하였다.","철학"]],1,null]},{}],"메시틸렌":[{"1":[[],[["석탄의 건류나 석유 유분에서 얻는 무색의 액체. 각종 유기 용제에 녹는다. 화학식은 C<sub style='font-size:11px;'>6</sub>H<sub style='font-size:11px;'>3</sub>(CH<sub style='font-size:11px;'>3</sub>)<sub style='font-size:11px;'>3</sub>.","화학"]],4,null]},{}],"메티에":[{"1":[[],[["어떤 직업에 기본적으로 필요한 전문적인 기술상의 재치나 손재주. 작가의 경우에는 창작 전문가로서의 기교를 말하고, 화가의 경우에는 스케치, 재료 및 용구의 취급에 따른 효과에 관한 지식 따위를 이른다.",null]],4,null]},{}],"멜채":[{"1":[[],[["물건을 양쪽 끝에 달아서 어깨에 메는 데 쓰는 긴 나무나 대.",null]],2,"멜ː채"]},{}],"멧대추":[{"1":[[],[["멧대추나무의 열매.",null]],2,"메때추"]},{}],"멧비둘기":[{"1":[[],[["비둘깃과의 새. 암수가 비슷하며, 몸은 포도색을 띤 회갈색이다. 목의 옆에는 청회색과 흑색의 무늬가 있으며, 꼬리는 흑갈색으로 끝에 회백색의 무늬가 있다. 부리는 어두운 잿빛이고 다리는 암적색이다. 눈의 홍채는 등갈색을 띤다. 정원, 산림, 나무가 있는 곳에서 흔하게 번식하며 작은 나뭇가지로 엉성하게 둥지를 만들고 2개의 알을 낳는다. 시베리아 남부, 사할린, 한국, 일본, 중국, 히말라야 등에 분포한다.","동물"]],2,"메삐둘기"]},{}],"메디아":[{"1":[[],[["기원전 8세기에 이란고원의 서북부에 메디아인이 세운 왕국. 기원전 612년에 신바빌로니아와 동맹하여 아시리아를 멸망시키면서 크게 번성하였으나, 기원전 550년에 페르시아에 멸망하였다.","역사"]],4,null]},{}],"멕시코독도마뱀":[{"1":[["毒"],[["독도마뱀과의 파충류. 몸의 길이는 60~80cm이며, 누런색 바탕에 연한 누런빛 얼룩무늬가 있고 몸은 혹 모양의 비늘로 덮여 있다. 독이 있고 다른 도마뱀이나 새, 작은 짐승 따위를 잡아먹는다. 멕시코 북부에 분포한다.","동물"]],1,null]},{}],"멘테인":[{"1":[[],[["시멘 분자에 여섯 개의 수소 원자를 결합하여 포화시키면 얻을 수 있는 액체 물질. 세 개의 이성질체가 있다. 화학식은 C<sub style='font-size:11px;'>10</sub>H<sub style='font-size:11px;'>20</sub>.","화학"]],4,null]},{}],"멘스":[{"1":[[],[["성숙한 여성의 자궁에서 주기적으로 출혈하는 생리 현상. 임신하지 않는 경우 황체(黃體)에서 호르몬 분비가 감소하기 때문에 자궁 속막이 벗겨져서 일어난다. 보통 12~17세에 시작하여 50세 전후까지 계속되는데 임신 중이나 수유기를 빼놓고는 평균 28일의 간격을 두고 3~7일간 지속된다.","의학"]],4,null]},{}],"멘헤이든유":[{"1":[["油"],[["대서양에서 잡히는 멘헤이든이란 생선을 압착하여 짜내는 기름. 경화유(硬化油)의 원료가 되고 제혁용, 도료용, 담금질용으로 쓰인다.",null]],1,null]},{}],"메데인":[{"1":[[],[["콜롬비아 서북부, 안데스산맥 가운데 있는 공업 도시. 상업ㆍ문화의 중심지로 섬유 공업이 발달하였다. 커피, 축산물의 집산지이다.","지명"]],4,null]},{}],"메디오스":[{"1":[[],[["‘환자 정보 전산 체계’의 전 용어.","의학"]],4,null]},{}],"메인이벤트":[{"1":[[],[["프로그램 가운데 제일 중요한 것. 특히 권투, 레슬링 따위에서 마지막에 벌어지는 제일 중요한 경기를 가리킨다.",null]],4,null]},{}],"메타":[{"1":[[],[["벤젠이나 나프탈렌 따위의 1위치와 3위치에 원자나 원자단이 치환된 경우를 이르는 말. 약호는 m-.","화학"],["어떤 표준 물질을 오쏘 화합물로 보고 이에 비하여 물 분자가 가장 적게 들어 있는 산. 오쏘인산에 대하여 메타인산 따위를 이른다.","화학"]],4,null]},{}],"메사비산맥":[{"1":[["山脈"],[["미국의 미네소타주 동북부의 구릉성 산지. 슈피리어호 서쪽에 있으며 철광석 산지로 유명하다.","지명"]],1,null]},{}],"메가론":[{"1":[[],[["앞면에 기둥을 나란히 세운 현관이 있고 삼면이 벽으로 둘려 있으며, 실내의 중앙에 난로가 있는 건축 양식.","건설"]],4,null]},{}],"메두사":[{"1":[[],[["그리스 신화에 나오는 괴물. 고르고(Gorgo) 세 자매의 막내로, 원래는 아름다운 소녀였으나 아테네의 저주를 받아 무서운 괴물로 변하였는데, 머리카락은 모두 뱀이고 멧돼지의 엄니와 황금의 날개를 가졌으며, 그 얼굴을 본 사람은 돌이 되었다고 한다. 페르세우스에게 목이 잘려서 죽었다.","문학"]],4,null]},{}],"메노":[{"1":[[],[["악보에서, 다른 말과 함께 쓰여 ‘좀 덜’ 또는 ‘보다 덜’이라는 뜻을 나타내는 말.","음악"]],4,null]},{}],"멧발":[{"1":[[],[["→ 산줄기.",null]],2,null]},{}],"멜리나이트":[{"1":[[],[["순수한 피크르산에 질소를 화합하여 만든 폭약. 탄알, 수뢰, 지뢰 따위의 작약(炸藥)으로 쓰인다.","군사"]],4,null]},{}],"메바스타틴":[{"1":[[],[["과콜레스테롤 혈증 치료제의 하나. 콜레스테롤의 생합성에 관여하는 효소를 억제하여 혈액 가운데 지방 단백질의 농도를 낮춘다.","약학"]],4,null]},{}]}