{"못섬못걸음증":[{"1":[["症"],[["걸을 때 쓰는 근육 사이의 협력 작용이 없어져 제대로 서서 걷지 못하는 증상.","의학"]],1,"몯ː썸몯꺼름쯩"]},{}],"못갖춘마디":[{"1":[[],[["박자표에 제시된 박자에 부족한 마디. 여린박으로 시작되는 첫 마디와 끝 마디에 쓴다.","음악"]],2,"몯ː깓춘마디"]},{}],"못갖춘탈바꿈":[{"1":[[],[["곤충류 변태 형식의 하나. 알로부터 시작하여 성충이 되기까지 번데기의 시기를 거치지 않고 유충이 곧 성충으로 되는 변태를 이른다. 날개나 외부 생식기의 원기(原基)가 이미 유충기에 외부에 나타나고 탈피 때마다 성충 모양으로 가까워진다. 원시적 곤충류인 하루살이, 잠자리, 바퀴 따위에서 볼 수 있다.","동물"]],2,"몯ː깓춘탈바꿈"]},{}],"못방구장단":[{"1":[[],[["‘덩더꿍이장단’을 달리 이르는 말.","음악"]],2,"몯빵구장단"]},{}],"못갖춘마침":[{"1":[[],[["악곡이 완전히 끝났다는 느낌을 주지 않는, 갖추지 못한 마침.","음악"]],2,"몯ː깓춘마침"]},{}],"못뽑이":[{"1":[[],[["못을 뽑는 데 쓰는 연장을 통틀어 이르는 말. 노루발, 장도리, 방울집게 따위가 있다.",null]],2,"몯뽀비"]},{}],"못줄":[{"1":[[],[["모를 심을 때 줄을 맞추기 위하여 쓰는, 일정한 간격마다 표시를 한 줄.","농업"]],2,"모쭐"]},{"0":[[],[["guideline for rice planting","A line that marks spaces between rice plants at regular intervals to align them in a straight row when planting rice seedlings."]],0,"모쭐"]}],"못정떨이":[{"1":[[],[["바위에 구멍을 뚫고 폭약으로 깨뜨린 돌에 정을 대고 망치로 쳐서 그것을 떨어뜨림.","광업"]],2,"몯쩡떠리"]},{}],"못난이국화조개":[{"1":[["菊花"],[["국화조갯과의 바닷조개. 껍데기의 길이는 3.5cm, 높이는 5.4cm, 폭은 2.7cm 정도이며, 껍데기 표면은 선홍색이다. 두 개의 껍데기는 서로 달라서 오른쪽 껍데기는 암초에 고착하고 왼쪽 껍데기의 표면은 요철이 많으며 각정(殼頂)에서 방사맥(放射脈)이 뻗어 있고 그 맥 위에는 가시처럼 날카로운 돌기가 많이 나 있다. 살은 식용하고 껍데기는 가공용으로 쓴다. 깊이 40미터 정도의 바다 및 모래땅에 사는데 한국, 일본 등지에 분포한다.","동물"]],1,"몬ː나니구콰조개"]},{}],"못":[{"1":[[],[["목재 따위의 접합이나 고정에 쓰는 물건. 쇠, 대, 나무 따위로 가늘고 끝이 뾰족하게 만든다.",null]],2,"몯"],"2":[[],[["주로 손바닥이나 발바닥에 생기는 단단하게 굳은 살. 물건과 접촉할 때 받는 압력으로 살갗이 단단하게 된다.",null]],2,"몯"],"3":[[],[["넓고 오목하게 팬 땅에 물이 괴어 있는 곳. 늪보다 작다.",null]],2,"몯"]},{"1":[[],[["nail","A thin metallic item with a pointed end that is used to fasten two objects together or driven into the wall to hang something on it."]],2,"몯"]}],"못동":[{"1":[[],[["광산에서, 파 들어가는 구덩이에 갑자기 나타난 딴딴한 부분.","광업"]],2,"몯똥"]},{}],"못난이":[{"1":[[],[["못나고 어리석은 사람.",null]],2,"몬ː나니"]},{"0":[[],[["ugly person; fool","A person who is ugly-looking or foolish. "]],0,"몬ː나니"]}],"못질":[{"1":[[],[["못을 박는 일.",null],["마음에 못을 박듯 마음을 아프게 함을 비유적으로 이르는 말.",null],["못을 박듯이 어떤 사실에 대해서 분명히 하는 일.",null]],2,"몯찔"]},{"0":[[],[["nailing","The act of driving a nail."],["hurting","(figurative) The act of hurting another person's feelings."],["making clear","The act of making a fact clear."]],0,"몯찔"]}],"못자리":[{"1":[[],[["볍씨를 뿌리어 모를 기르는 곳.","농업"],["논에 볍씨를 뿌리는 일.","농업"]],2,"모짜리"]},{"0":[[],[["rice seedbed; rice nursery","A place planted with rice seeds which are raised as seedlings before being transplanted to rice paddies."]],0,"모짜리"]}],"못뽑이집게벌레":[{"1":[[],[["집게벌렛과의 곤충. 몸의 길이는 2.1~2.4cm이며, 밤색이고 다리는 황색이다. 머리와 더듬이는 편평하고 배는 중앙부가 가장 넓으며 수컷의 집게는 약간 굽었다. 한국, 일본, 만주, 시베리아 등지에 분포한다.","동물"]],2,"몯뽀비집께벌레"]},{}]}