{"밴디지":[{"1":[[],[["권투에서, 주먹이나 손가락을 보호하고 펀치의 위력을 더하기 위하여 손에 감는 천.","체육"]],4,null]},{}],"밴앨런대":[{"1":[["帶"],[["지구 자기극 축(軸)에 대칭인, 고리 모양으로 지구를 둘러싸고 있는 고에너지의 입자군(粒子群). 강한 방사선이 존재하는데, 이 방사선은 우주 공간에서 날아드는 대전 입자(帶電粒子)가 지구 자기장에 포착된 것으로 추정된다. 미국의 물리학자 밴앨런(Van Allen, J. A.)이 초기의 인공위성 실험에서 발견하였다.","지구"]],1,null]},{}],"밴덕쟁이":[{"1":[[],[["요랬다조랬다 변하기를 잘하는 성질이나 태도가 있는 사람.",null]],2,"밴ː덕쨍이"]},{}],"밴쿠버":[{"2":[[],[["캐나다의 태평양 연안에 있는 항구 도시. 항구로서의 조건이 매우 뛰어난 부동항이다. 대륙 횡단 철도의 종점이며, 펄프ㆍ제지ㆍ기계ㆍ조선 따위의 공업이 활발하다.","지명"]],4,null],"3":[[],[["미국의 워싱턴주에 있는 도시. 컬럼비아강의 하류 지역에 있다. 제조업ㆍ농업ㆍ제재업ㆍ항만업 따위의 다양한 산업이 발달되어 있다.","지명"]],4,null]},{}],"밴티지":[{"1":[[],[["테니스에서, 듀스 후에 어느 쪽이 먼저 한 점을 얻는 일.","체육"]],4,null]},{}],"밴덕꾸러기":[{"1":[[],[["심하게 요랬다조랬다 잘 변하는 사람.",null]],2,"밴ː덕꾸러기"]},{}],"밴드":[{"1":[[],[["각종 악기로 음악을 합주하는 단체. 주로 경음악을 연주한다.",null],["3~8명으로 구성되어 악기를 연주하면서 노래도 함께 하는 연주 단체.","음악"]],4,null],"2":[[],[["가죽이나 천, 고무 따위로 좁고 길게 만든 띠.",null],["등산에서, 암벽 면에 가로질러 띠 모양으로 돌출된 형태를 이르는 말.","체육"]],4,null],"3":[[],[["수렵 생활이나 채집 생활에 의존하여 물질문화가 단순히 계절적인 이동에 의한 생활 양식을 따르는 사회 조직.","사회 일반"]],4,null]},{"1":[["band"],[["band","A small group that plays light music such as jazz, pop songs, etc. by using a variety of instruments.  "]],0,null],"2":[["band"],[["band","A narrow, long strip of leather, fabric, rubber, etc."]],0,null]}],"밴드상운":[{"1":[["狀雲"],[["장마 전선에 따라 띠 모양으로 길게 이어진 구름. 기상 위성의 구름 사진에서 볼 수 있다.","지구"]],1,null]},{}],"밴크로프트사상충":[{"1":[["絲狀蟲"],[["사상충과의 기생충. 몸의 길이는 암컷은 10cm, 수컷은 5cm이며, 사람의 림프 계통에 기생한다. 애벌레는 림프관에서 말초 혈관으로 옮아가서 모기에 의해 전파된다. 감염되면 사상충증, 상피병을 일으킨다. 열대ㆍ아열대 지방에 분포한다.","생명"]],1,null]},{}],"밴댕이":[{"1":[[],[["청어과의 바닷물고기. 몸의 길이는 15cm 정도로 전어와 비슷하며 등은 청흑색, 옆구리와 배는 은백색이다. 한국, 일본 등지에 분포한다.","동물"]],2,"밴댕이"]},{"0":[[],[["big-eyed herring","A flat ocean fish, about the size of  a hand, with a bluish-white back and silver-white belly."]],0,"밴댕이"]}],"밴조":[{"1":[[],[["미국의 민속 음악이나 재즈에 쓰는 현악기. 기타와 비슷하나 공명동이 작은북처럼 생겼으며 현은 4~5줄이다.","음악"]],4,null]},{}],"밴덕":[{"1":[[],[["요랬다조랬다 변하기를 잘하는 태도나 성질.",null]],2,"밴ː덕"]},{}],"밴드위스":[{"1":[[],[["기억 장치의 자료 처리 속도를 나타내는 단위. 기억 장치에 연속적으로 접근할 때 기억 장치가 초당 처리할 수 있는 비트 수로 나타낸다.","정보·통신"]],4,null]},{}],"밴텀급":[{"1":[["級"],[["권투나 레슬링, 역도 따위에서 정한 체중 등급의 하나. 권투에서는 플라이급과 주니어 페더급 사이이고 레슬링ㆍ역도에서는 페더급과 플라이급의 사이이다.","체육"]],1,null]},{}],"밴":[{"1":[[],[["자동차를 모양에 따라 분류한 형식의 하나. 지붕이 고정되어 있고 뒤에 화물칸이 있다. 모양은 왜건과 비슷하지만 짐을 싣는 기능이 더 강조되어 있으며 종류에 따라 승용차에 가까운 것과 화물차에 가까운 것이 있다.",null]],4,null],"2":[[],[["컴퓨터를 통신망에 접목하여 단순히 음성 신호를 주고받는 통신과는 달리 정보의 전달이나 축적 따위의 부가적인 서비스가 가능한 통신 체계.","정보·통신"]],4,null]},{}],"밴대":[{"1":[[],[["음모(陰毛)가 나지 않은 어른의 보지.",null]],2,"밴대"]},{}],"밴슬라이크법":[{"1":[["法"],[["아미노산 또는 단백질 따위에 있는 아미노기를 정량하는 분석 방법의 하나. 아질산과 반응시켜 생성되는 질소 기체의 부피 또는 압력을 측정하여 분석한다.","생명"]],1,null]},{}]}