{"붉은대동여뀌":[{"1":[["大同"],[["마디풀과의 한해살이풀. 높이는 30~50cm이며, 잎은 어긋나고 피침 모양이다. 7~8월에 붉은색이 도는 꽃이 수상(穗狀) 화서로 피고 열매는 수과(痩果)를 맺는다. 물속에서 자라는데 한국의 경기ㆍ강원ㆍ경북ㆍ경남, 일본, 중국 등지에 분포한다.","식물"]],1,"불근대동녀뀌"]},{}],"붉은얼굴원숭이":[{"1":[[],[["구세계원숭잇과의 원숭이. 몸은 늘씬하며, 검은 갈색의 성글고 긴 털로 덮여 있다. 얼굴은 붉은색이고 머리는 몸에 비하여 크다. 2년에 한 마리의 새끼를 낳는다. 산열매, 나무순, 꽃잎, 작은 벌레 따위를 먹는데 동남아시아의 산림에서 큰 무리를 지어 산다.","동물"]],2,"불그널구뤈숭이"]},{}],"붉은터리풀":[{"1":[[],[["장미과의 여러해살이풀. 높이는 80cm 정도이며, 잎은 어긋나고 잎자루가 길고 5~6갈래로 깊이 째어져 새 발 모양이다. 7~8월에 붉은색 꽃이 줄기나 가지 끝에 핀다. 고산 지대에 자라는데 한국, 중국 등지에 분포한다.","식물"]],2,"불근터리풀"]},{}],"붉은키버들":[{"1":[[],[["버드나뭇과의 낙엽 교목. 높이는 1~3미터이며, 어린줄기와 잎에 붉은색이 돈다. 함북에 분포한다.","식물"]],2,"불근키버들"]},{}],"붉은조롱뿌리":[{"1":[[],[["붉은 조롱의 뿌리를 말린 약재. 붉은 조롱의 뿌리를 가을에 캐 자르거나 쪼갠 다음 건조시켜서 장을 보호하고 설사를 멈추게 하는 데 쓴다.","한의"]],2,"불근조롱뿌리"]},{}],"붉은거북":[{"1":[[],[["바다거북과의 하나. 등딱지의 길이는 1미터 정도이고 몸무게는 150kg 정도가 보통이나 400kg에 이르는 것도 있다. 몸은 붉은 갈색에 등딱지는 갈색, 아래쪽은 누런색을 띤다. 등딱지의 측판(側板)은 대여섯 쌍이고 네 다리는 지느러미 모양으로 넓적하며 발톱은 두 개인데 자라면 한 개가 되는 것이 보통이다. 잡식성으로 어류, 갑각류, 연체동물, 해파리, 해초 따위를 먹는다. 6~7월에 바닷가 모래밭에 올라 10~170개의 알을 낳으며 열대, 아열대 및 온대의 바다에 널리 분포한다.","동물"]],2,"불근거북"]},{}],"붉은배제비":[{"1":[[],[["제빗과의 하나. 제비와 비슷하나 윗가슴의 검은 띠가 넓고 윗부분은 붉은 감색이며 배는 붉은 갈색으로 검은 띠가 있다. 여름새로 동북시베리아와 캄차카반도에서 번식하고 중국 남부에서 겨울을 보내는데 우리나라에는 길 잃은 새가 드물게 날아온다.","동물"]],2,"불근배제비"]},{}],"붉은곰팡이":[{"1":[[],[["빵이나 옥수수의 표면에 생기는 주황색 곰팡이. 생화학 및 유전학 연구의 자료로 많이 쓴다.","생명"]],2,"불근곰팡이"]},{}],"붉은허리개개비":[{"1":[[],[["휘파람샛과의 하나. 몸의 길이는 17cm, 편 날개의 길이는 8.5cm 정도이다. 부리는 어두운 갈색, 등면은 갈색, 아랫면은 잿빛을 띤 흰색, 옆구리는 누런 갈색이다. 물가의 우거진 풀숲에서 볼 수 있고 곤충을 주로 먹으며 6~7월에 3~5개의 알을 낳는다. 동북아시아에서 번식하고 한국 등지를 거쳐 필리핀, 뉴기니 등지에서 겨울을 보낸다.","동물"]],2,"불근허리개개비"]},{}],"붉은왜가리":[{"1":[[],[["왜가릿과의 새. 몸의 길이는 90cm 정도로 왜가리보다 작고 가늘다. 등과 날개는 진한 회색이고 어깨에는 밤색 깃털이 있으며 목은 붉은색인데 검은 줄이 있다. 4~6월에 한 번에 4~5개의 알을 낳는다. 야행성으로 물고기를 주식으로 하고 유라시아, 북아메리카 등지에서 번식하며 열대에까지 남하하여 겨울을 보낸다. 우리나라에는 드문 나그네새이다.","동물"]],2,"불그놰가리"]},{}],"붉은색":[{"1":[["色"],[["사람의 입술이나 피의 빛깔과 같이 짙고 선명한 색.",null]],1,"불근색"]},{"0":[["붉은色"],[["red; red color","A dark-red color like that of a ripe red pepper or blood."]],3,"불근색"]}],"붉은깔깔매미":[{"1":[[],[["매밋과의 곤충. 몸의 길이는 4cm 정도이며, 붉은색에 아랫면은 흰색이다. 앞등판에는 누런 갈색과 검은 갈색의 무늬가 있고 시맥(翅脈)은 누런 갈색이다. 한국, 일본 등지에 분포한다.","동물"]],2,"불근깔깔매미"]},{}],"붉돔":[{"1":[[],[["도밋과의 바닷물고기. 몸의 길이는 40cm 이상이고 참돔과 비슷하나 조금 작으며, 붉은색이고 청록색의 작은 얼룩점이 산재해 있다. 이빨은 참돔보다 덜 발달하였으며 양턱의 옆에는 어금니가 있다. 산란기는 9~11월이고 얕은 곳에는 다니지 않는다. 한국, 일본, 동중국해, 대만 및 필리핀 연해에 분포한다.","동물"]],2,"북똠"]},{}],"붉은가슴울새":[{"1":[[],[["딱샛과의 하나. 몸의 길이는 14cm 정도이고 부리는 뾰족하며, 다리는 길다. 색깔은 암수가 각기 달라서 수컷은 멱과 윗가슴은 오렌지색, 등과 꽁지는 붉은 갈색, 가슴 아랫부분과 옆구리는 회색이고 암컷은 수컷보다 빛깔이 엷으며 전체적으로 털이 붉다. 곤충을 주로 먹고 벼랑이나 나무뿌리 가까이에 둥지를 튼다. 삼림에 사는데 일본에서 번식하고 중국에서 겨울을 보낸다.","동물"]],2,"불근가스물쌔"]},{}],"붉은병꽃나무":[{"1":[["甁"],[["인동과의 낙엽 관목. 높이는 2~3미터이며, 잎은 타원형이고 가장자리에 톱니가 있고 뒷면에 털이 있다. 5월에 분홍색 꽃이 취산(聚繖) 화서로 잎겨드랑이나 가지 끝에서 피고 삭과(蒴果)는 초가을에 익는다. 병꽃나무에 비하여 꽃이 처음부터 붉게 피고 꽃받침의 조각이 조금 넓다. 잔가지는 고리짝을 만드는 데에 쓴다. 산기슭의 양지나 암석 지대에 저절로 나는데 한국, 중국 등지에 분포한다.","식물"]],1,"불근병꼰나무"]},{}],"붉은피톨":[{"1":[[],[["혈액 속에 들어 있는 붉은색의 고형 성분. 주로 골수에서 만들어지며 속에 함유되어 있는 헤모글로빈은 산소를 몸의 각 부분에 나르는 구실을 한다.","의학"]],2,"불근피톨"]},{}],"붉은머리오목눈이":[{"1":[[],[["오목눈잇과의 하나. 등 쪽은 진한 붉은 갈색, 배 쪽은 누런 갈색이고 부리는 짧으며 꽁지는 길다. 매우 민첩하고 4~7월의 번식기를 제외하고는 30~50마리가 떼를 지어 관목 지대나 덩굴 등지에서 곤충이나 거미를 잡아먹는다. 우리나라에는 흔한 텃새이다.","동물"]],2,"불근머리오몽누니"]},{}],"붉은토끼풀":[{"1":[[],[["콩과의 여러해살이풀. 높이는 30~60cm이며, 잎은 어긋나고 세 개로 갈라진 겹잎이다. 작은 잎 겉면에 ‘八’ 자 모양의 흰무늬가 있다. 여름에 연붉은색, 붉은 자주색의 작은 나비 모양의 꽃이 잎겨드랑이에 두상(頭狀) 화서로 핀다. 아시아 남부가 원산지로 유럽에서 사료로 재배하고 있으며 번져 나가 야생하는 것도 있다.","식물"]],2,"불근토끼풀"]},{}],"붉은긴다리원숭이":[{"1":[[],[["구세계원숭잇과의 하나. 몸과 꼬리의 길이는 각각 70cm 정도이며, 네 다리와 꼬리가 길다. 등은 붉은색이거나 잿빛 흰색이며, 배와 다리는 희고 입 둘레에 흰 털이 있다. 초원에 사는데 나무에는 잘 오르지 않는다. 아프리카의 서부와 중부에 분포한다.","동물"]],2,"불근긴다리원숭이"]},{}],"붉은완두":[{"1":[["豌豆"],[["콩과의 두해살이풀. 줄기는 높이가 1미터 정도이고 속은 비어 있다. 잎은 어긋나고 잎자루가 있으며 1~3쌍의 작은 잎으로 된 일회 우상 복엽으로 끝이 갈라진 덩굴손으로 된다. 꼬투리는 씨가 다섯 개 정도 들어 있고 씨는 다소 네모지며 갈색으로, 식용한다. 유럽이 원산지이다.","식물"]],1,"불그놘두"]},{}],"붉은옷":[{"1":[[],[["→ 적의01「2」.","불교"]],2,null]},{}],"붉덩물":[{"1":[[],[["붉은 황토가 섞여 탁하게 흐르는 큰물.",null]],2,"북떵물"]},{}],"붉은팥":[{"1":[[],[["껍질 색깔이 검붉은 팥.",null]],2,"불근팓"]},{}],"붉은노루삼":[{"1":[["蔘"],[["미나리아재빗과의 여러해살이풀. 뿌리줄기는 굵고 몇 개의 줄기가 나온다. 잎은 세 번 또는 네 번 세 쪽 겹잎이다. 여름에 줄기 끝에서 흰 꽃이 총상(總狀) 화서로 피고 열매는 가을에 붉은색 또는 흰색으로 익는다. 산림 속이나 관목 주변에서 자란다.","식물"]],1,"불근노루삼"]},{}],"붉은빛":[{"1":[[],[["사람의 입술이나 피의 빛깔과 같이 짙고 선명한 빛.",null]],2,"불근빋"]},{"0":[[],[["being reddish; being tinged with red; red","A dark-red color like that of a ripe red pepper or blood."]],0,"불근빋"]}],"붉은턱울타리새":[{"1":[[],[["딱샛과의 새. 몸의 길이는 16cm 정도이며, 턱 아래에 진한 붉은 색 깃털이 동그랗게 나 있다. 등ㆍ가슴ㆍ옆구리는 잿빛 황갈색, 배는 흰색이고 눈 위와 볼에 흰색 줄이 있다.","동물"]],2,"불근터굴타리새"]},{}],"붉은서나물":[{"1":[[],[["국화과의 한해살이풀. 높이는 1미터 이내이며, 줄이 있고 연약하며 다소 붉은빛이 돈다. 잎은 어긋나고 쇠서나물처럼 생겼으나 털이 없다. 꽃은 9~10월에 피고 두상화는 산방(繖房) 화서로 달리며 원통 모양이고 밑부분이 약간 튀어나와 있다. 미국이 원산지이며 귀화식물이다.","식물"]],2,"불근서나물"]},{}],"붉은매미나방":[{"1":[[],[["독나방과의 곤충. 암컷은 밤색을 띤 흰색이며, 수컷은 잿빛이다. 애벌레는 검은 밤색으로 몸에는 검은 털이 있다. 한 해에 한 번 생기는데 알 상태로 겨울을 보낸다. 배나무, 복사나무 따위를 해친다.","동물"]],2,"불근매미나방"]},{}],"붉은물푸레나무":[{"1":[[],[["물푸레나뭇과의 낙엽 교목. 높이는 20미터 정도이며, 새 가지는 잎자루와 더불어 털이 빽빽하게 난다. 잎은 마주나고 일회 우상 복엽으로 작은 잎은 5~9개인데 잎자루가 있으며 달걀 모양이고 가장자리에 뾰족한 톱니가 있으나 거의 밋밋한 것도 있으며 뒷면에 털이 있다. 꽃은 잎보다 먼저 피고 묵은 가지의 밑부분에서 나오는 원추(圓錐) 화서로 달린다.","식물"]],2,"불근물푸레나무"]},{}],"붉은기나나무":[{"1":[["幾那"],[["꼭두서닛과의 상록 교목. 높이는 25미터 정도이며, 잎은 마주난다. 7월에 연분홍 꽃이 원추(圓錐) 화서로 피고 열매는 길쭉한 삭과(蒴果)를 맺는다. 나무껍질은 말라리아 치료제, 건위제, 강장제 따위의 약재로 쓴다. 볼리비아가 원산지로 자바섬, 스리랑카 등지에서 재배한다.","식물"]],1,"불근기나나무"]},{}],"붉은골풀아재비":[{"1":[[],[["사초과의 여러해살이풀. 높이는 30~40cm이며, 전체가 연한 녹색에 잎은 밑부분에만 나고 바늘 모양이다. 꽃은 9월에 피는데 꽃줄기 끝에 송이처럼 피고 열매는 거꾸로 된 달걀 모양의 수과(瘦果)를 맺는다. 낮은 지대의 양달쪽 습지에 자라는데 남부 지방에 분포한다.","식물"]],2,"불근골푸라재비"]},{}],"붉은엿":[{"1":[[],[["덜 고아 빛깔이 붉은 엿.",null]],2,"불근녇"]},{}],"붉은발":[{"1":[[],[["부스럼의 독기로 그 언저리에 붉게 나타나는 핏줄.",null]],2,"불근발"]},{}],"붉은뒷날개나방":[{"1":[[],[["밤나방과의 하나. 편 날개의 길이는 7cm 정도이며, 앞날개는 잿빛을 띤 흰색, 바깥 가두리는 검은색, 흰색이고 톱니 모양을 이루며 뒷날개는 붉은색이고 바깥 가두리는 검다. 한국, 일본 등지에 분포한다.","동물"]],2,"불근뒨날개나방"]},{}],"붉은닥세리":[{"1":[[],[["→ 백사지.",null],["→ 불모지.",null]],2,null]},{}],"붉은고로쇠":[{"1":[[],[["고로쇠나무의 하나. 잎자루가 고로쇠나무보다 붉다.","식물"]],2,"불근고로쇠"]},{}],"붉은톱풀":[{"1":[[],[["국화과의 여러해살이풀. 높이는 70~90cm이고 땅속줄기는 옆으로 뻗으며, 털이 있다. 가지가 갈라지며 근생엽과 밑부분의 잎은 꽃이 필 때 없어지는데 암꽃은 6~8개로서 양성화보다 길며 붉고 열매는 수과(瘦果)를 맺는다. 높은 지대 습지에서 자라는데 함경도에 분포한다.","식물"]],2,"불근톱풀"]},{}],"붉나무":[{"1":[[],[["옻나뭇과의 낙엽 활엽 소교목. 줄기는 높이가 7미터 정도이고 가지가 굵으며, 잎은 어긋나고 7~13개의 작은 잎으로 된 우상 복엽이다. 여름에 흰 꽃이 원추(圓錐) 화서로 피고 열매는 편구형의 핵과(核果)로 누런 갈색 털로 덮이고 10월에 익는다. 잎에 진디, 나무진디 따위가 기생하여 혹같이 돋는 것을 ‘오배자’라고 하고, 약재ㆍ염료ㆍ잉크 원료로 쓴다. 산기슭과 골짜기에 나는데 한국, 일본, 중국, 인도 등지에 분포한다.","식물"]],2,"붕나무"]},{}],"붉은부리갈매기":[{"1":[[],[["갈매깃과의 새. 몸의 길이는 38cm 정도이며, 편 날개의 길이는 28~33cm이다. 부리와 다리는 붉고 겨울에는 등과 날개가 연한 잿빛을 띤 파란색이다. 머리는 흰색에 눈의 앞뒤에 검은 얼룩점이 있고 여름에는 머리 전체가 검은 갈색이다. 해안, 하구, 연못 등지에서 큰 무리를 이루어 날아다니고 고기, 새우, 조개, 곤충 따위를 잡아먹는다. 유럽, 아시아 북부에서 번식하고 한국, 중국, 일본, 아프리카, 인도 등지에서 겨울을 보낸다.","동물"]],2,"불근부리갈매기"]},{}],"붉벤자리":[{"1":[[],[["바릿과의 바닷물고기. 몸의 길이는 50cm 정도이고 옆으로 편평하다. 몸은 붉은색이고 배 쪽은 연한 바탕에 누런빛을 띠며 등지느러미가시의 뒤쪽에는 검은색의 큰 얼룩무늬가 있다. 입이 크고 비스듬하다.","동물"]],2,"북뻰자리"]},{}],"붉은가슴밭종다리":[{"1":[[],[["참샛과의 하나. 몸의 길이는 15cm 정도이며, 등은 갈색에 검은 무늬가 있고 번식기에는 멱과 가슴이 진한 붉은 갈색이다. 곤충류, 잡초의 씨 따위를 먹고 겨울새로서 툰드라 지대에서 번식하고 한국, 인도, 말레이 등지에서 겨울을 보낸다. 겨울에 강변의 습지나 바닷가, 논과 같은 곳에서 볼 수 있다.","동물"]],2,"불근가슴받쫑다리"]},{}],"붉은녹병":[{"1":[["綠病"],[["밀 따위의 줄기나 이삭 따위에 적갈색의 무늬가 생기는 병.","농업"]],1,"불근녹뼝"]},{}],"붉은인가목":[{"1":[["木"],[["장미과의 낙엽 활엽 관목. 줄기에 가시가 있으며, 잎은 어긋나고 3~5개의 작은 잎으로 된 우상 복엽이다. 여름에 가지 끝에 연한 붉은색 꽃 1~3개가 피고 열매에는 끝에 털이 있다. 관상용이고 산기슭에 나는데 한국의 강원ㆍ평북ㆍ함경, 일본, 사할린 등지에 분포한다.","식물"]],1,"불그닌가목"]},{}],"붉감펭":[{"1":[[],[["양볼락과의 바닷물고기. 몸의 길이는 25cm 정도이며, 붉은색 바탕에 누런색 얼룩점과 줄무늬가 있다. 쏨뱅이와 비슷하나 눈 뒤쪽에 가시가 있다. 심해성 어종으로 30~100미터 깊이에서 많이 사는데 한국, 일본 등지에 분포한다.","동물"]],2,"불깜펭"]},{}],"붉바리":[{"1":[[],[["바릿과의 바닷물고기. 몸의 길이는 40cm 정도이며, 붉은 갈색에 주홍색의 작은 점들이 산재하고 아가미뚜껑에 세 개의 가시가 있다. 한국, 일본 등지에 분포한다.","동물"]],2,"북빠리"]},{}],"붉은갈고리밤나방":[{"1":[[],[["밤나방과의 곤충. 편 날개의 길이는 5~5.4cm이고, 앞날개는 갈고리 모양의 붉은 갈색이며 배는 누런빛을 띤 갈색이다. 수컷의 더듬이는 빗살 모양이고 암컷은 실 모양이다. 각종 과실나무의 잎을 먹고 사는데 한국, 일본, 중국 등지에 분포한다.","동물"]],2,"불근갈고리밤나방"]},{}],"붉은제충국":[{"1":[["除蟲菊"],[["국화과의 여러해살이풀. 높이는 60cm 정도이며, 제충국과 비슷하나 꽃이 붉은 것이 다르다. 꽃은 줄기 끝에 두상(頭狀) 화서로 피는데 가장자리는 붉은 설상화(舌狀花)이고 가운데는 누런 통상화(筒狀花)이다. 꽃을 말린 가루로 살충제를 만든다. 페르시아가 원산지로 세계 각지에서 나며 우리나라에서도 재배한다.","식물"]],1,"불근제충국"]},{}],"붉은줄된꼬마불나방":[{"1":[[],[["불나방과의 하나. 편 날개의 길이는 3.2~3.8cm이며, 순백색에 더듬이는 연한 갈색이다. 앞날개의 아기선(亞基線), 내횡선(內橫線), 외횡선과 바깥 가장자리는 붉은색이고 수컷은 두 개, 암컷은 한 개의 검은 점무늬가 있다. 애벌레는 선태류의 해충이고 한국, 일본, 아시아 남부에 분포한다.","동물"]],2,"불근줄된꼬마불라방"]},{}],"붉신나무":[{"1":[[],[["단풍나뭇과 신나무의 하나. 열매가 신나무보다 붉다.","식물"]],2,"북씬나무"]},{}],"붉은터리":[{"1":[[],[["장미과의 여러해살이풀. 높이는 80cm 정도이며, 잎은 어긋나고 잎자루가 길고 5~6갈래로 깊이 째어져 새 발 모양이다. 7~8월에 붉은색 꽃이 줄기나 가지 끝에 핀다. 고산 지대에 자라는데 한국, 중국 등지에 분포한다.","식물"]],2,"불근터리"]},{}],"붉엉이":[{"1":[[],[["→ 불겅이.",null]],2,null]},{}],"붉은사철난":[{"1":[["四","蘭"],[["난초과의 상록 여러해살이풀. 높이는 4~8cm이며, 잎은 어긋나고 달걀 모양으로 끝이 둔하거나 뾰족하고 잿빛을 띤 녹색에 흰빛 무늬가 있다. 8~9월에 붉은색이 도는 연한 갈색의 통처럼 생긴 꽃이 1~3개가 달린다. 숲속에서 자라는데 완도에 분포한다.","식물"]],1,"불근사철란"]},{}],"붉은선두리푸른자나방":[{"1":[[],[["자나방과의 곤충. 편 날개의 길이는 2.8cm 정도이며, 풀색이고 얼굴은 붉은 갈색이다. 날개에는 흰색 가로줄이 있고 가장자리에는 붉은 갈색과 흰색의 털이 있다.","동물"]],2,"불근선두리푸른자나방"]},{}],"붉홍":[{"1":[["紅"],[["→ 북홍.",null]],1,null]},{}],"붉은붓":[{"1":[[],[["대에 붉은 칠을 한 붓. 주로 여자가 사용하는데, 옛날 여사(女史)가 궁중에서 기록을 할 때 붉은 칠을 한 붓대를 사용한 데서 유래한다.",null]],2,"불근붇"]},{}],"붉은가슴흰죽지":[{"1":[[],[["오릿과의 새. 몸의 길이는 46cm 정도이며 머리와 윗면이 연한 갈색에 어두운 녹색의 금속광택이 나고 등, 허리, 꼬리는 모두 검은색이며 아래 가슴은 흰색, 아랫배는 갈색인데 암컷은 머리에 초록빛이 적다. 봄, 가을에 우리나라를 지나가는 나그네새이다.","동물"]],2,"불근가슴힌죽찌"]},{}],"붉오동":[{"1":[["梧桐"],[["마편초과의 낙엽 활엽 관목. 높이는 1~3미터이며, 잎은 오동나무의 잎과 비슷하다. 여름부터 가을까지 붉은색 꽃이 피고 열매는 둥근 핵과(核果)로 가을에 붉게 익는다. 우리나라에서는 온실에서 관상용으로 재배한다. 아시아 열대가 원산지로 한국, 중국, 일본 등지에 분포한다.","식물"]],1,"부고동"]},{}],"붉은참반디":[{"1":[[],[["산형과의 여러해살이풀. 높이는 20~50cm이며, 뿌리에서 뭉쳐나는 잎은 세 갈래로 갈라진다. 6월에 자줏빛을 띤 붉은색의 꽃이 복산형(複繖形) 화서로 줄기 끝에 피고 열매는 달걀 모양이다. 산지(山地)에 나는데 한국, 만주 등지에 분포한다.","식물"]],2,"불근참반디"]},{}],"붉은발말똥게":[{"1":[[],[["바위겟과의 하나. 등딱지의 길이는 2.8cm, 폭은 3.2cm 정도이고 사각형으로 등면이 볼록하며 등딱지의 앞부분 반 정도와 집게다리의 손은 붉은색이다. 암컷은 알을 배에 품고 바다에 들어가 변태한 유생을 털어 넣는다. 식용하지 않으며 습한 곳이나 민물, 바다에서 볼 수 있는데 한국, 일본, 홍콩, 미얀마 등지에 분포한다.","동물"]],2,"불근발말똥게"]},{}],"붉은배지빠귀":[{"1":[[],[["지빠귓과의 하나. 몸의 길이는 24cm, 편 날개의 길이는 12cm 정도이다. 머리와 등은 다갈색이고 가슴과 옆구리는 등적색이다. 수컷의 얼굴과 목은 검은 갈색이고 암컷은 흰 갈색의 무늬가 있다. 수컷은 번식기에 고운 소리로 울고 활엽수림이나 침엽수림에 사는데 사할린, 일본 등지의 동부 아시아에서 번식하고 중국 동남부에서 겨울을 보내며 우리나라에는 봄, 가을에 매우 드물게 찾아오는 나그네새이다.","동물"]],2,"불근배지빠귀"]},{}],"붉은말":[{"1":[[],[["엽록소 외에 홍조소와 남조소를 함유하고 있어 붉은빛 또는 자줏빛을 띤 해조. 몸은 대개 다세포로 실 모양이나 잎 모양을 이루어 사분 홀씨 또는 유성 생식에 의하여 번식한다. 김, 우뭇가사리, 해인초, 불등풀가사리 따위가 있다.","생명"]],2,"불근말"]},{}],"붉은메기":[{"1":[[],[["첨칫과의 바닷물고기. 몸의 길이는 60cm 정도로 길고 납작하며, 붉은 갈색이고 옆구리와 배는 은백색에 광택이 있다. 촉수가 없고 머리에는 비늘이 없으며 등지느러미와 뒷지느러미는 꼬리지느러미와 합쳐져 있다. 깊은 바다에 살며 한국, 일본 등지에 분포한다.","동물"]],2,"불근메기"]},{}],"붉은줄불나방":[{"1":[[],[["불나방과의 하나. 편 날개의 길이는 3.2~3.8cm이며, 순백색에 더듬이는 연한 갈색이다. 앞날개의 아기선(亞基線), 내횡선(內橫線), 외횡선과 바깥 가장자리는 붉은색이고 수컷은 두 개, 암컷은 한 개의 검은 점무늬가 있다. 애벌레는 선태류의 해충이고 한국, 일본, 아시아 남부에 분포한다.","동물"]],2,"불근줄불라방"]},{}],"붉은줄푸른자나방":[{"1":[[],[["자나방과의 곤충. 편 날개의 길이는 2.3~3cm이며, 푸른빛을 띤 녹색이다. 앞날개는 가장자리에 검은색 점이 흩어져 있고 안팎의 가로줄은 흰색이다. 뒷날개에는 밖에만 흰색 가로줄이 있다. 우리나라에도 분포한다.","동물"]],2,"불근줄푸른자나방"]},{}],"붉은점모시나비":[{"1":[["點"],[["호랑나빗과의 하나. 편 날개의 길이는 6~7cm이다. 날개는 반투명하고 날개의 무늬는 개체에 따른 변화가 심하나 뒷날개에는 검은 테가 있는 붉은 무늬가 두 개씩 있다. 한 해에 한 번 발생하고 한국, 아무르 등지에 분포한다.","동물"]],1,"불근점모시나비"]},{}],"붉은오름":[{"1":[[],[["제주특별자치도 제주시 애월읍에 있는 기생 화산. 높이는 1,061미터.","지명"]],2,"불그노름"]},{}],"붉은배새매":[{"1":[[],[["수릿과의 새. 몸의 길이는 28cm 정도이고 어두운 회색에 아래쪽은 흰색이며, 가슴과 옆구리는 분홍색이다. 여름 철새로 4월 하순에서 5월 초순 사이에 도래하여 9월에 남하한다. 참나무류와 오리나무, 밤나무 따위에 둥지를 틀고 한 배에 4~5개의 알을 낳는다. 중국, 대만, 일본 등지에서 드물게 발견되며 우리나라에서는 광릉 일대의 중부 지방에서 볼 수 있다. 우리나라 천연기념물이다.","동물"]],2,"불근배새매"]},{}],"붉은가슴도요":[{"1":[[],[["도욧과의 하나. 몸의 길이는 25cm 정도이다. 등 쪽은 검은색에 붉은 갈색 점무늬가 있고 머리 위와 목에는 연한 붉은색과 흰색의 세로무늬가 있다. 배 쪽은 붉은색이나 겨울에는 머리 위와 윗목이 어두운 갈색, 배 쪽은 흰색으로 변한다. 다리와 부리는 짧다. 우리나라에는 흔하지 않은 나그네새이다.","동물"]],2,"불근가슴도요"]},{}],"붉은박쥐":[{"1":[[],[["애기박쥣과의 하나. 날개의 길이는 3.5~3.8cm이며, 색깔은 집박쥐와 비슷하여 붉은색을 띤 등황색이나 귀가 좀 길고 다리가 크다. 귀는 붉은 갈색이고 끝과 양 가장자리는 검은색이다. 우리나라 특산 아종으로 냇가나 연못가에 날아다닌다. 우리나라 천연기념물이다.","동물"]],2,"불근박쮜"]},{}],"붉은보라":[{"1":[[],[["붉은빛을 띤 보라.",null],["기본색의 하나. 먼셀 표색계에서는 1.3RP 6/4에 해당한다.","미술"]],2,"불근보라"]},{}],"붉은배동고비":[{"1":[[],[["동고빗과의 새. 편 날개의 길이는 7.8~8.1cm이며, 어두운 갈색에 배는 붉은색을 띤다. 이로운 새로 제주도에 분포한다.","동물"]],2,"불근배동고비"]},{}],"붉은활":[{"1":[[],[["붉은 칠을 한 활.",null]],2,"불근활"]},{}],"붉은코":[{"1":[[],[["‘비사11’를 일상적으로 이르는 말.",null]],2,"불근코"]},{}],"붉가시나무":[{"1":[[],[["참나뭇과의 상록 활엽 교목. 높이는 20미터 정도이며, 잎은 어긋나고 달걀 모양 또는 타원형이다. 암수한그루로 5월에 갈색 단성화가 피고 열매는 견과(堅果)로 10월에 익는다. 껍질은 검푸르고 목재는 불그스름한데 질기고 단단하여 선박, 차량, 보습, 괭이자루 따위의 재료로 쓴다. 따뜻한 지방의 산지(山地)에 나는데 한국, 일본, 대만, 중국 등지에 분포한다.","식물"]],2,"불까시나무"]},{}],"붉은개구리밥":[{"1":[[],[["물개구리밥과의 여러해살이풀. 잎은 비늘 모양으로 겹쳐 있고, 표면은 붉은색이 돌며, 뒷면 잎 사이에 홀씨주머니가 있다. 못이나 논물에서 떠서 자라는데 한국, 일본 등지에 분포한다.","식물"]],2,"불근개구리밥"]},{}],"붉은배오색딱따구리":[{"1":[["五色"],[["딱따구릿과의 하나. 편 날개의 길이는 12.5~13.5cm이다. 머리에서 목까지와 아랫배, 꼬리 밑 덮깃은 선홍색이고 등면은 검은색, 흰색이 얼룩져 있다. 수컷의 정수리는 붉고 암컷의 정수리는 검은색에 흰색 얼룩무늬가 있다. 삼림 지대에 사는데 동부 아시아에 분포한다.","동물"]],1,"불근배오색딱따구리"]},{}],"붉은인":[{"1":[["燐"],[["인의 동소체의 하나. 붉은색의 분말로, 어두운 곳에서 빛을 발하지 않고, 반응성은 황린(黃燐)보다 훨씬 낮으며, 독이 없다. 주철(鑄鐵)로 만든 가마에 황린을 넣고 공기가 들어가지 않게 밀폐시킨 후, 260℃ 정도로 가열하여 만든다. 성냥, 불꽃 따위를 만드는 데에 쓴다.","화학"]],1,"불그닌"]},{}],"붉은귀거북":[{"1":[[],[["남생잇과의 민물 거북. 남생이와 비슷한데 다른 거북들보다 작으며, 양쪽 귀에 붉은 줄이 나 있다. 주로 작은 물고기들을 먹는다. 모래에 구멍을 파고 알을 낳는데 새끼는 알에서 자연열로 깬다. 라틴 아메리카 북부 지대의 강이나 호숫가에 분포한다.","동물"]],2,"불근귀거북"]},{}],"붉을적":[{"1":[["赤"],[["한자 부수의 하나. ‘赦’, ‘赭’ 따위에 쓰인 ‘赤’을 이른다.",null]],1,"불글적"]},{}],"붉은차돌":[{"1":[[],[["빛이 붉은 차돌.","광업"]],2,"불근차돌"]},{}],"붉은빵곰팡이":[{"1":[[],[["자낭균류의 곰팡이. 개미산염과 폼알데하이드를 이용하며, 옥수수의 심이나 식빵에 잘 번식한다. 미생물 유전학의 연구 재료로 쓴다.","생명"]],2,"불근빵곰팡이"]},{}],"붉은배티티":[{"1":[[],[["지빠귓과의 하나. 몸의 길이는 24cm, 편 날개의 길이는 12cm 정도이다. 머리와 등은 다갈색이고 가슴과 옆구리는 등적색이다. 수컷의 얼굴과 목은 검은 갈색이고 암컷은 흰 갈색의 무늬가 있다. 수컷은 번식기에 고운 소리로 울고 활엽수림이나 침엽수림에 사는데 사할린, 일본 등지의 동부 아시아에서 번식하고 중국 동남부에서 겨울을 보내며 우리나라에는 봄, 가을에 매우 드물게 찾아오는 나그네새이다.","동물"]],2,"불근배티티"]},{}],"붉은순나무":[{"1":[[],[["장미과의 상록 활엽 소교목. 높이는 7~8미터이며 잎은 어긋나고 긴 타원형인데 끝이 뾰족하고 톱니가 있다. 5~6월에 흰 꽃이 원추(圓錐) 화서로 가지 끝에 피고 열매는 공 모양의 이과(梨果)로 9월에 붉게 익는다. 잎이 새로 나올 때와 단풍이 들 때에 붉은빛이 돈다. 목재는 기구재, 세공용으로 쓴다. 우리나라 남부 지방에 분포한다.","식물"]],2,"불근순나무"]},{}],"붉은털원숭이":[{"1":[[],[["구세계원숭잇과의 포유류. 몸의 길이는 60cm, 꼬리의 길이는 35cm 정도이며, 몸의 앞부분은 회색을 띤 갈색이고 꼬리와 허리는 연한 황색, 네 다리는 회색을 띤 누런 갈색, 얼굴은 붉은 살구색이다. 머리에 갓털이 있고 성질이 온순하여 사람을 쉽게 따른다. 나무 열매, 곤충 따위를 먹고 반사막에서 고산 지대에 이르는 다양한 서식지에 적응하여 무리를 이루고 사는데 인도의 벵골 지방, 아프가니스탄 동부, 아삼, 미얀마, 티베트, 중국 남부 등지에 분포한다.","동물"]],2,"불근터뤈숭이"]},{}],"붉은강낭콩":[{"1":[[],[["콩과의 한해살이 덩굴 식물. 잎은 어긋나고 세쪽잎이며 잎자루가 길고 작은 잎은 넓은 달걀 모양이고 가장자리가 밋밋하며 끝이 뾰족하다. 여러해살이풀이지만 한해살이 덩굴 식물로 재배한다. 멕시코가 원산지이다.","식물"]],2,"불근강낭콩"]},{}],"붉은별무늿병":[{"1":[["病"],[["곰팡이류가 담배, 배나무, 사과나무 따위에 기생해서 생기는 병. 잎에 적갈색의 반점이 생기면서 말라 죽는다.","농업"]],1,"불근별무니뼝"]},{}],"붉은어깨도요":[{"1":[[],[["도욧과의 새. 몸의 길이는 30cm 정도이고, 편 날개의 길이는 18cm 정도이다. 등은 검은색, 머리와 목은 금색에 검은 얼룩무늬가 있고 가슴은 금빛을 띤 붉은색에 검은 얼룩점이 있으나 여름에는 전부 검게 변한다. 붉은가슴도요와 비슷하나 더 크고 여름털의 아랫면이 흰색이며 검은색의 얼룩무늬와 얼룩점이 있다. 해안, 하구 등지에서 볼 수 있는데 시베리아 동북부에서 번식하고 동남아시아 등지에서 겨울을 보낸다.","동물"]],2,"불그너깨도요"]},{}],"붉은가시딸기":[{"1":[[],[["장미과의 낙엽 활엽 관목. 길이는 3미터 정도이며, 가시가 드문드문 있고 붉은 선모(腺毛)가 빽빽이 나 있으며, 잎은 어긋난다. 새 가지 끝에 연한 붉은색 꽃이 총상(總狀) 화서로 피고 7월에 열매가 붉게 익는다. 그늘진 습지에서 자라며 한국, 일본, 중국 등지에 분포한다.","식물"]],2,"불근가시딸기"]},{}],"붉은뺨멧새":[{"1":[[],[["되샛과의 하나. 몸의 길이는 14cm 정도이고, 편 날개의 길이는 6.5~8cm이다. 등면은 잿빛을 띤 갈색에 어두운 갈색의 얼룩무늬가 있고 머리는 회색, 배는 흰색이며 턱 밑, 멱, 가슴은 누런 갈색을 띤 흰색이다. 5~7월에 3~6개의 알을 낳는다. 여름새로 풀밭이나 관목이 있는 숲에 사는데 동부 시베리아, 홋카이도, 중국 북부 등지에서 번식하고 한국, 일본, 중국 남부에서 겨울을 보낸다.","동물"]],2,"불근뺨메쌔"]},{}],"붉은가슴논종다리":[{"1":[[],[["참샛과의 하나. 몸의 길이는 15cm 정도이며, 등은 갈색에 검은 무늬가 있고 번식기에는 멱과 가슴이 진한 붉은 갈색이다. 곤충류, 잡초의 씨 따위를 먹고 겨울새로서 툰드라 지대에서 번식하고 한국, 인도, 말레이 등지에서 겨울을 보낸다. 겨울에 강변의 습지나 바닷가, 논과 같은 곳에서 볼 수 있다.","동물"]],2,"불근가슴논종다리"]},{}],"붉은바다거북":[{"1":[[],[["바다거북과의 하나. 등딱지의 길이는 1미터 정도이고 몸무게는 150kg 정도가 보통이나 400kg에 이르는 것도 있다. 몸은 붉은 갈색에 등딱지는 갈색, 아래쪽은 누런색을 띤다. 등딱지의 측판(側板)은 대여섯 쌍이고 네 다리는 지느러미 모양으로 넓적하며 발톱은 두 개인데 자라면 한 개가 되는 것이 보통이다. 잡식성으로 어류, 갑각류, 연체동물, 해파리, 해초 따위를 먹는다. 6~7월에 바닷가 모래밭에 올라 10~170개의 알을 낳으며 열대, 아열대 및 온대의 바다에 널리 분포한다.","동물"]],2,"불근바다거북"]},{}]}