{"샌님잡이":[{"1":[[],[["남사당패 탈놀음의 셋째 마당. 안살림의 여러 가지 모순을 씻어 내는 장면이다.","민속"]],2,"샌ː님자비"]},{}],"샌드위치":[{"1":[[],[["얇게 썬 두 조각의 빵 사이에 버터나 마요네즈 소스 따위를 바르고 고기, 달걀, 치즈, 야채 따위를 끼워 넣은 음식. 영국의 샌드위치 백작이 밤을 새워 노름할 때 식사 시간이 아까워 고안해 냈다는 데서 유래한다.",null],["무엇인가의 사이에 끼어 있는 상태를 비유적으로 이르는 말.",null]],4,null]},{"0":[["sandwich"],[["sandwich","Food made by putting vegetables, meat, egg, cheese, etc., between two pieces of bread. "],["sandwich","(figurative) A state of being stuck between persons or things, etc., unable to move. "]],1,null]}],"샌디에이고":[{"1":[[],[["미국 태평양 연안, 캘리포니아주 남쪽 끝에 있는 항구 도시. 전자ㆍ항공ㆍ군수 산업이 발달하였으며, 해군 기지가 있다. 부근에서는 채소 및 과일을 많이 재배한다.","지명"]],4,null]},{}],"샌안토니오":[{"1":[[],[["미국 텍사스주 중남부에 있는 도시. 농산물ㆍ가축ㆍ양모의 집산지이며, 제철ㆍ정유 공업이 발달하였다. 육군 기지가 있으며, 텍사스 독립 전쟁 당시의 알라모(Alamo) 요새의 유적이 남아 있다.","지명"]],4,null]},{}],"샌님":[{"1":[[],[["‘생원님’의 준말.",null],["얌전하고 고루한 사람을 놀림조로 이르는 말.",null],["봉산 탈춤, 양주 별산대놀이, 송파 산대놀이 따위에 쓰는 탈의 하나. 눈썹과 수염은 흰색이고 입은 언청이인 양반의 모습이다.","민속"]],2,"샌ː님"]},{"0":[[],[["nerd; geek","(archaic) A term used by a commoner to address a scholar."],["narrow-minded person; petty person","(teasing) A person who is docile, timid, and inflexible."]],0,"샌ː님"]}],"샌더":[{"1":[[],[["센 압축 공기로 모래를 뿜어내는 전동 기계. 목재, 금속 따위의 거친 표면을 다듬는 데 쓰인다.","공업"],["기관차나 전기 기관차에 부착한, 철길에 모래를 뿌리는 장치. 움직이는 바퀴의 마찰을 증대시킨다.","교통"],["사포를 끼워 사용하는 기계. 흔히 표면을 고르거나 갈아 낼 때 사용한다.","기계"]],4,null]},{}],"샌프란시스코":[{"1":[[],[["미국 캘리포니아주 중앙부에 있는 항구 도시. 미국 서해안의 최대 무역항이며, 대륙 횡단 철도의 기점이다. 곡물ㆍ밀가루ㆍ과실ㆍ석유ㆍ목화를 수출하며, 항공ㆍ군수ㆍ컴퓨터 산업이 발달하였다. 19세기에 부근에서 금광을 발견하면서 급속히 발전하였다. 면적은 120㎢.","지명"]],4,null]},{}],"샌드블라스트":[{"1":[[],[["모래 분사기로 모래를 뿜어 주물(鑄物)이나 강재(鋼材)의 표면에 붙은 모래나 스케일 따위를 제거하는 작업.","공업"]],4,null]},{}],"샌":[{"1":[[],[["→ 생원「1」.","역사"]],2,null]},{}],"샌드스키":[{"1":[[],[["눈 대신에 모래 언덕에서 미끄러져 내리는 스키.","체육"]],4,null]},{}],"샌드백":[{"1":[[],[["권투에서, 치는 힘을 기르고 치는 방법을 연습하기 위하여 천장에 매단 모래주머니.","체육"]],4,null]},{}],"샌와킨강":[{"1":[["江"],[["미국의 서부, 캘리포니아 중부를 흐르는 강. 시에라네바다산의 서부에서 시작하여 서북으로 흘러 샌프란시스코만으로 흘러 들어간다. 길이는 563km.","지명"]],1,null]},{}],"샌드밀":[{"1":[[],[["주물(鑄物) 공업에서, 점결제와 모래를 혼합하는 확.","공업"]],4,null]},{}],"샌타페이":[{"1":[[],[["미국 뉴멕시코주 중북부에 있는 도시. 서남부의 문화 중심지로 에스파냐계 주민들이 많이 살고 있다. 뉴멕시코주의 주도(州都)이다.","지명"]],4,null]},{}],"샌들":[{"1":[[],[["나무, 가죽, 비닐 따위로 바닥을 만들고 이를 가느다란 끈으로 발등에 매어 신게 만든 신발.",null]],4,null]},{"0":[["sandal"],[["sandals","Shoes with a sole made of wood, leather, plastic, etc., which is held to one's feet by straps passing over the instep or around the ankle."]],2,null]}],"샌퍼라이징":[{"1":[[],[["미국의 클루에트(Cluett, S. L.)가 발명한, 천의 수축을 방지하는 가공법. 또는 그런 상표 이름. 미리 수증기를 뿜고 열과 온도를 가하여 천을 줄어들게 함으로써 봉제 뒤의 수축을 적게 하는 것으로, 면직물에 많이 쓰인다.","공업"]],4,null]},{}],"샌드그린":[{"1":[[],[["골프장에서, 땅을 평평하게 하고 그 위에 잔디 대신 모래를 깐 퍼팅 그린.","체육"]],4,null]},{}],"샌드아이언":[{"1":[[],[["골프에서, 벙커에 들어간 볼을 쳐 내는 전용(專用)의 클럽(club).","체육"]],4,null]},{}]}