{"스위프트":[{"2":[[],[["각국의 주요 은행 상호 간의 지급과 송금 업무 따위를 데이터 통신을 통하여 행함을 목적으로 하는 비영리 법인. 유럽과 북아메리카의 주요 은행이 가맹하고 있다. 1973년 벨기에에서 발족하였다.","경제"]],4,null]},{}],"스테디셀러":[{"1":[[],[["오랜 기간에 걸쳐 꾸준히 잘 팔리는 책.",null]],4,null]},{"0":[["steady seller"],[["steady seller","A book that sells well consistently for a long time."]],0,null]}],"스코틀랜드폴드":[{"1":[[],[["고양이의 한 품종. 털색은 여러 가지이고 귀의 끝이 앞쪽으로 꺾였다. 스코틀랜드가 원산지이다.","동물"]],4,null]},{}],"스포트라이트":[{"1":[[],[["무대의 한 부분이나 특정한 인물만을 특별히 밝게 비추는 조명 방식. 또는 그런 조명.","예체능 일반"],["세상 사람의 주목이나 관심을 받음을 비유적으로 이르는 말.",null]],4,null]},{"0":[["spotlight"],[["spotlight","A light exclusively for illuminating a part of a stage or a specific person in a performance. "],["spotlight","(figurative) The world's attention or focus. "]],0,null]}],"스태프":[{"1":[[],[["연기자를 제외한 연극, 영화, 방송의 제작에 관계하는 모든 사람.","예체능 일반"]],4,null]},{}],"스트레토":[{"1":[[],[["푸가(fuga) 따위에서, 어떤 성부의 주제 가락이 끝나기 전에 다른 성부를 겹쳐 나타내어 긴박감을 자아내는 법.","음악"],["악곡의 마지막에 접어들면서 빠르기를 더하여 긴박감을 높이는 일.","음악"]],4,null]},{}],"스커트":[{"1":[[],[["허리부터 다리 부분까지 덮는 서양식 치마. 모양에 따라 타이트ㆍ개더ㆍ플레어ㆍ플리츠ㆍ랩 따위로 나누고, 길이에 따라 미니ㆍ미디ㆍ맥시 따위로 나눈다.","없음"]],4,null]},{"0":[["skirt"],[["skirt","A western style skirt."]],2,null]}],"스패너":[{"1":[[],[["볼트, 너트, 나사 따위의 머리를 죄거나 푸는 공구. 한쪽 스패너, 양구(兩口) 스패너, 폐구(閉口) 스패너, 박스 스패너, 멍키 스패너 따위가 있다.","공업"]],4,null]},{}],"스킨헤드":[{"1":[[],[["삭발해서 두피에 머리털이 하나도 남아 있지 않은 머리. 또는 그런 머리 모양.",null]],4,null]},{}],"스투파":[{"1":[[],[["석가모니의 사리나 유골을 모시거나 특별한 영지(靈地)를 나타내기 위하여, 또는 그 덕을 기리기 위하여 세운 건축물. 본디는 석가모니의 사리를 묻고 그 위에 돌이나 흙을 높이 쌓은 무덤이나 묘(廟)였다. 깎은 돌이나 벽돌 따위로 층을 지어 쌓으며, 3층 이상 홀수로 층을 올린다.","불교"]],4,null]},{}],"스리랑카":[{"1":[[],[["인도반도의 동남쪽에 있는, 섬으로 이루어진 공화국. 1948년 영국에서 독립하여 국명을 실론(Ceylon)이라 하였다가 1972년 지금의 이름으로 고쳤다. 주산업은 농업으로 차ㆍ고무ㆍ쌀ㆍ코코넛 따위를 생산하며, 주민은 대부분 신할리즈족으로 불교도이고 주요 언어는 신할리즈어와 영어, 타밀어이다. 상업 수도는 콜롬보, 행정 수도는 스리자야와르데네푸라코테이다. 면적은 6만 5610㎢.","지명"]],4,null]},{"0":[["Sri Lanka"],[["Sri Lanka","An island country located in the southeast of the  Indochina peninsula; it is a major producer of tea, rubber, and coconuts; its official languages are English, Sinhala, and Tamil, and its capital is Colombo. "]],0,null]}],"스홉":[{"1":[[],[["가루, 모래, 덩어리 따위를 담아 올리거나 섞는 데 사용하는 숟가락 모양의 기구. 삽과 비슷하나 작고 끝이 평평하다.",null],["원예용의 모종삽.",null]],4,null]},{}],"스킨케어":[{"1":[[],[["화장품이나 약품 따위를 써서 피부를 가꾸는 방법.",null]],4,null]},{}],"스튜어디스":[{"1":[[],[["여객기나 여객선 따위에서 승객을 돌보는 여자 승무원.",null]],4,null]},{"0":[["stewardess"],[["stewardess","A female crew member of a passenger plane or ship that works for the safe, comfortable journey of passengers."]],0,null]}],"스톡홀름":[{"1":[[],[["스웨덴의 발트해 북부에 있는 항구 도시. 상업, 교통의 중심지이며 조선ㆍ전기 공업이 활발하다. 노벨상 수상식이 열리는 곳이다. 스웨덴의 수도이다.","지명"]],4,null]},{}],"스탠드인":[{"1":[[],[["배우의 대역.","연기"],["촬영 전에 조명이나 촬영 위치를 조절하기 위하여 배우 대신에 정해진 위치에 서 있는 사람.","영상"]],4,null]},{}],"스카이다이빙":[{"1":[[],[["비행 중인 항공기에서 낙하산을 착용한 채 뛰어내려 목표 지점에 정확히 착지하는 것을 겨루는 경기.","체육"]],4,null]},{}],"스탈린스크":[{"1":[[],[["‘노보쿠즈네츠크’의 옛 이름.","지명"]],4,null]},{}],"스케이팅":[{"1":[[],[["스케이트를 신고 얼음판 위를 지치는 일.","체육"]],4,null]},{}],"스톤헨지":[{"1":[[],[["영국의 솔즈베리(Salisbury) 근교에 있는 고대의 거석 기념물. 중앙에 제단석이 놓여 있고 돌기둥이 이를 둘러싸고 말굽 모양으로 늘어서 있으며 그 바깥쪽에 높이 2~7미터의 기둥 모양의 돌이 둥그렇게 줄지어 서 있어 삼중(三重)의 고리 모양을 이루고 있다. 기원전 1900년에서 기원전 1500년경에 구축된 것으로 추측된다.","역사"]],4,null]},{}],"스와트":[{"1":[[],[["파키스탄 서북부, 힌두쿠시산맥 서남부에 있는 지방. 간다라 문화의 유적이 많다.","지명"]],4,null]},{}],"스펀지":[{"1":[[],[["생고무나 합성수지로 해면(海綿)처럼 만든 물건. 탄력이 있고 수분을 잘 빨아들여 쿠션이나 물건을 닦는 재료로 많이 쓰인다.",null],["연식 야구, 연식 정구 따위에서 쓰는 무른 공.","체육"]],4,null]},{"0":[["sponge"],[["sponge","A soft, elastic object made of crude rubber or synthetic resin that has many small holes and soaks up moisture well."]],0,null]}],"스태킹":[{"1":[[],[["비행장에 착륙하려고 하는 여러 대의 비행기가 고도에 차이를 두고 선회하는 일.","군사"]],4,null]},{}],"스파르테인":[{"1":[[],[["알칼로이드의 하나. 무색의 액체로, 콩과 식물인 금작화 따위에 들어 있다. 강심제, 진통 촉진제로 쓴다. 화학식은 C<sub style='font-size:11px;'>15</sub>H<sub style='font-size:11px;'>26</sub>N<sub style='font-size:11px;'>2</sub>.","생명"]],4,null]},{}],"스웨이징":[{"1":[[],[["금속을 압축하거나 성형하는 단조(鍛造) 가공 방법의 하나. 금속 봉재(棒材)를 모루 위에서 회전시키면서 공구로 눌러 그 일부 또는 전체의 단면을 넓힌다.","공업"]],4,null]},{}],"스트라이커":[{"1":[[],[["축구나 배구에서, 공격력과 득점력이 뛰어난 공격수.","체육"]],4,null]},{"0":[["striker"],[["striker","A player who is reponsible for offense or attacking, and is good at scoring in soccer or volleyball."]],0,null]}],"스페인":[{"1":[[],[["유럽 서남부 이베리아반도 대부분을 차지하는 입헌 군주국. 15세기 말 왕국이 성립되어 번영하였으며, 1931년에 공화국이 되었다가 1975년에 왕정(王政)이 복고되었다. 농업이 주산업이고, 관광 수입도 중요한 수입원의 하나이다. 주민은 라틴계로, 대부분 가톨릭교도이고 주요 언어는 에스파냐어이다. 수도는 마드리드, 면적은 50만 4742㎢.","지명"]],4,null]},{"0":[["Spain"],[["Spain","A country in southwestern Europe; it has well-developed agriculture, fisheries and tourism industries; the official languages is Spanish and the capital city is Madrid. "]],0,null]}],"스자좡":[{"1":[[],[["중국 북부에 있는 도시. 석탄의 개발과 철도의 개통으로 급속히 발달하였으며 면방직, 제철, 기계 공업 따위가 활발하다. 허베이성(河北省)의 성도(省都)이다.","지명"]],4,null]},{}],"스타이로폼":[{"1":[[],[["‘발포 스타이렌 수지’를 일상적으로 이르는 말. 상품명에서 유래한다.","없음"]],4,null]},{}],"스토리빌":[{"1":[[],[["1897년부터 1917년까지 미국 뉴올리언스에 있었던 공창(公娼) 허가 지구. 재즈 음악을 형성하는 근거지 역할을 하였다.","지명"]],4,null]},{}],"스페이스":[{"1":[[],[["신문, 잡지, 원고 따위의 지면(紙面)의 여백.",null],["보표의 오선에서 각 줄의 사이.","음악"],["조판(組版)할 때에 활자 사이에 끼우는 쇳조각. 보통 활자의 한 자(字) 분보다 폭이 약간 좁다.","매체"]],4,null]},{}],"스위치백":[{"1":[[],[["가파른 고개 비탈에 정거장을 두기 위한 목적으로 ‘之’ 자형으로 설계한 선로.",null],["오르내리는 경사를 반복적으로 만들어 놓고 아래로 쏠리는 힘을 이용하여 오르는 일.",null]],4,null]},{}],"스크램블드에그":[{"1":[[],[["달걀에 우유를 넣어 버터로 볶은 요리.",null]],4,null]},{}],"스카우트":[{"1":[[],[["우수한 운동선수 또는 연예인, 특수 기술자와 같은 인재를 물색하고 발탁하는 일.",null],["보이 스카우트와 걸 스카우트를 통틀어 이르는 말.",null]],4,null]},{"0":[["scout"],[["scout","The act of finding and recruiting a person with outstanding talents."],["scout","Boys Scouts and Girl Scouts, which are international educational training organizations."]],0,null]}],"스트레스":[{"1":[[],[["적응하기 어려운 환경에 처할 때 느끼는 심리적ㆍ신체적 긴장 상태. 장기적으로 지속되면 심장병, 위궤양, 고혈압 따위의 신체적 질환을 일으키기도 하고 불면증, 신경증, 우울증 따위의 심리적 부적응을 나타내기도 한다.","심리"],["물체가 외부 힘의 작용에 저항하여 원형을 지키려는 힘.","물리"],["연속된 음성에서 어떤 부분을 강하게 발음하는 일.","언어"]],4,null]},{"0":[["stress"],[["stress","A state in which one feels pressure and tension mentally and physically in work, relationships, environment, etc."]],1,null]}],"스위치":[{"1":[[],[["전기 회로를 이었다 끊었다 하는 장치. 보통 전등, 라디오, 텔레비전 따위의 전기 기구를 손으로 올리고 내리거나 누르거나 틀어서 작동하는 부분을 이른다.","전기·전자"],["야구에서, 부진한 투수를 교체하는 일.","체육"],["레슬링에서, 공수(攻守)의 상황을 역전시키는 일. 또는 그런 기술.","체육"]],4,null]},{"0":[["switch"],[["switch","A device that connects and disconnects an electric circuit."]],2,null]}],"스프링보드":[{"1":[[],[["수영에서, 다이빙하여 물속으로 뛰어내릴 때에 발로 딛는 발판.","체육"]],4,null]},{}],"스카라무슈":[{"1":[[],[["16세기 중반, 이탈리아에서 발생한 즉흥 희극의 등장인물. 검은 옷을 입고 무대에 서서 허황한 말로 익살을 부리는 어릿광대이다.","문학"]],4,null]},{}],"스노보드":[{"1":[[],[["널빤지 위에 몸을 싣고 눈이 쌓인 비탈을 미끄러지듯 내려오는 운동. 또는 그런 운동 기구로 쓰는 널빤지. 스키와는 달리 옆으로 선 자세로 탄다.",null]],4,null]},{"0":[["snowboard"],[["snowboard","A sport in which one stands on a flat board and slides down a slope covered with snow, or a board used in such a sport."]],0,null]}],"스핏볼":[{"1":[[],[["야구에서, 투수가 공의 일부에 침을 발라 던지는 반칙 투구.","체육"]],4,null]},{}],"스코치":[{"1":[[],[["영국 스코틀랜드 남쪽 지방에서 나는 면양의 털. 또는 그것을 재료로 한 털실이나 모직물.","공예"]],4,null]},{}],"스란":[{"1":[[],[["치맛단에 금박을 박아 선을 두른 것. 옛날 궁중이나 반가(班家)의 부녀자들의 예장용 치마에 장식했던 것으로, 폭은 약 20cm이며, 용ㆍ봉 따위의 무늬를 놓는다.","복식"],["스란을 단 긴치마. 폭이 넓고 입었을 때 발이 보이지 않을 정도로 길다.","복식"]],2,"스란"]},{}],"스피츠":[{"1":[[],[["개의 한 품종. 몸은 길고 작다. 얼굴이 짧고 뾰족하며 귀가 위로 솟고 꼬리는 말려 있다. 애완용으로 기르는데 일본스피츠, 독일스피츠, 핀란드스피츠 따위가 있다.","동물"]],4,null]},{}],"스테고사우루스":[{"1":[[],[["쥐라기 후기에 살았던 공룡. 몸의 길이는 6미터, 몸무게는 1.8톤 정도로 추정된다. 머리, 꼬리, 앞다리는 짧고 등에는 큰 삼각형 모양의 골판이 있으며 꼬리에는 가시가 있다. 초식성이다.","동물"]],4,null]},{}],"스카라베":[{"1":[[],[["고대 이집트에서, 다산이나 풍작의 상징으로 신성시한 풍뎅이 모양의 부적. 또는 그 장신구.",null],["유럽, 아프리카, 중국에 분포하는 풍뎅이의 한 무리. 몸의 길이는 3cm 정도이다. 동물의 똥을 동글려 굴려다가 땅속에 파묻고 먹는다.","동물"]],4,null]},{}],"스윔":[{"1":[[],[["1960년대 초, 미국에서 유행한 록 조(rock調)의 댄스 리듬. 상반신의 움직임에 수영의 평영이나 배영의 스타일을 취하였다.","음악"]],4,null]},{}],"스크러미지":[{"1":[[],[["미식축구나 럭비에서, 쌍방의 팀에서 세 명 이상의 선수가 공을 에워싸고 서로 어깨를 맞대어 버티는 공격 태세. 반칙이 있을 때 심판의 명령에 따라 짜는 것으로, 쌍방의 전위로써 짜는 세트 스크럼과 편을 가리지 않고 짜는 루스 스크럼의 두 가지가 있다.","체육"]],4,null]},{}],"스칼라":[{"1":[[],[["하나의 수치만으로 완전히 표시되는 양. 벡터, 텐서 따위의 유방향량(有方向量)에 대하여 방향의 구별이 없는 수량이다. 예를 들면, 질량ㆍ에너지ㆍ밀도ㆍ전하량 따위를 나타내는 수이다.","물리"]],4,null]},{}],"스메":[{"1":[[],[["→ 슴베.",null]],2,null]},{}],"스리쿼터":[{"1":[[],[["짐을 싣는 자동차. 지프와 트럭의 중간급으로 적재량이 4분의 3톤이다.","교통"],["럭비에서, 하프백과 풀백의 사이에 위치하는 선수. 모두 네 명으로 센터 두 사람과 윙 두 사람으로 이루어진다.","체육"]],4,null]},{}],"스타브로폴":[{"1":[[],[["러시아 서남부에 있는 도시. 캅카스산맥(Kavkas山脈) 기슭에 있는 농업 지대의 중심 도시이다.","지명"]],4,null]},{}],"스카이라운지":[{"1":[[],[["고층 빌딩의 맨 위층에 자리한 휴게실.","사회 일반"]],4,null]},{}],"스타카티시모":[{"1":[[],[["악보에서, 음을 아주 짧게 끊어서 하라는 말. 기호는 음표 위에 ‘▼’를 찍는다.","음악"]],4,null]},{}],"스트립라이트":[{"1":[[],[["그림자를 없애고 평면적인 무대를 입체감 있게 보이게 하는 데 쓰는 조명 기구.","예체능 일반"]],4,null]},{}],"스테이크":[{"1":[[],[["고기를 두툼하게 썰어서 굽거나 지진 서양 요리의 하나.",null],["서양 요리의 하나. 연한 쇠고기를 적당한 두께로 썰어서 소금과 후춧가루를 뿌려 뭉근히 구워 익혀서 만든다.",null]],4,null]},{"0":[["steak"],[["steak","A Western dish made by cutting beef in big, thick slices and roasting or frying it."]],0,null]}],"스모":[{"1":[[],[["일본의 전통적인 씨름. 두 명의 선수가 씨름판에서 맞붙어 상대편을 씨름판 밖으로 밀어 내거나 넘어뜨려서 승부를 낸다.","체육"]],4,null]},{}],"스카이그레이":[{"1":[[],[["밝은 회청색.",null]],4,null]},{}],"스코페":[{"1":[[],[["북마케도니아에 있는 도시. 철도의 요지이며 농산물 거래의 중심지이다. 맥주, 담배, 금속, 화학 공업이 활발하다. 1392년부터 1913년까지 튀르키예령이었다. 북마케도니아의 수도이다.","지명"]],4,null]},{}],"스컹크":[{"1":[[],[["포유강 족제빗과의 동물을 통틀어 이르는 말. 몸의 길이는 50cm 정도이며, 족제비와 비슷하나 몸이 튼튼하고 실팍하며 꼬리는 길고 귀는 작다. 항문 옆에 항문샘이 있어 위험에 닥치면 악취가 있는 황금색의 액체를 적의 얼굴을 향하여 3~4미터까지 발사한다. 야행성으로 북아메리카 남부와 멕시코 등지에 서식한다. 항문샘을 제거하면 애완용도 된다.","동물"]],4,null]},{}],"스트롬볼리":[{"1":[[],[["지중해 중부의 티레니아해(Tyrrhenian海) 리파리 제도(Lipari諸島) 북쪽 끝에 있는 화산섬. 높이는 926미터, 면적은 12㎢.","지명"]],4,null]},{}],"스킨십":[{"1":[[],[["피부의 상호 접촉에 의한 애정의 교류. 육아 과정에서 어버이와 자식 사이, 또는 유아의 보육이나 저학년의 교육에서 교사와 어린이 사이에서 그 중요성이 강조된다.",null]],4,null]},{}],"스카폴라이트":[{"1":[[],[["나트륨, 칼슘, 알루미늄을 함유한 규산염 광물. 정방 정계에 속하고, 무색ㆍ회색ㆍ자색ㆍ흑색 따위를 나타내며 유리 광택이 있다.","광업"]],4,null]},{}],"스피리토소":[{"1":[[],[["악보에서, 활기 있게 또는 힘차게 연주하라는 말.","음악"]],4,null]},{}],"스퀴지":[{"1":[[],[["고무 롤러 또는 인쇄판에 묻은 기름기나 물기를 닦아 내는 물건.","매체"]],4,null]},{}],"스코폴리아근":[{"1":[["根"],[["미치광이풀의 근경(根莖)을 뿌리와 함께 말린 생약. 알칼로이드와 스코폴린(scopolin)이 들어 있어 진통ㆍ진경 작용을 한다.","한의"]],1,null]},{}],"스테른베르기아":[{"1":[[],[["수선화과의 스테른베르기아속의 여러해살이풀. 구근초(球根草)이며 길이는 20cm 정도이다. 9~10월에 꽃줄기 끝에 황금색 꽃이 핀다. 남유럽과 소아시아에 7여 종이 분포한다.","식물"]],4,null]},{}],"스퀴즈":[{"1":[[],[["야구에서, 스퀴즈 번트로 득점을 도모하는 전술.","체육"]],4,null]},{}],"스코트족":[{"1":[["族"],[["5세기 무렵부터 영국의 스코틀랜드 지방에 정착하여 살았던 민족.","고유명 일반"]],1,null]},{}],"스파르타키아트":[{"1":[[],[["동유럽 여러 국가에서 행하는 종합 운동 경기 대회.","체육"]],4,null]},{}],"스키잔서스":[{"1":[[],[["가짓과의 한해살이풀. 높이는 45~120cm이며, 잎은 1~2회 깃 모양으로 갈라진다. 보라색, 주홍색, 흰색 따위의 꽃이 원추(圓錐) 화서로 피고 가을에 씨를 뿌려 온실에서 재배한 것은 이듬해 4~5월에 개화한다. 관상용이고 칠레가 원산지로 전 세계에서 재배한다.","식물"]],4,null]},{}],"스토케시아":[{"1":[[],[["국화과의 여러해살이풀. 높이는 40~60cm이며, 잎은 어긋나고 넓은 피침 모양이다. 6월에서 이른 가을에 걸쳐 엷은 자주색 꽃이 피는데 꽃잎이 햇빛을 받으면 펴지고 흐린 날이나 저녁에는 오므라진다. 관상용으로 재배하며 북아메리카 남부가 원산지이다.","식물"]],4,null]},{}],"스튜":[{"1":[[],[["서양식 요리의 하나. 쇠고기, 돼지고기, 닭고기 따위에 버터와 조미료를 넣고, 잘게 썬 감자, 당근, 마늘 따위를 섞어 뭉근히 익혀서 만든다.","없음"]],4,null]},{}],"스피로헤타":[{"1":[[],[["나사 모양이고 활발한 회전 운동을 하는 한 무리의 미생물을 통틀어 이르는 말. 스피로헤타속, 트레포네마속, 보렐리아속, 렙토스피라속 따위로 분류되는데 스피로헤타속을 제외한 것들은 병원성을 보인다.","생명"],["‘매독균’을 일상적으로 이르는 말.",null]],4,null]},{}],"스캘럽":[{"1":[[],[["소맷부리나 옷자락 같은 곳에 부채꼴이나 물결 모양의 천을 이어 댄 장식.",null]],4,null]},{}],"스피넷":[{"1":[[],[["건반이 달린 발현 악기의 하나. 작은 하프시코드라 할 수 있는 것으로 15세기 말엽에서 18세기까지 쓰였다.","음악"]],4,null]},{}],"스킵":[{"1":[[],[["광석, 석탄 따위를 나르는 데 쓰는 통.","광업"]],4,null]},{}],"스로인":[{"1":[[],[["농구나 축구 따위에서, 한 선수의 몸에 닿고 경기장 밖으로 나간 공을 상대 팀의 선수가 경기장 안으로 던져 넣는 일.","체육"]],4,null]},{}],"스티빈":[{"1":[[],[["수소화 안티모니와 그 유도체, 즉 수소 원자 전부 또는 일부가 유기 탄소기로 치환된 화합물의 통칭.","화학"]],4,null]},{}],"스카프":[{"1":[[],[["방한용ㆍ장식용 따위로 사용하는 얇은 천. 목에 감거나 머리에 쓰기도 하고, 옷깃 언저리에 약간 내놓거나 허리에 매기도 한다.","없음"]],4,null]},{"0":[["scarf"],[["scarf","A long, thin piece of fabric put on the head or wrapped around the neck for warmth or fashion."]],1,null]}],"스트로마":[{"1":[[],[["엽록체 속의 틸라코이드를 둘러싸고 있는 기질(基質). 광합성에서 이산화 탄소의 고정(固定)이 이루어진다.","식물"]],4,null]},{}],"스리마일섬":[{"1":[[],[["미국 펜실베이니아주 남부의 서스쿼해나(Susquehanna)에 있는 섬. 섬의 길이가 3마일쯤 되며, 1979년 이 섬의 원자력 발전소에서 대규모의 방사능 누출 사고가 발생하였다.","지명"]],1,null]},{}],"스파이럴선":[{"1":[["線"],[["기울기가 심한 곳에 쓰는, 나선 모양으로 올라간 철도. 또는 그런 철도 부설법.","교통"]],1,null]},{}],"스무고개":[{"1":[[],[["스무 번까지 질문을 하면서 문제의 답을 알아맞히는 놀이.",null]],2,"스무고개"]},{"0":[[],[["twenty questions","A game in which 20 questions are asked and the answer has to be guessed."]],0,"스무고개"]}],"스페큘럼":[{"1":[[],[["연마 금속(硏磨金屬) 또는 금속 필름을 사용한 유리로 만든 광학 기계용 반사경.","기계"]],4,null]},{}],"스폰지":[{"1":[[],[["→ 스펀지.",null]],4,null]},{"0":[[],[[null,"→ 스펀지"]],0,null]}],"스리자야와르데네푸라코테":[{"1":[[],[["스리랑카에 있는 도시. 스리랑카의 입법상 수도이다.","지명"]],4,null]},{}],"스키":[{"1":[[],[["눈 위를 지치는 데 쓰는 좁고 긴 판상(板狀)의 기구. 나무나 금속, 플라스틱으로 만들어 신발이 부착되어 있으며 2개의 지팡이를 짚고 달린다.","체육"],["‘「1」’을 신고 눈 위를 달리고 활강하고 점프하는 운동.","체육"]],4,null]},{"0":[["ski"],[["ski","A long, narrow apparatus made of wood or plastic, allowing a rider to glide on snow. "],["skiing","A sport in which participants glide on snow, wearing long, narrow blades made of wood or plastic. "]],1,null]}],"스페로미터":[{"1":[[],[["구면의 곡률 반지름을 재는 계기.","기계"]],4,null]},{}],"스카시":[{"1":[[],[["컴퓨터에서 주변 장치를 연결하는 데 사용하는 직렬 인터페이스. 다른 인터페이스에 비하여 전송 속도가 빠르고, 장치의 연결과 분리가 쉽다.","정보·통신"]],4,null]},{}],"스루":[{"1":[[],[["테니스에서, 네트의 구멍 사이로 빠져나간 공.","체육"]],4,null]},{}],"스피노자주의":[{"1":[["主義"],[["스피노자의 철학에 동조하고 그 철학의 특색을 발전시켜 나가려는 사람들의 사상. 범신론에 공감한 괴테, 기계론에 공감한 마르크스주의자, 합리주의에 공감한 프랑스의 알랭 등이 대표적이다.","철학"]],1,null]},{}],"스나이프급":[{"1":[["級"],[["요트 선급(船級)의 하나. 2인승이다. 길이는 4.7미터, 나비는 1.5미터, 돛의 넓이는 10.5㎡.","체육"]],1,null]},{}],"스피릴룸":[{"1":[[],[["진정 세균류 스피릴룸과의 대표 속(屬). 나선 모양의 세포로 스피로헤타보다 짧고 만곡 수도 많으며 양극에 편모가 있다. 해수 또는 담수 속에서 민첩하게 운동하는 것이 많다. 쥐물림병 병원균이 대표적이다.","생명"]],4,null]},{}],"스펙트로헬리오그래프":[{"1":[[],[["분광기를 사용하여 특정 파장의 빛으로 태양을 촬영하는 장치.","물리"]],4,null]},{}],"스쭈이산":[{"1":[["山"],[["중국 닝샤 후이족 자치구(寧廈回族自治區)의 북쪽 경계에 있는 도시. 황허 수운의 중심지로, 자치구 북부와 내몽골 방면에서 생산되는 양모ㆍ피혁ㆍ농산물의 집산지이다. 대탄전 지대에 있으며 신흥 공업 도시로 알려져 있다.","지명"]],1,null]},{}],"스노든산":[{"1":[["山"],[["영국 웨일스 서부에 있는 산. 웨일스에서 가장 높다. 높이는 1,085미터.","지명"]],1,null]},{}],"스펙트럼":[{"1":[[],[["가시광선, 자외선, 적외선 따위가 분광기로 분해되었을 때의 성분. 파장에 따라 굴절률이 다르므로 분산을 일으키는데, 이것들은 파장의 순서로 배열된다. 스펙트럼 띠의 상태에 따라 연속ㆍ휘선(輝線)ㆍ대상(帶狀) 스펙트럼으로, 또는 방출ㆍ흡수 스펙트럼으로 분류한다. 여러 가지 원자나 분자에서 나오는 빛이나 엑스선은 각기 고유한 스펙트럼을 가지고 있어서 이것을 토대로 한 연구는 원자나 분자의 구조를 밝히는 데 이용한다.","물리"],["조성(組成)이 복잡한 현상이나 물질을 단순 성분으로 분해하고, 성질을 특징짓는 양의 크고 작은 순으로 배열한 성분. 음향 스펙트럼, 자기 스펙트럼, 질량 스펙트럼, 에너지 스펙트럼 따위가 있다.","전기·전자"],["한 함수를 합(合) 또는 적분의 형으로 분해한 것. 또는 선형 연산자의 고유치.","수학"]],4,null]},{"0":[["spectrum"],[["spectrum","A serial band of light arranged in order of the length of the waves occurring when the rays are broken apart. "],["spectrum","An array of things, whose structures are complicated, and that are divided into simple elements and arranged in a certain order. "],["spectrum","(figurative) The range of the occurrence of a certain phenomenon or activity. "]],0,null]}],"스리섬":[{"1":[[],[["골프에서, 한 사람이 두 사람과 겨루는 경기. 2인조는 볼 한 개를 가지고 서로 번갈아 가며 친다.","체육"]],4,null]},{}],"스매싱":[{"1":[[],[["테니스ㆍ탁구ㆍ배구 따위에서, 공을 네트 너머로 세게 내려치는 일.","체육"]],4,null]},{}],"스프린터":[{"1":[[],[["육상이나 수영 따위에서, 단거리 선수를 이르는 말.","체육"]],4,null]},{}],"스피룰리나":[{"1":[[],[["남세균의 나선형 다세포 미생물. 엽록소, 피코시안 색소가 있어 광합성을 하며 단백질 함유량이 60% 이상이다. 클로렐라 따위와 함께 미래의 단백질원으로 주목되고 있다.","생명"]],4,null]},{}],"스승":[{"1":[[],[["자기를 가르쳐서 인도하는 사람.",null]],2,"스승"]},{"0":[[],[["teacher","A person who teaches and guides another."]],3,"스승"]}],"스피로놀락톤":[{"1":[[],[["스테로이드 화합물의 하나. 무색의 고체로, 부신 겉질 호르몬인 알도스테론과 상반되는 작용을 한다. 이뇨 작용이 있으며 알도스테론증을 치료하는 데 쓰인다. 화학식은 C<sub style='font-size:11px;'>24</sub>H<sub style='font-size:11px;'>32</sub>O<sub style='font-size:11px;'>4</sub>S.","생명"]],4,null]},{}],"스티커":[{"1":[[],[["선전 광고, 상표, 표지(標識) 따위로서 붙이는 종잇조각. 앞면에는 글이나 그림을 인쇄하고 뒷면에는 접착제를 발라 놓아서 쉽게 붙일 수 있다.",null],["압류한 물건에 붙이는 딱지.",null],["교통순경이 교통 법규 위반자에게 떼어 주는 처벌의 서류.",null]],4,null]},{"0":[["sticker"],[["sticker","A thing with words or picture, etc., printed on the front, and adhesive on the back, easily attached to another thing. "],["ticket","A document issued by a police officer to a person who violates traffic regulations. "]],0,null]}],"스캣":[{"1":[[],[["재즈 따위에서, 가사 대신 아무 뜻이 없는 후렴을 넣어서 부르는 창법. 또는 그런 노래.","음악"]],4,null]},{}],"스텔라이트":[{"1":[[],[["코발트에 크로뮴, 텅스텐, 철, 탄소 따위를 섞은 합금. 열에 견디는 성질이 뛰어나 내연 기관, 각종 바이트, 착암용(鑿巖用) 드릴 공구에 널리 쓰인다.","공업"]],4,null]},{}],"스크랜턴":[{"3":[[],[["미국 펜실베이니아주 동북부에 있는 광공업 도시. 무연탄이 나며 섬유 공업이 활발하다.","지명"]],4,null]},{}],"스목":[{"1":[[],[["의복 위에 입는 사무용ㆍ노동용ㆍ작업용 덧옷. 여성이나 화가의 작업복, 어린이의 놀이옷 등 주로 의복의 오염을 방지하기 위하여 입는다. 소매의 길이가 길고 품이 넉넉하며, 옷 길이는 엉덩이까지 내려오고 입고 벗기에 편하도록 앞이 트여 있다.",null],["서양 자수에서, 천을 모아 홀쳐서 생긴 주름과 주름을 연속해서 색실로 수를 놓아 아름다운 무늬와 음영을 나타내는 자수 기법. 헝가리ㆍ체코ㆍ슬로바키아 등지의 민속 의상에서 그 원형을 볼 수 있으며, 스목의 주름을 고정하는 장식 스티치로서 발전하였다.","복식"]],4,null]},{}],"스시":[{},{"0":[["sushi[壽司]"],[["sushi","A Japanese dish made by lumping boiled rice sprinkled with vinegar into bite-size pieces and placing fish, eggs, vegetables, etc., on top or using them as a wrapping."]],0,null]}],"스포르차토":[{"1":[[],[["악보에서, 특히 그 음을 세게 연주하라는 말. 기호는 ‘sf.’ 또는 ‘sfz.’.","음악"]],4,null]},{}],"스카":[{"1":[[],[["잠수함이 바닷속에 들어가 있는 상태로 태양, 달, 별 따위의 천체를 관찰하여 배의 위치 등을 측정할 수 있도록 한 장치.","교통"]],4,null]},{}],"스페로플라스트":[{"1":[[],[["세포벽을 가지는 미생물의 세포벽 물질의 대부분을 제거함으로써 세포막이 드러난 상태의 균. 세포의 융합이나 유전 물질의 주입 따위를 쉽게 하려고 인위적으로 조작한 세포이다.","생명"]],4,null]},{}],"스테이":[{"1":[[],[["강도(強度)가 부족한 부분에 보강하는 것. 공업용 솥을 구성하는 각 판(板)을 보강하기 위하여 쓰는 철골 따위가 있다.","공업"]],4,null]},{}],"스톨":[{"1":[[],[["파도타기에서, 체중을 서프보드 뒤쪽으로 쏠리게 하여 속도를 줄이는 일.","체육"],["비행기 주익(主翼)의 양력(揚力)이 급격히 떨어지는 현상. 또는 비행기가 속도를 잃고 그 앞을 위로 든 채 떨어지는 비행 상태. 대부분 양력을 잃어 급속히 기수를 내리고 강하하므로 회복하기까지는 정상으로 조종할 수 없다.","교통"]],4,null],"2":[[],[["1km 이내의 짧은 활주로에서 이착륙할 수 있는 항공기.","교통"]],4,null],"3":[[],[["여성의 어깨에 걸치는 긴 숄. 본래는 종교 의식 때 입는 긴 웃옷이었다. 서양식 정장 위에 걸친다.","없음"]],4,null]},{}],"스파티필룸파티니이":[{"1":[[],[["천남성과의 스파티필룸속의 여러해살이풀. 잎은 긴 타원형의 피침 모양이며 잎자루가 길다. 긴 꽃줄기 끝에 순백색의 불염포(佛焰苞)가 있는 앤슈리엄과 같은 꽃이 피는데 박하 향이 난다. 관상용으로 재배하며 콜롬비아가 원산지로 1963년에 우리나라에 도입되었다.","식물"]],4,null]},{}],"스타트":[{"1":[[],[["미국과 소련이 쌍방의 핵무기를 감축하기 위하여 벌인 협상. 1981년 11월 레이건 미국 대통령이 제기한 다음, 1982년 6월 제네바에서 회담을 개최하였다.","정치"]],4,null]},{}],"스타이미":[{"1":[[],[["골프에서, 볼과 홀 사이에 장애물이 있는 상태.","체육"]],4,null]},{}],"스포르차가":[{"1":[["家"],[["15세기부터 16세기까지 북이탈리아의 밀라노 공국(公國)을 지배한 가계(家系). 용병대 대장에서 밀라노 공이 된 프란체스코 때에 가장 융성하였다.","역사"]],1,null]},{}],"스타일":[{"1":[[],[["복식이나 머리 따위의 모양.",null],["일정한 방식.",null],["문학 작품에서, 작가의 개성을 드러낼 수 있는 형식이나 구성의 특질.","문학"],["미술ㆍ건축ㆍ음악ㆍ문학 따위에서, 어떤 유파나 시대를 대표하는 특유한 형식.","예체능 일반"]],4,null]},{"0":[["style"],[["style","The shape of hair or clothes."],["style","A certain way or format."],["style","A particular format or feature found in literature or art."]],2,null]}],"스데반":[{"1":[[],[["기독교 최초의 순교자. 예루살렘 교회가 뽑은 일곱 집사 가운데 한 사람으로, 유대교의 의식ㆍ전통ㆍ성전을 비판하고 예수가 메시아임을 주장하여, 모세의 율법을 어겼다는 죄목으로 처형되었다.","기독교"]],4,null]},{}],"스킥다":[{"1":[[],[["북아프리카의 알제리 동북부에 있는 항구 도시. 스킥다 만의 남쪽 연안에 있는 스토라 만에 자리 잡고 있으며, 프랑스가 유럽풍의 시가지와 항만을 건설한 이래 급속히 발전하였다. 콘스탄틴의 외항으로서 올리브유, 철광석 따위를 수출한다.","지명"]],4,null]},{}],"스네이크우드":[{"1":[[],[["협죽도과의 덩굴성 상록 관목. 높이는 1미터 정도이며, 줄기와 뿌리의 꼬임새가 뱀 모양이다. 7월에 꽃이 피고 10월에 핵과(核果)를 맺으며 뿌리는 약용한다. 브라질이 원산지로 원예용으로 재배한다.","식물"]],4,null]},{}],"스프레이":[{"1":[[],[["머리를 원하는 모양으로 고정하는 데 쓰는 미용 재료.",null]],4,null]},{"0":[["spray"],[["hair spray","A liquid sprayed onto the hair to hold any hairstyle in place."],["spray; sprayer","A container for spraying liquid like a mist; or the product contained in such a container. "]],0,null]}],"스펠":[{"1":[[],[["표음 문자, 특히 유럽어를 바르게 철자하는 일. 또는 그런 철자.",null]],4,null]},{}],"스내치":[{"1":[[],[["역도 경기 종목의 하나. 바벨을 두 손으로 잡아 한 번의 동작으로 머리 위까지 들어 올려 일어서는 종목이다.","체육"]],4,null]},{}],"스케일링":[{"1":[[],[["금속 표면에 있는 더러운 이물질을 제거하는 일.","공업"],["이에서 치석을 제거하는 일.","의학"]],4,null]},{"0":[["scaling"],[["scaling","The act of getting rid of the hardened substance between one's teeth at the dentist's."]],0,null]}],"스트레이트":[{"1":[[],[["어떤 상황이 동일하게 계속되는 것.",null],["양주에 물 따위를 타지 않고 그냥 마시는 일. 또는 그 양주.",null],["야구에서, 투수가 변화를 주지 아니하고 직선같이 곧게 던지는 공.","체육"],["권투에서, 팔을 일직선으로 쭉 뻗어 타격하는 동작.","체육"],["야구에서, 포볼로 타자를 1루에 내보내는 행위.","체육"]],4,null]},{"0":[["straight"],[["succession","A state in which a certain situation or something continue without being stopped."],["straight whisky; straight coffee","Whisky or coffee that is not mixed with water or something."],["straight punch","A motion of hitting the opposite party by stretching one's arm in a boxing match."],["straight","The shape of stretching in a straight line."]],0,null]}],"스테이션왜건":[{"1":[[],[["접의자 방식의 좌석이 붙어 있고 좌석을 젖혀 차내의 뒤쪽에 짐을 실을 수 있도록 후면에도 문이 달려 있는 승용차.",null]],4,null]},{}],"스냅":[{"1":[[],[["수단추와 암단추를 눌러 맞추어 채우는 단추. 주로 쇠붙이로 만든 단추로, 채우거나 뺄 때에 똑딱 소리가 난다.",null],["움직이는 피사체를 재빨리 찍는 사진.","영상"],["운동 경기에서, 공이나 창 따위를 던질 때 속력을 내기 위하여 손목을 재빨리 안쪽으로 꺾으면서 던지는 일.","체육"],["미식축구에서, 스크리미지 처음에 재빨리 센터가 공을 잡아 쿼터백에게 보내는 일.","체육"]],4,null]},{"0":[["snap"],[["snap fastener","A pair of buttons used to fasten clothes using one piece with a hollow center that fits into a groove in the middle of another piece."],["snap; snapshot","A photo, taken quickly, of a moving object. "],["snap","In a sports game, the act of snapping the wrist to throw a ball or javelin, etc., quickly. "]],0,null]}],"스크레이퍼":[{"1":[[],[["기계로 깎거나 줄질한 면을 다시 정밀하게 다듬는 데에 쓰는 칼.","공업"]],4,null]},{}],"스푸마토":[{"1":[[],[["색깔 사이의 경계선을 명확히 구분 지을 수 없도록 부드럽게 옮아가게 하는 기법. 레오나르도 다빈치의 그림에서 비롯된 것으로 알려진다.","미술"]],4,null]},{}],"스와니강":[{"1":[["江"],[["미국의 조지아주와 플로리다주를 거쳐 멕시코만으로 흘러 들어가는 강. 가곡의 제목으로 유명하며 가곡을 기념하는 박물관이 있다. 길이는 400km.","지명"]],1,null]},{}],"스치미":[{"1":[[],[["→ 시치미.",null]],2,null]},{}],"스트리킹":[{"1":[[],[["벌거벗고 대중 앞에서 달리는 일. 1974년 초에 미국에서 처음 시작되었다.",null]],4,null],"2":[[],[["텔레비전의 영상 증폭기의 회로 장애 따위로 화면에 나오는 물체의 윤곽이 뚜렷하지 않고 길게 꼬리를 빼는 현상.","전기·전자"]],4,null]},{}],"스테아르산":[{"1":[["酸"],[["고급 포화 지방산의 하나. 무색의 고체로, 유지류의 주요 성분이다. 냄새가 없고 알코올이나 에테르 따위에 녹으며, 비누, 양초, 연고, 좌약 따위를 만드는 데 쓰인다. 화학식은 CH<sub style='font-size:11px;'>3</sub>(CH<sub style='font-size:11px;'>2</sub>)<sub style='font-size:11px;'>16</sub>COOH.","생명"]],1,null]},{}],"스틸바이트":[{"1":[[],[["단사 정계에 속하는 제올라이트의 하나. 유리 광택이 나며 쪼갠 면은 진주광택이 난다. 현무암 따위의 염기성 화성암의 틈을 메워서 산출된다.","광업"]],4,null]},{}],"스코리어":[{"1":[[],[["금속을 용융하거나 광석을 환원한 후에 남는 폐물(廢物).","공업"]],4,null]},{}],"스페어타이어":[{"1":[[],[["자동차의 펑크에 대비한 예비 타이어.",null]],4,null]},{"0":[["spare tire"],[["spare tire","An extra tire carried in a car in case one of the current tires goes flat or is found to be out of order. "]],0,null]}],"스페인어":[{"1":[["語"],[["인도ㆍ유럽 어족의 이탤릭 어파에 속한 언어. 에스파냐 및 중남미 여러 나라의 공용어이다.","언어"]],1,null]},{"0":[["Spain語"],[["Spanish","The language spoken mainly in Spain and most of Latin America."]],0,null]}],"스핑고미엘린":[{"1":[[],[["인지질(燐脂質)의 하나. 특히 뇌에 많으며 신장이나 기타의 조직 가운데에도 존재한다.","화학"]],4,null]},{}],"스탠딩":[{"1":[[],[["야구에서, 공격이 끝나고 수비로 바뀔 때 누상에 주자가 남아 있는 일.","체육"]],4,null]},{}],"스파이커":[{"1":[[],[["배구에서, 스파이크를 하는 사람.","체육"]],4,null]},{}],"스틱":[{"1":[[],[["하키용의 타봉(打棒).","체육"],["인쇄 용구의 하나. 채자(採字)한 활자를 식자공이 필요한 길이대로 담아서 늘어놓는 데에 사용하는 것으로, 놋쇠 또는 쇠로 만들며 직사각형 모양이다.","매체"]],4,null]},{"0":[["stick"],[["stick","A long stick-shaped tool used in sports games such as hockey, etc."]],0,null]}],"스당":[{"1":[[],[["프랑스 동북부의 뫼즈강 연안에 있는 공업 도시. 프로이센ㆍ프랑스 전쟁과 두 차례 세계 대전의 격전지이다.","지명"]],4,null]},{}],"스플리트":[{"1":[[],[["크로아티아 남부에 있는 항구 도시. 조선, 통조림, 시멘트 공업이 발달하였다. 로마 시대의 궁전 유적이 있다.","지명"]],4,null]},{}],"스파르타":[{"1":[[],[["고대 그리스의 도리아인이 펠로폰네소스반도 중부의 라코니아 지방에 세운 도시 국가. 귀족 정치를 실행하여 본토인을 노예화하고 자국민에게 군국주의식 의식 교육을 베풀었다. 기원전 5세기에 펠로폰네소스 전쟁에서 아테네를 격파하고 그리스의 패권을 잡았으나 점차로 쇠퇴하여 기원전 146년에 로마에 망하였다.","역사"]],4,null]},{}],"스퍼트":[{"1":[[],[["달리기나 경영(競泳) 따위에서, 어떤 지점에서부터 전속력을 냄. 또는 그런 일.","체육"]],4,null]},{}],"스포츠맨":[{"1":[[],[["운동 경기에 뛰어난 재주가 있거나 전문적으로 운동을 하는 사람.",null]],4,null]},{"0":[["sportsman"],[["sportsman","A person who is good at sports or does it as a profession."]],0,null]}],"스키오그래프":[{"1":[[],[["엑스선(X線)의 세기를 측정하는 데 쓰는 장치.","물리"]],4,null]},{}],"스카이라인":[{"1":[[],[["편평한 대지의 끝과 하늘이 맞닿아 경계를 이루는 선.",null],["하늘과 맞닿은 것처럼 보이는, 산이나 건물 따위의 윤곽선.",null]],4,null]},{}],"스키타이":[{"1":[[],[["기원전 8세기부터 기원전 3세기까지 흑해 동북 지방의 초원 지대에서 활약한 최초의 기마 유목 민족. 오리엔트ㆍ그리스의 금속 문화의 영향을 받아 무기ㆍ마구(馬具) 따위를 발달시켜 강대한 왕국을 건설하였으며, 동물의장을 기조로 한 독특한 미술 양식을 낳았으나, 후에 사르마트에게 쫓겨 쇠퇴하였다.","역사"]],4,null]},{}],"스케르찬도":[{"1":[[],[["악보에서, 익살스럽게 연주하라는 말.","음악"]],4,null]},{}],"스콜":[{"1":[[],[["열대 지방에서 대류에 의하여 나타나는 세찬 소나기. 강풍, 천둥, 번개 따위를 수반하는 경우가 많다.","지구"]],4,null]},{}],"스로틀":[{"1":[[],[["통로의 면적을 여러 가지로 변화시켜 흐르는 유체(流體)를 제한하는 판(瓣). 특히 내연 기관의 기화기에 붙어 흡입 공기량을 조절하는 것이나 증기 기관에 붙어 증기량을 조절하는 것을 이른다.","기계"]],4,null]},{}],"스멜로비전":[{"1":[[],[["1960년 미국의 토드(Todd, M.)가 제작한 냄새가 나는 영화. 영화관의 스멜 스피커(smell speaker)를 통해 냄새를 발산하여 관객이 화면의 동작에 동조(同調)하는 방식을 썼다.","영상"]],4,null]},{}],"스킨로션":[{"1":[[],[["피부 보호에 쓰는 화장수.",null]],4,null]},{"0":[["skin lotion"],[["skin lotion","A cosmetic for soothing and protecting one's skin after washing one's face."]],0,null]}],"스카비오사":[{"1":[[],[["산토끼꽃과 체꽃속의 식물을 통틀어 이르는 말.","식물"],["산토끼꽃과의 여러해살이풀. 높이는 40~60cm이며, 잎은 뾰족한 달걀 모양이다. 7~8월에 흰색, 붉은색, 보라색 따위의 꽃이 피고 남유럽에서 자생한다.","식물"]],4,null]},{}],"스로":[{"1":[[],[["야구나 볼링 따위에서, 공을 던짐. 또는 그 공.","체육"]],4,null]},{}],"스노블로어":[{"1":[[],[["도로 표면의 눈을 제거하는 기계. 스크루형(screw型)의 날개를 써서 기계 속으로 눈을 끌어 넣고 다시 멀리 떨어진 곳에 뿜어낸다.","교통"]],4,null]},{}],"스트라이드":[{"1":[[],[["육상 경기 따위에서, ‘보폭’을 이르는 말.","체육"]],4,null]},{}],"스리":[{"1":[[],[["음식을 먹다가 볼을 깨물어 생긴 상처.",null]],2,"스리"]},{}],"스토이시즘":[{"1":[[],[["스토아학파가 내세우는 방식의 합리주의나 엄격한 극기와 금욕을 위주로 하는 생활 태도. 감정에 사로잡히지 않고 쾌락과 고통에 동요하지 않으며 의연한 자세로 운명을 받아들이는 태도를 이른다.","철학"]],4,null]},{}],"스침":[{"1":[[],[["→ 시침01.",null]],2,null]},{}],"스포르찬도":[{"1":[[],[["악보에서, 특히 그 음을 세게 연주하라는 말. 기호는 ‘sf.’ 또는 ‘sfz.’.","음악"]],4,null]},{}],"스탈린그라드":[{"1":[[],[["‘볼고그라드’의 옛 이름.","지명"]],4,null]},{}],"스타펠리아":[{"1":[[],[["박주가릿과의 스타펠리아속 식물을 통틀어 이르는 말.","식물"],["스타펠리아속 식물 이외의 박주가릿과의 다육질 식물을 이르는 말.","식물"],["박주가릿과의 여러해살이풀. 선인장과 비슷한데 높이는 20cm 정도이며 줄기는 무더기로 나고 잎은 없다. 7~10월에 줄기 밑동에서 어두운 자주색의 꽃이 1~3송이 피는데 악취가 난다. 관상용으로 재배하며 열대 아프리카가 원산지로 80여 종이 있다.","식물"]],4,null]},{}],"스페이스체어":[{"1":[[],[["공기를 넣어서 쓰는, 특수 염화 비닐로 만든 의자. 가볍고 공기를 빼서 접어 둘 수 있어 편리하다.",null]],4,null]},{}],"스컬":[{"1":[[],[["좌우의 노를 한 사람이 젓는 가벼운 보트 경주. 또는 그 보트. 싱글, 더블, 4인 경주의 세 종목이 있다.","체육"]],4,null]},{}],"스테이플러":[{"1":[[],[["‘ㄷ’ 자 모양으로 생긴 철사 침(針)을 사용하여 서류 따위를 철하는 도구.",null]],4,null]},{"0":[["stapler"],[["stapler","A tool used to bind a bundle of paper by inserting a metal pin."]],0,null]}],"스몰트":[{"1":[[],[["이산화 규소와 탄산 칼륨에 산화 코발트를 함께 녹여서 만든 청색 칼륨 유리. 유리, 도자기 따위의 청색 안료로 쓴다.","화학"]],4,null]},{}],"스티로폴":[{"1":[[],[["→ 스티로폼.",null]],4,null]},{}],"스탠스":[{"1":[[],[["골프ㆍ야구에서, 공을 칠 때의 두 발의 위치나 벌린 폭. 또는 권투에서 선수가 상대와 대적할 때 벌리는 다리의 폭.","체육"]],4,null]},{}],"스펙트로미터":[{"1":[[],[["분광기의 하나. 파장 눈금 또는 각도 눈금이 있는 분광기로 망원경과 시준기(視準器)로 구성되어 있다. 프리즘 대나 회절발과 망원경을 돌려서 임의의 스펙트럼선을 십자선에 맞추어서 직접 파장을 읽을 수 있다.","물리"]],4,null]},{}],"스케르초":[{"1":[[],[["베토벤이 미뉴에트 대신 소나타, 교향곡 등의 제3악장에 채용한 3박자의 쾌활한 곡. 보통은 스케르초-트리오-스케르초의 겹세도막 형식이다. 이후 쇼팽과 브람스의 피아노곡, 어두운 성격의 스케르초와 서정적인 트리오가 되었다.","음악"],["바로크 시대의 경쾌한 오락적인 성악곡.","음악"]],4,null]},{}],"스크램블러":[{"1":[[],[["남이 도청하는 것을 막기 위하여 주파수를 아주 다르게 변환하는 기계.","정보·통신"]],4,null]},{}],"스포로시스트":[{"1":[[],[["편형동물문 흡충강의 간디스토마나 간질(肝蛭)의 발생 과정 중 첫 번째 중간 숙주 안에 있는 유생. 체내에는 배세포군(胚細胞群)이라는 세포 뭉치가 있어 이것이 발육하여 몇 마리에서 수십 마리의 레디아가 된다.","동물"],["포자를 방출하기 이전에 포자가 형성되는 시기.","식물"]],4,null]},{}],"스펙트로스코프":[{"1":[[],[["빛 따위 전자파나 입자선을 파장에 따라 스펙트럼 분석 하여 그 세기와 파장을 검사하는 장치. 프리즘 분광기, 격자 분광기, 간섭 분광기 따위가 있다.","물리"]],4,null]},{}],"스크래피":[{"1":[[],[["양이나 산양류 따위에서, 중추 신경에 감염되는 질환. 잠복기가 길며 병원체는 변형된 단백질인 프라이온(prion)이다.","수의"]],4,null]},{}],"스포츠카":[{"1":[[],[["스피드를 높이는 데에 중점을 두어 만든 오락용ㆍ경주용 자동차.",null]],4,null]},{"0":[["sports car"],[["sports car","A car made to run at a high speed mainly for racing and entertainment."]],0,null]}],"스트리퍼":[{"1":[[],[["스트립쇼에 출연하는 사람.",null]],4,null]},{}],"스캔들":[{"1":[[],[["매우 충격적이고 부도덕한 사건. 또는 불명예스러운 평판이나 소문.",null]],4,null]},{"0":[["scandal"],[["scandal","An extremely shocking, immoral incident, or an extremely humiliating reputation or rumor."]],0,null]}],"스멀거림":[{"1":[[],[["개미가 피부 속이나 피부 위를 기어가는 듯한 이상 감각. 척수와 말초 신경 질환의 일반적 증상이다.","의학"]],2,"스멀거림"]},{}],"스트로크":[{"1":[[],[["왕복 운동 기관에서, 피스톤이 실린더 안의 한 끝에서 다른 끝까지 움직이는 동작. 또는 그런 거리.","공업"],["조정에서, 노를 한 번 젓는 일. 노를 물에 넣어 젓기 시작할 때부터 젓기를 끝낼 때까지의 1회전을 이른다.","체육"],["골프에서, 클럽으로 공을 치는 일.","체육"],["테니스에서, 라켓으로 공을 치는 일.","체육"],["수영에서, 팔로 물을 끌어당기는 동작.","체육"],["기타 연주에서, 여러 줄을 내려치거나 올려 치는 주법.","음악"]],4,null]},{}],"스위트윌리엄":[{"1":[[],[["석죽과의 여러해살이풀. 원줄기는 높이가 30~50cm이고 네모지며, 잎은 마주나고 넓은 피침 모양이다. 6~8월에 붉은색 바탕에 짙은 무늬가 있는 꽃이 원줄기 끝에서 원통형으로 뭉쳐 피며 열매는 삭과(蒴果)를 맺는다. 관상용이고 한국, 유럽, 중국 등지에 분포한다.","식물"]],4,null]},{}],"스파게티":[{"1":[[],[["이탈리아식으로 만든 국수 요리. 마카로니와는 달리 가운데 구멍이 없는 가는 국수에 독특한 소스를 쳐서 먹는다.",null]],4,null]},{"0":[["spaghetti"],[["spaghetti","A dish made with long, thin Italian noodles."]],1,null]}],"스캐브":[{"1":[[],[["동맹 파업에 참여하지 아니하거나 이를 파괴하는 사람.","사회 일반"]],4,null]},{}],"스키피스토마":[{"1":[[],[["해파리류의 플라눌라 애벌레가 변태한 폴립의 하나. 족반, 입, 더듬이, 누두 따위를 가졌다.","동물"]],4,null]},{}],"스트로부스잣나무":[{"1":[[],[["소나뭇과의 상록 침엽 교목. 높이는 30미터 정도이며, 잎은 5개씩 뭉쳐난다. 꽃은 5월에 단성화(單性花)로 피고 열매는 구과(毬果)로 다음 해 10월에 익는다. 목재는 가구재나 건축재로 쓰고 정원수로 가꾼다. 북아메리카가 원산지로 우리나라 각지에 분포한다.","식물"]],1,null]},{}],"스토킹":[{"1":[[],[["상대방의 의사(意思)에 반하여 지속적으로 상대방을 쫓아다니거나 지켜보거나 하여 불안감 또는 공포심을 불러일으키는 행위.","법률"]],4,null]},{}],"스리위자야":[{"1":[[],[["7세기에서 11세기까지 수마트라의 팔렘방을 중심으로 있었던 나라. 샤일렌드라 왕조가 지배하였는데, 당나라에서는 실리불서(室利佛逝), 송나라에서는 삼불제(三佛齊)라 불렀다.","역사"]],4,null]},{}],"스핑크스":[{"1":[[],[["고대 이집트와 아시리아 등지에서 왕궁, 신전, 분묘 따위의 입구에 세운 석상. 이집트에서는 왕의 권력을 상징하였다.","역사"],["그리스 신화에 나오는 괴물. 상반신은 여자이고 하반신은 날개가 돋친 사자의 모습으로, 행인에게 수수께끼를 내어 풀지 못하면 죽였다고 한다.","문학"]],4,null]},{"0":[["Sphinx"],[["sphinx","In Egypt, a stone statue found at the entrance of buildings to symbolize the king's power."]],0,null]}],"스펠링":[{"1":[[],[["표음 문자, 특히 유럽어를 바르게 철자하는 일. 또는 그런 철자.",null]],4,null]},{"0":[["spelling"],[["spelling","Mainly in European languages, the act of writing according to spelling rules, or such a spelling."]],0,null]}],"스퀴브":[{"1":[[],[["미세한 검은색 화약을 채운 작은 관(管). 점화에 의하여 발화ㆍ연소되어, 로켓처럼 불꽃을 내면서 화약이 장전된 구멍으로 타들어 간다.","공업"]],4,null]},{}],"스카른":[{"1":[[],[["고온 교대 광상의 맥석(脈石)으로, 특유의 검푸른 광물 집합체를 이루는 규산염 광물. 화성암과 석회암, 백운석 따위의 접촉 부분에 생긴 변성암으로서, 규회석ㆍ석류석ㆍ투휘석 따위가 있다.","광업"]],4,null]},{}],"스펙트르":[{"1":[[],[["조성(組成)이 복잡한 현상이나 물질을 단순 성분으로 분해하고, 성질을 특징짓는 양의 크고 작은 순으로 배열한 성분. 음향 스펙트럼, 자기 스펙트럼, 질량 스펙트럼, 에너지 스펙트럼 따위가 있다.","물리"]],4,null]},{}],"스프린트":[{"1":[[],[["육상, 수영, 스피드 스케이트 따위의 단거리 레이스. 또는 단거리를 전력으로 수영하거나 달리는 일.","체육"],["자전거 경기에서, 트랙을 두 바퀴 또는 세 바퀴 돌아 도착한 순서를 겨루는 경기. 거리는 대략 1,000미터이고, 마지막 200미터에서 전속력을 낸다.","체육"]],4,null]},{}],"스위트룸":[{"1":[[],[["한데 이어져 있는 방이라는 뜻으로, 호텔 등에서 욕실이 딸린 침실, 거실 겸 응접실 따위가 하나로 붙어 있는 특별실을 이르는 말.",null]],4,null]},{}],"스페로이드":[{"1":[[],[["지구 표면의 복잡한 기복은 생각하지 아니하고 일반적이고 기하학적 형태만을 나타낸 타원형의 지구 형태. 지구의 긴 반경은 약 6,378km, 짧은 반경은 약 6,357km이다.","지구"]],4,null]},{}],"스와데시":[{"1":[[],[["20세기 초에 인도에서 전개되었던 독립 운동 표어의 하나. 영국 상품을 배척하고 국산품의 애용과 장려를 주장하였다.",null]],4,null]},{}],"스완즈컴인":[{"1":[["人"],[["영국의 켄트주 스완즈컴에서 발견된 화석 인류. 네안데르탈인보다 앞선 것으로, 수직인 측두(側頭) 부분과 둥근 후두부의 윤곽이 현대인과 다르다.","생명"]],1,null]},{}],"스카이훅":[{"1":[[],[["바람의 상태나 고층 대기에 관한 데이터를 측정하는 데 쓰는, 플라스틱으로 만든 대형 기구.","지구"]],4,null]},{}],"스모크":[{"1":[[],[["무대 효과로서 연기나 안개 따위로 쓰는 초연(硝煙).","예체능 일반"]],4,null]},{}],"스테압신":[{"1":[[],[["이자(胰子)에서 분비하는 이자액에 들어 있는 지방 분해 소화 효소.","생명"]],4,null]},{}],"스타덤":[{"1":[[],[["스타의 지위 또는 신분.",null]],4,null]},{}],"스페르마틴":[{"1":[[],[["동물의 고환(睾丸)이나 전립샘에서 추출(抽出)하는 호르몬제(劑).","생명"]],4,null]},{}],"스피커폰":[{"1":[[],[["마이크와 스피커가 부착되어 있는 전화기. 스피커로 수화하고 마이크로 송화하게 되어 있어서 수화기를 갖지 않고도 통화가 가능하다.",null]],4,null]},{}],"스에키":[{"1":[[],[["일본 토기의 하나. 회색 또는 회갈색으로, 단단하며 모양이 정연하고 치밀한 것이 특징으로 가야 토기의 직접적인 영향을 받았다.","역사"]],4,null]},{}],"스킬":[{"1":[[],[["일정한 길이로 자른 털실을 갈고리 모양의 바늘로 망사에 걸어서 수를 놓는 자수. 방석, 벽걸이 따위를 만드는 데 쓴다.","공예"]],4,null]},{}],"스프링복":[{"1":[[],[["솟과의 포유류. 몸의 길이는 1.2미터 정도이고 어깨높이도 1.2미터 정도이다. 몸의 윗면은 붉은 갈색이고 몸의 아랫면은 옅은 갈색이며 등의 중앙에서 엉덩이까지는 백색의 긴 털이 나 있다. 암수 모두 뿔이 있으며 길이는 약 35cm이고 ‘S’ 자 모양으로 안쪽으로 구부러졌다. 남아프리카에 분포한다.","동물"]],4,null]},{}],"스타디움":[{"1":[[],[["육상 경기장이나 야구장 따위와 같이 주위에 관람석이 있는 규모가 큰 경기장. 원형이나 타원형인 것이 많다.","체육"]],4,null]},{"0":[["stadium"],[["stadium","A big sports arena with seats."]],0,null]}],"스토니":[{"1":[[],[["시멘트에 특수한 약품을 혼합하여 돌처럼 딱딱하게 만든 제품. 물이나 불, 산(酸)에 잘 견디는 성질이 있어서 건축 재료, 금고, 냉장고, 금속제 미술품 따위에 쓰인다.","공업"]],4,null]},{}],"스모르찬도":[{"1":[[],[["악보에서, 차차 꺼져 가는 듯이 연주하라는 말.","음악"]],4,null]},{}],"스피라마이신":[{"1":[[],[["임질, 성병성 림프종 따위의 치료에 쓰는 방선균(放線菌)으로 만드는 항생 물질. 에리트로마이신과 비슷한 작용을 한다.","약학"]],4,null]},{}],"스콜라이트":[{"1":[[],[["지층에서 관찰되는 곧은 관 모양의 구조. 벌레가 만든 구멍이 화석화한 것으로 추측된다.","지구"]],4,null]},{}],"스케이트장":[{"1":[["場"],[["스케이팅을 위하여 얼음을 얼려 놓은 곳.","체육"]],1,null]},{"0":[["skate場"],[["ice skating rink; ice rink","An area where water is frozen so that people can ice skate."]],0,null]}],"스피커":[{"1":[[],[["전기 신호를 음향 신호로 변환하여 소리를 밖으로 내보내는 장치.",null],["소리를 크게 하여 멀리까지 들리게 하는 기구.","없음"]],4,null]},{"0":[["speaker"],[["speaker","A device that converts electrical signals into acoustic signals to emit sounds."],["speaker","A device that makes a sound louder so that it can reach farther."]],0,null]}],"스패니얼":[{"1":[[],[["몸집이 작은, 새 사냥용 개의 품종을 통틀어 이르는 말. 영국, 미국, 독일 등지가 원산지로 코카, 스프링어, 크란버, 워터 따위가 있다.","동물"]],4,null]},{}],"스테인드글라스":[{"1":[[],[["색유리를 이어 붙이거나 유리에 색을 칠하여 무늬나 그림을 나타낸 장식용 판유리.","미술"]],4,null]},{}],"스타티세":[{"1":[[],[["갯길경과의 한해살이풀. 줄기는 높이가 30~60cm이고 날개 같은 것이 있다. 근생엽은 물결 모양으로 갈라진다. 7~8월에 연보라색, 푸른색, 노란색, 흰색 따위의 잔꽃이 줄기 끝에 한쪽으로 치우친 수상(穗狀) 화서로 핀다. 지중해 연안이 원산지로 꽃밭에 심어 가꾼다.","식물"]],4,null]},{}],"스침견지낚시":[{"1":[[],[["배를 타고 가면서 낚싯줄을 늦추었다 감았다 하며 찌가 물 밑 바닥을 스치게 하여 고기를 낚는 견지낚시.","체육"]],2,"스침견지낙씨"]},{}],"스타방에르":[{"1":[[],[["노르웨이 서남부에 있는 항구 도시. 북해에 면하여 있는 어업의 중심지이며 영국과의 무역이 활발하다.","지명"]],4,null]},{}],"스케르초소":[{"1":[[],[["악보에서, 재미있게 또는 익살스럽게 연주하라는 말.","음악"]],4,null]},{}],"스티렌":[{"1":[[],[["계피산을 석회와 함께 증류하거나 에틸벤젠의 탈수소 반응으로 얻는 무색의 액체. 자극적인 냄새와 인화성이 있으며 쉽게 중합되어 고체인 합성수지로 변한다. 스타이렌 수지, 합성 고무 따위를 만드는 데 쓴다. 화학식은 C<sub style='font-size:11px;'>6</sub>H<sub style='font-size:11px;'>5</sub>CHCH<sub style='font-size:11px;'>2</sub>.","화학"]],4,null]},{}],"스타일링":[{"1":[[],[["산업 디자인에서, 제품의 기구(機構) 부분은 그대로 두고 외부의 스타일만을 바꾸는 일.","공업"]],4,null]},{}],"스토퍼":[{"1":[[],[["착암기의 하나. 터널 공사에 쓴다.","건설"],["야구에서, 결정적인 위기 상황에 등판하여 상대의 공격을 효과적으로 막아 내 승리를 지키는 투수.","체육"],["축구에서, 주로 센터 포워드를 마크하는 역할을 하는 선수.","체육"],["배를 멈추는 데 쓰는 밧줄.","교통"]],4,null]},{}],"스투코":[{"1":[[],[["벽돌이나 목조 건축물 벽면에 바르는 미장 재료. 건물의 방화성과 내구성을 높일 뿐만 아니라 건물의 외관을 아름답게 한다.","건설"]],4,null]},{}],"스와질란드":[{"1":[[],[["아프리카 남부, 남아프리카 공화국과 모잠비크의 경계에 있는 입헌 군주국. 1968년 영국에서 독립하였다. 농업과 목축업을 주로 하여 사탕수수ㆍ옥수수ㆍ쌀ㆍ목화 따위를 생산하며, 주민은 스와지족이고 주요 언어는 영어와 스와지어이다. 수도는 음바바네, 면적은 1만 7366㎢.","지명"]],4,null]},{}],"스텔스":[{"1":[[],[["항공기나 유도탄 따위를 제작할 때, 레이다 전파를 흡수하는 형상ㆍ재료ㆍ도장(塗裝) 따위를 사용하여 레이다에 의한 탐지를 어렵게 하는 기술.","군사"]],4,null]},{}],"스낵":[{},{"0":[["snack"],[["snack","A light meal or snack."]],0,null]}],"스풀링":[{"1":[[],[["컴퓨터 시스템에서 중앙 처리 장치와 각각의 입출력 장치가 서로 독립적으로 작동하는 것.","정보·통신"],["처리할 데이터를 디스크나 테이프에 저장하고 이것을 다른 장치가 이용하도록 하는 기법.","정보·통신"]],4,null]},{}],"스택":[{"1":[[],[["연도(煙道)가 연결된 굴뚝이 지붕 위로 돌출한 부분.","건설"],["처마에서 지면으로 내린 수직 홈통.","건설"],["비행장에 착륙하려고 공중에서 기다리고 있는 항공기에 별도로 고도를 지정하는 일.","군사"]],4,null],"2":[[],[["동적이고 순차적인 자료의 목록. 시스템의 기억 장치에 설치하며 한쪽 끝에서만 저장과 제거를 할 수 있는 특성이 있다. 서브프로그램의 호출과 복귀를 처리할 때 이용한다.","정보·통신"]],4,null]},{}],"스위치보드":[{"1":[[],[["발전소나 변전소 또는 전기 시설이 되어 있는 건물 같은 곳에 장치한 반(盤). 안전장치, 계기, 표시등, 계전기, 개폐기 따위를 배치하여 전로(電路)의 개폐나 기기(機器)의 제어와 감시를 쉽게 한다.","전기·전자"]],4,null]},{}],"스탈리나바드":[{"1":[[],[["‘두샨베’의 옛 이름.","지명"]],4,null]},{}],"스노모빌":[{"1":[[],[["앞바퀴 대신 스키를 단 눈 자동차. 적설지에서의 연락이나 화물 수송 및 스포츠에 쓴다.","기계"]],4,null]},{}],"스테인리스":[{"1":[[],[["‘스테인리스강’을 일상적으로 이르는 말.",null]],4,null]},{"0":[["stainless"],[["stainless steel","Steel made to prevent rust."]],0,null]}],"스노타이어":[{"1":[[],[["눈길 주행용으로 만든 타이어. 도로 표면과 접촉하는 부분에 홈이 많고 깊어서 제동 거리가 짧고, 미끄러지는 위험이 적다.","교통"]],4,null]},{}],"스크리미지":[{"1":[[],[["미식축구의 통상적인 플레이. 양 팀에서 각각 7명 이상의 선수가 공을 사이에 두고 규정된 위치에 자리 잡고, 공격 측의 스냅으로 경기가 시작된다.","체육"]],4,null]},{}],"스프링클러":[{"1":[[],[["물을 흩어서 뿌리는 기구. 작물이나 잔디에 물을 주는 데 사용하거나, 건물의 천장에 설치하여 실내 온도가 70℃ 이상이 되면 자동으로 물을 뿜는 자동 소화 장치로도 사용한다.",null]],4,null]},{}],"스탬프":[{"1":[[],[["우체국에서 접수된 우편물의 우표 따위에 도장을 찍음. 또는 그 도장. 접수 날짜, 국명(局名) 따위가 새겨져 있다.",null],["명승고적이나 특별한 행사를 기념하기 위하여 찍는 고무도장.","없음"]],4,null]},{"0":[["stamp"],[["stamp","A stamp with an institution's name, date, pattern, etc., used with ink."]],0,null]}],"스프링":[{"1":[[],[["늘고 주는 탄력이 있는 나선형으로 된 쇠줄.","없음"]],4,null],"2":[[],[["봄과 가을에 입는 가벼운 외투.","없음"]],4,null]},{"0":[["spring"],[["spring","A screw-shaped object that is coiled round and round, made to stretch and shrink easily."]],0,null]}],"스쿠터":[{"1":[[],[["소형 오토바이의 하나. 원동기를 좌석 밑에 두고 작은 바퀴 둘을 단 것으로, 축전지를 사용하거나 가솔린 발동기를 사용하여 작동한다.",null],["한쪽 발을 올려놓고 다른 발로 땅을 차며 달리는 외발 롤러스케이트.",null],["빙상ㆍ수상용 활주 범선.",null]],4,null]},{"0":[["scooter"],[["scooter","A small motorcycle."]],0,null]}],"스피카토":[{"1":[[],[["바이올린 따위의 현악기를 연주할 때, 손목을 움직여 활을 튀게 함으로써 음을 가늘고 짧게 끊는 주법.","음악"]],4,null]},{}],"스펙트로그램":[{"1":[[],[["음파(音波) 분석기에 의한 음파의 스펙트럼을 사진으로 찍은 것.","전기·전자"]],4,null]},{}],"스랍":[{"1":[[],[["하나님의 보좌를 지키는, 둘 또는 세 쌍의 날개를 지닌 천사.","기독교"]],4,null]},{}],"스키드":[{"1":[[],[["급브레이크를 밟았을 때, 자동차가 미끄러지는 일.",null]],4,null]},{}],"스타라플라니나산맥":[{"1":[["山脈"],[["불가리아 중앙부의 동서 방향으로 뻗어 있는 산맥. 최고봉인 보테프산의 높이는 2,375미터이다.","지명"]],1,null]},{}],"스태그플레이션":[{"1":[[],[["경기 불황 중에도 물가가 계속 오르는 현상.","경제"]],4,null]},{}],"스릴러":[{"1":[[],[["관객이나 독자에게 공포감이나 흥취를 불러일으킬 목적으로 만든 연극ㆍ영화나 소설 따위.",null]],4,null]},{}],"스매시":[{"1":[[],[["테니스ㆍ탁구ㆍ배구 따위에서, 공을 네트 너머로 세게 내려치는 일.","체육"]],4,null]},{}],"스탈린":[{"2":[[],[["‘바르나’의 옛 이름.","지명"]],4,null]},{}],"스테레오":[{"1":[[],[["방송이나 레코드 따위의 입체 음향 재생 방식. 또는 그런 장치. 두 개 이상의 마이크로 녹음한 음을 두 개 이상의 스피커로 재생하여 입체적인 음향을 느끼게 한다.","매체"]],4,null]},{"0":[["stereo"],[["stereo","A method of playing sound three-dimensionally using more than two speakers in broadcasts, records, etc., or such a device."]],0,null]}],"스트립쇼":[{"1":[[],[["선정적인 감정을 일으킬 목적으로 무용수가 음악에 맞추어 옷을 벗어 가며 진행하는 쇼.",null]],4,null]},{"0":[["▼strip show"],[["strip show; striptease","An erotic dance in which the performer undresses, while people watch the performance."]],0,null]}],"스트론튬":[{"1":[[],[["스트론튬석으로 산출되는 은백색의 연한 금속 원소. 화학적 활성이 크고, 상온에서 물을 분해하여 수소를 발생시킨다. 특수 합금으로 쓴다. 원자 기호는 Sr, 원자 번호는 38, 원자량은 87.62.","화학"]],4,null]},{}],"스푼":[{"1":[[],[["서양식 숟가락. 테이블 스푼, 티스푼 따위가 있다.",null],["음식물을 ‘「1」’에 담아 그 분량을 세는 단위.",null],["골프에서, 3번 우든 클럽을 이르는 말.","체육"]],4,null]},{"0":[["spoon"],[["spoon","An implement of different sizes with a long handle and a round, hollow part, used for eating food or drinking tea. "],["spoon; spoonful","The unit for counting the number of spoonfuls. "]],0,null]}],"스크랩북":[{"1":[[],[["신문, 잡지 따위에서 필요한 부분만을 오린 것을 보관하기 위하여 책처럼 만든 것.",null]],4,null]},{"0":[["scrapbook"],[["scrapbook","A book to keep articles or pictures from newspapers, magazines, etc."]],0,null]}],"스와호":[{"1":[["湖"],[["일본 나가노현(長野縣)의 스와 분지 북부에 있는 호수. 서쪽 연안의 덴류강(天龍江)이 시작하는 곳이다. 면적은 14.1㎢.","지명"]],1,null]},{}],"스파이크":[{"1":[[],[["배구에서, 네트 가까이 띄운 공을 상대편 코트로 세게 내리치는 공격.","체육"],["바닥에 뾰족한 징이나 못을 박은 운동화.","체육"]],4,null]},{"0":[["spike"],[["spike","In a volleyball, a type of attack in which a player hits down a ball floating near the net. "],["spike","Sharp cleats or nails usually pushed into the underside of shoes; or shoes with such cleats or nails."]],0,null]}],"스툴":[{"1":[[],[["등받이와 팔걸이가 없는 서양식의 작은 의자.",null]],4,null]},{}],"스마트폰":[{"1":[[],[["휴대 전화에 여러 컴퓨터 지원 기능을 추가한 지능형 단말기. 사용자가 원하는 응용 프로그램을 설치할 수 있는 것이 특징이다.","정보·통신"]],4,null]},{}],"스트로가노프가":[{"1":[["家"],[["16세기에서 17세기 사이의 제정 러시아의 부호 집안. 16세기 중반 이반 사세(Ivan四世)의 신임을 얻으면서부터 융성하여 광대한 직할령, 제염, 제철 따위의 특권을 부여받고 사병(私兵)ㆍ요새의 소유도 인정받았으며 시베리아의 개척에 공헌하였다.",null]],1,null]},{}],"스트레인":[{"1":[[],[["물체가 외부의 힘을 받았을 때에 생기는 변형의 양을 이때의 외부의 힘으로 나눈 값.","매체"],["물체가 외부의 힘을 받았을 때 생기는 형태와 부피의 변화.","물리"]],4,null]},{}],"스크립터":[{"1":[[],[["기획 담당자의 기획에 따라 방송용 대본을 쓰는 작가.","매체"],["영화 촬영 현장의 진행 기록계. 촬영 데이터를 기록해서 편집할 때 자료로 삼는다.","영상"]],4,null]},{}],"스티로폼":[{"1":[[],[["‘발포 스타이렌 수지’를 일상적으로 이르는 말. 상품명에서 유래한다.",null]],4,null]},{"0":[["styrofoam"],[["styrofoam","A synthetic material consisting of small grains with air, which is light and blocks heat."]],0,null]}],"스탠드바":[{"1":[[],[["서양식의 술집. 긴 스탠드 앞에 의자를 늘어놓고 바텐더가 여러 손님을 상대한다.",null]],4,null]},{"0":[["▼stand bar"],[["stand-up bar","A Western bar where one sits  and drinks face to face with a bartender across a long table."]],0,null]}],"스킬라":[{"1":[[],[["그리스 신화에 나오는 바다 괴물. 포르키스(Phorkis)의 딸로, 머리는 여섯이고 하체는 뱀 모양인데, 메시나(Messina) 해협에 살면서 그곳을 지나는 뱃사람을 잡아먹다가 뒤에 헤라클레스의 손에 죽는다.","문학"]],4,null]},{}],"스타터":[{"1":[[],[["자동차 엔진 따위의 시동 장치.","기계"],["축산에서, 치즈나 발효유를 만들기 위하여 배양한 유산균이나 효모.","식품"],["경주, 경영, 보트 레이스 따위에서, 출발 신호를 하는 사람.","체육"]],4,null]},{}],"스콜라학":[{"1":[["學"],[["중세의 교회나 수도원 부속 학교 또는 대학에서 연구하고 가르친 학문. 주로 철학과 신학이 중심이었기 때문에 스콜라 철학과 같은 뜻으로 쓴다.","철학"]],1,null]},{}],"스타이렌":[{"1":[[],[["계피산을 석회와 함께 증류하거나 에틸벤젠의 탈수소 반응으로 얻는 무색의 액체. 자극적인 냄새와 인화성이 있으며 쉽게 중합되어 고체인 합성수지로 변한다. 스타이렌 수지, 합성 고무 따위를 만드는 데 쓴다. 화학식은 C<sub style='font-size:11px;'>6</sub>H<sub style='font-size:11px;'>5</sub>CHCH<sub style='font-size:11px;'>2</sub>.","화학"]],4,null]},{}],"스렝":[{"1":[[],[["≪금보(琴譜)≫, ≪앙금신보≫ 등의 거문고 고악보에 보이는 연주법 구음(口音). 술대로 거문고의 문현(文絃)을 치고 유현(遊絃)을 거쳐 대현(大絃) 짚은 음까지 내려 타거나, 문현과 유현을 차례대로 치는 주법이다.","음악"]],2,"스렝"]},{}],"스코어링":[{"1":[[],[["모음 악보의 형태로 악곡을 쓰는 일.","음악"]],4,null],"2":[[],[["노(爐)나 유동 접촉 분해 장치 중에서, 프로세스 장치의 표면에 물리적ㆍ화학적 작용을 가하는 일.","공업"],["울(wool)에서 유지분이나 이물질을 제거하는 일.","공예"],["염색을 하기 전에 천을 세정하는 일.","공예"]],4,null]},{}],"스텔러바다사자":[{"1":[["獅子"],[["물갯과의 바다짐승. 몸의 길이는 3미터, 몸무게는 500~1100kg 정도로 바다사자류 가운데 가장 크며, 옅은 적갈색이고 털은 없다. 주둥이가 넓고 머리가 크고 목이 굵다. 북태평양에서 번식하고 겨울철에는 한국 동해안 및 홋카이도에까지 분포한다.","동물"]],1,null]},{}],"스케치북":[{"1":[[],[["스케치를 할 수 있도록 도화지 따위를 여러 장 한데 모아 맨 책.","미술"]],4,null]},{"0":[["sketchbook"],[["sketchbook","A book that consists of several sheets of white drawing paper."]],0,null]}],"스플래시":[{"1":[[],[["보트 경기에서, 노를 물속에 넣을 때에나 물속에서 빼낼 때에 실수로 물보라가 일어나는 일.","체육"]],4,null]},{}],"스피카":[{"1":[[],[["처녀자리에서 가장 밝은 별. 밝기가 1.0등급인 청색 별로, 천체 가운데 열여섯 번째로 밝은 별이다. 우리나라에서는 봄날 저녁 남쪽 하늘에서 볼 수 있다.","천문"]],4,null]},{}],"스톱":[{"1":[[],[["사진기의 조리개.","영상"],["오르간 따위에서, 각종 음관(音管)으로 들어가는 바람의 입구를 여닫는 장치. 음색(音色) 또는 음넓이를 바꾸는 구실을 한다.","음악"]],4,null]},{}],"스카이다이버":[{"1":[[],[["비행 중인 항공기에서 낙하산을 착용한 채 뛰어내려 목표 지점에 정확히 착지(着地)하는 것을 겨루는 경기를 하는 사람.",null]],4,null]},{}],"스몰렌스크":[{"1":[[],[["러시아 서부, 드네프르강 상류에 있는 도시. 유럽과 모스크바를 잇는 교통의 요지이다. 직물, 기계, 식품 따위의 공업이 활발하다. 나폴레옹 전쟁과 제이 차 세계 대전의 격전지이다.","지명"]],4,null]},{}],"스프":[{"1":[[],[["인조 섬유를 짧게 잘라 양털이나 솜과 같은 모양으로 정제(精製)방사(紡絲)한 섬유. 또는 그 섬유로 짠 옷감이나 실. 모직물 대신으로 쓴다.","공업"]],4,null]},{}],"스카치테이프":[{"1":[[],[["접착용 셀로판테이프. 상품명에서 나온 말이다.",null]],4,null]},{"0":[["Scotch tape"],[["sticky tape; Scotch tape","A transparent, shiny tape that is adhesive."]],0,null]}],"스캐파플로":[{"1":[[],[["영국 스코틀랜드 북부에 있는 오크니 제도의 포모나(Fomona), 호이(Hoy) 따위의 섬에 둘러싸인 수역(水域). 북해(北海)와 대서양을 연락하는 요지로, 제일 차ㆍ제이 차 세계 대전 당시 영국 해군의 근거지였다.","지명"]],4,null]},{}],"스미르나":[{"1":[[],[["‘이즈미르’의 옛 이름.","지명"]],4,null]},{}],"스토아":[{"1":[[],[["고대 그리스의 아고라(agora) 안에 있던, 기둥이 늘어선 복도. 시민이 산책하거나 집회할 때에 이용하였다.",null]],4,null]},{}],"스타노보이산맥":[{"1":[["山脈"],[["러시아의 동시베리아 남부를 동서로 잇는 산맥. 태평양으로 흐르는 아무르강과 북극해로 흐르는 레나강이 갈라지는 곳이다. 금, 석탄, 운모 따위가 매장되어 있다.","지명"]],1,null]},{}],"스틸벤":[{"1":[[],[["에틸렌의 각 탄소 원자에 결합된 수소 원자 하나가 페닐기로 치환된 화합물. 물감을 만드는 원료로 쓴다. 화학식은 C<sub style='font-size:11px;'>6</sub>H<sub style='font-size:11px;'>5</sub>CHCHC<sub style='font-size:11px;'>6</sub>H<sub style='font-size:11px;'>5</sub>.","화학"]],4,null]},{}],"스위트":[{"1":[[],[["몇 개의 소곡 또는 악장을 조합하여 하나의 곡으로 구성한 복합 형식의 기악곡. 17~18세기에 성하였던 고전 모음곡과 19세기 이후에 발전하였던 관현악용ㆍ피아노용 모음곡 따위의 근대 모음곡으로 나눈다.","음악"]],4,null]},{}],"스웨이":[{"1":[[],[["사교 댄스에서, 회전할 때 몸이 기울어지는 일.","무용"],["골프에서, 스윙할 때 상체가 상하 또는 좌우로 움직이는 일.","체육"]],4,null]},{}],"스프레드시트":[{"1":[[],[["표에 숫자나 문자 자료를 입력하고 이를 조작하여 자료를 처리하는 프로그램. 단순한 계산뿐만 아니라 자료를 도표로 나타내는 그래픽 기능과 데이터베이스 기능, 워드 프로세서 기능도 있다.","정보·통신"]],4,null]},{}],"스팬":[{"1":[[],[["다리, 건물, 전주 따위의 기둥과 기둥 사이. 또는 그 사이의 거리.","건설"],["비행기의 한쪽 날개 끝에서 다른 한쪽까지의 너비.","기계"]],4,null]},{}],"스릴":[{"1":[[],[["공연물이나 소설 따위에서, 간담을 서늘하게 하거나 마음을 졸이게 하는 느낌.",null]],4,null]},{"0":[["thrill"],[["thrill","A feeling that makes one scared or nervous in a performance, movie, novel, etc."]],0,null]}],"스토리":[{"1":[[],[["일정한 줄거리를 담고 있는 말이나 글.","없음"]],4,null]},{"0":[["story"],[[null,"→ 이야기"]],3,null]}],"스크루":[{"1":[[],[["회전축 끝에 나선면을 이룬 금속 날개가 달려 있어서 회전을 하면 무엇을 밀어 내는 힘이 생기는 장치.","기계"]],4,null]},{}],"스크럼":[{"1":[[],[["여럿이 팔을 바싹 끼고 횡대를 이루는 것.",null],["미식축구나 럭비에서, 쌍방의 팀에서 세 명 이상의 선수가 공을 에워싸고 서로 어깨를 맞대어 버티는 공격 태세. 반칙이 있을 때 심판의 명령에 따라 짜는 것으로, 쌍방의 전위로써 짜는 세트 스크럼과 편을 가리지 않고 짜는 루스 스크럼의 두 가지가 있다.","체육"]],4,null]},{"0":[["scrum"],[["scrum; scrimmage","Many people locking arm-in-arm, or putting arms around each other's shoulders and becoming one."]],0,null]}],"스완지":[{"1":[[],[["영국 웨일스만(Wales灣)에 면하여 있는 항구. 부근에 웨일스 탄전이 있어서 철, 동, 석(錫)의 제련이 활발하며 조선업이 발달하였다.","지명"]],4,null]},{}],"스프링필드":[{"1":[[],[["미국 중부에 있는 도시. 일리노이 탄전과 농업 지역의 중심지이며 링컨의 집, 묘지 따위가 있다. 농업 기계, 식품 가공, 섬유 따위의 공업이 활발하다. 일리노이주의 주도(州都)이다.","지명"]],4,null]},{}],"스크린":[{"1":[[],[["영화나 환등(幻燈) 따위를 투영하기 위한 백색 또는 은색의 막. 또는 그 영화.",null],["농구에서, 공격 팀에서 공을 갖지 않은 선수가 상대편 수비를 건드리지 않고 방해하게 한 뒤, 공을 가진 선수가 득점을 노리는 공격법.","체육"],["사진 제판에서 원화(原畫)의 농담(濃淡)을 망점(網點)으로 나타내기 위하여 사용하는, 그물눈이 있는 유리 또는 필름의 막.","매체"]],4,null]},{"0":[["screen"],[["screen","The flat space on which to project a video or movie. "],["the screen","The film industry. "]],0,null]}],"스가랴":[{"1":[[],[["기원전 6세기 후반 히브리의 예언자(?~?). 구약 성경의 <스가랴서(書)>는 그의 예언을 적은 것이다.","기독교"]],4,null]},{}],"스타일북":[{"1":[[],[["인쇄소, 출판사, 신문사 등에서 철자, 구두점, 약자 따위를 모아 엮은 책.","매체"]],4,null]},{}],"스테고돈":[{"1":[[],[["코끼릿과의 화석 동물. 전체 길이는 4미터 정도이며 위턱의 이가 길다. 코끼리와 마스토돈의 중간형으로 신생대의 제3기 중기부터 제4기 중기에 걸쳐 살았다. 인도, 미얀마, 자바, 필리핀, 일본, 중국 등지에서 발견된다.","동물"]],4,null]},{}],"스페릭스":[{"1":[[],[["공전(空電)의 발생을 탐지하는 기술이나 여기에 사용하는 방향 탐지 장치. 또는 그 공전.","기계"]],4,null]},{}],"스쿼시":[{"1":[[],[["과일즙을 소다수로 묽게 하고 설탕을 넣은 음료수.","없음"],["사방이 벽으로 둘러싸인 코트에서, 라켓으로 단단한 고무공을 벽에 맞히어서 공이 마루에 두 번 튕기기 전에 되받아 치는 구기 경기. 서비스 측과 리시브 측으로 나누며, 먼저 9점을 얻은 편이 이긴다.","체육"]],4,null]},{}],"스왜거코트":[{"1":[[],[["여성용 코트의 하나. 어깨에서 등 쪽으로 풍성한 플레어가 들어가고 허리 곡선을 무시한 헐렁하면서도 스포티한 모양이다. 스포츠용이나 외출용으로 착용하며 1930년대에 크게 유행하였다.",null]],4,null]},{}],"스필오버":[{"1":[[],[["방송 위성의 전파가 목적하지 않았던 지역에까지 도달하는 일.","정보·통신"]],4,null]},{}],"스트로판투스":[{"1":[[],[["협죽도과 스트로판투스속의 덩굴성 관목을 통틀어 이르는 말. 화관의 끝은 실 모양이고 아래로 늘어진다. 열매는 삭과(蒴果)로 스트로판틴이 있어 강심제로 쓴다.","식물"]],4,null]},{}],"스스로":[{"1":[[],[["자기 자신.",null]],2,"스스로"]},{"1":[[],[["oneself","One's own self."]],1,"스스로"]}],"스쿨버스":[{"1":[[],[["학생들의 통학 편의를 위하여 운영하는 학교 버스.",null]],4,null]},{"0":[["school bus"],[["school bus","A school bus run in order for students to conveniently commute from their homes to school."]],0,null]}],"스캐너":[{"1":[[],[["인체에 방사성 물질을 투입하여 그 분포 상태를 사진으로 만들어 병을 진단하는 장치.","의학"],["브라운관 따위에서 화상(畫像)을 안정적으로 나타내기 위한 주사 장치.","전기·전자"],["색도 분해기의 하나.","매체"],["그림이나 사진, 문자 따위를 복사하듯 읽어서 파일로 변환하여 저장하는 주변 장치.","정보·통신"]],4,null]},{"0":[["scanner"],[["scanner","A device that reads printed photos, pictures, letters, etc., changes them to files and saves them."]],0,null]}],"스캐닝":[{"1":[[],[["텔레비전이나 사진 전송 따위에서, 화면을 여러 개의 점으로 세분하고 그 점을 전기 신호로 바꾸는 일. 또는 이 전기 신호에서 점을 조립하여 화면을 재구성하는 일.","정보·통신"],["파일이나 프로그램의 내부를 검색하여 필요한 항목을 찾는 일.","정보·통신"]],4,null]},{}],"스테이플":[{"1":[[],[["전기 코드 따위의 선을 고정하는 데 사용하는 ‘ㄷ’ 자 모양의 못.",null]],4,null]},{}],"스트라디바리우스":[{"1":[[],[["17세기부터 18세기에 걸쳐 이탈리아의 바이올린 제작자 스트라디바리 일가(一家)가 제작한 바이올린. 명기(名器)로 진귀하게 여긴다.","음악"]],4,null]},{}],"스트린젠도":[{"1":[[],[["악보에서, 음을 점점 빠르게 연주하라는 말.","음악"]],4,null]},{}],"스핀새리스코프":[{"1":[[],[["형광막과 확대경으로 알파선을 검출하도록 만든 장치.","화학"]],4,null]},{}],"스윙":[{"1":[[],[["두 나라 사이의 무역 지급 협정에서 협정국이 서로 부여하는 신용 한도.","경제"],["선반(旋盤)이 깎아 낼 수 있는 최대의 직경. 보통 중심 높이의 두 배 정도이다.","기계"],["권투에서, 팔을 옆으로 크게 휘둘러 상대편을 치는 동작.","체육"],["스키에서, 활주하면서 방향을 바꾸거나 정지하는 기술.","체육"],["야구에서, 타자가 배트를 휘두르는 동작.","체육"],["재즈 연주 스타일의 하나. 1935년경부터 미국의 베니 굿맨(Benny Goodman) 악단이 연주하기 시작하였으며, 이후 10여 년 동안 유행하였다.","음악"]],4,null]},{"0":[["swing"],[["swing","A motion of swinging a stick or bat in sports such as golf, baseball, etc."]],0,null]}],"스트레타":[{"1":[[],[["푸가(fuga) 따위에서, 어떤 성부의 주제 가락이 끝나기 전에 다른 성부를 겹쳐 나타내어 긴박감을 자아내는 법.","음악"],["악곡의 마지막에 접어들면서 빠르기를 더하여 긴박감을 높이는 일.","음악"]],4,null]},{}],"스폿볼":[{"1":[[],[["당구에서, 검은 점이 찍힌 흰 공을 이르는 말.","체육"]],4,null]},{}],"스탠드오프":[{"1":[[],[["럭비에서, 하프백(halfback) 가운데 백(back) 공격의 원동력으로서 스리쿼터 라인을 효과적이고 원활하게 움직이게 하는 선수.","체육"]],4,null]},{}],"스톡":[{"1":[[],[["어떤 특정 시점을 기준으로 파악한 경제 조직 중에 존재하는 재화 전체의 양. 예를 들면, 국부(國富)는 한 시점에 존재하는 한 나라의 재화의 총액을 나타내는 스톡이다.","경제"]],4,null],"2":[[],[["십자화과의 여러해살이풀. 높이는 30~60cm이며 잎은 어긋나고 피침 모양이다. 4~5월에 붉은 자주색, 엷은 붉은색, 흰색, 엷은 누런색 따위의 꽃이 줄기 끝에 피고 열매는 길이 4~7cm로 날개가 달려 있다. 풋꼬투리는 식용하기도 한다. 관상용으로 재배하며 지중해가 원산지이다.","식물"]],4,null]},{}],"스페어":[{"1":[[],[["급한 경우에 바꾸어서 사용할 수 있도록 예비로 준비하여 두는 같은 종류의 물품 따위를 이르는 말.",null],["볼링에서, 제1투에서 남은 핀을 제2투에서 모두 쓰러뜨리는 일. 또는 그렇게 하여 얻는 점수.","체육"]],4,null]},{}],"스노클링":[{"1":[[],[["물안경, 오리발, 호흡관 따위의 간단한 장비를 착용하고 얕은 물속에서 잠수를 즐기는 여가 활동.","체육"]],4,null]},{}],"스테로이드":[{"1":[[],[["여섯 개의 탄소 원자로 이루어진 고리 3개와 다섯 개의 탄소 원자로 이루어진 고리 한 개가 접합된 독특한 구조를 기본 골격으로 하는 유기 화합물을 통틀어 이르는 말. 스테로이드 유도체는 호르몬 작용을 비롯하여 중요한 생리ㆍ약리 작용을 한다. 동식물체에 널리 분포해 있고, 인공으로 합성하기도 한다.","화학"]],4,null]},{"0":[["steroid"],[["steroid","An organic compound used to develop muscles, suppress ovulation or treat inflammation."]],0,null]}],"스태커":[{"1":[[],[["창고 따위에서, 짐을 높은 곳에 쌓아 올리거나 내릴 때 쓰는 기계.","기계"],["탈곡기의 밀짚을 쌓아 올리는 기계.","농업"]],4,null]},{}],"스무날비":[{"1":[[],[["음력 2월 스무날에 내리는 비. 그해에 풍년이 들 좋은 조짐이라 하여 이른다.","민속"]],2,"스무날비"]},{}],"스파다츠":[{"1":[[],[["지상의 레이다로 우주선을 탐지하고 추적할 수 있게 한 미국의 방어 체계.","군사"]],4,null]},{}],"스코어북":[{"1":[[],[["경기의 득점과 경과를 기록하는 책.","체육"]],4,null]},{}],"스텐":[{"1":[[],[["→ 스테인리스강.","공업"]],2,null]},{"0":[[],[[null,"→ 스테인리스"]],0,null]}],"스키장":[{"1":[["場"],[["스키를 탈 수 있는 시설을 갖추어 놓은 곳.",null]],1,null]},{"0":[["ski場"],[["ski resort","A place equipped with facilities where people can ski."]],1,null]}],"스칸디나비아산맥":[{"1":[["山脈"],[["스칸디나비아반도 서부에 이어져 있는 고원상(高原狀)의 산지. 일부는 노르웨이와 스웨덴의 국경을 이룬다. 경사가 급한 서쪽은 피오르 지형이 발달하여 삼림 자원이 풍부하며, 완만한 동쪽 사면에는 호수가 많다. 최고봉인 갈회피겐산의 높이는 2,469미터이다.","지명"]],1,null]},{}],"스물째":[{"1":[[],[["맨 앞에서부터 세어 모두 스무 개가 됨을 이르는 말.","없음"]],2,null]},{}],"스피릿":[{"1":[[],[["에탄의 수소 원자 하나를 하이드록시기로 치환한 화합물. 무색투명한 휘발성 액체로, 특유한 냄새와 맛을 가지며, 인체에 흡수되면 흥분이나 마취 작용을 일으킨다. 화학 약품의 합성 원료, 용제, 연료, 알코올성 음료 따위로 쓰인다. 화학식은 C<sub style='font-size:11px;'>2</sub>H<sub style='font-size:11px;'>5</sub>OH.","화학"]],4,null]},{}],"스미스개미":[{"1":[[],[["개밋과의 곤충. 몸의 길이가 여왕개미는 4~5mm, 수컷은 2.2mm, 일개미는 2~2.5mm로 몸빛은 누런 갈색이고 머리는 검은 갈색으로 둥글다. 수풀의 돌 밑이나 땅속에 살며, 한국ㆍ일본에 분포한다.","동물"]],1,null]},{}],"스탠바이":[{"1":[[],[["정식 방송을 하기 전에 준비 또는 그 준비가 끝났음을 알리는 신호. 흔히 프로듀서가 방송이 시작되기 직전에 제작진과 출연자에게 준비하라는 뜻으로 외치는 말을 이른다.","매체"],["돌발 사태로 예정된 방송이 취소될 것에 대비하여 마련해 두는 임시 프로그램.","매체"],["음향 또는 영상 장치를 설치하여 즉시 작동할 수 있는 상태로 만드는 것. 또는 그 상태.","매체"]],4,null]},{}],"스와라지":[{"1":[[],[["영국인을 몰아내고 인도인 스스로 인도를 다스리자는 주장.","정치"]],4,null]},{}],"스카이라이트":[{"1":[[],[["천장에 낸 채광창.",null]],4,null]},{}],"스코폴리아엽":[{"1":[["葉"],[["미치광이풀이 꽃 필 때, 잎을 채취하여 말린 생약. 알칼로이드 성분이 있어 진통ㆍ진경 작용을 하며, 매우 수축되어 있으나 물에 적시면 달걀이나 바늘 모양이고, 맛은 약간 쓰다.","한의"]],1,null]},{}],"스크램블":[{"1":[[],[["교통량이 많은 교차점에서, 모든 방향의 차량을 정지시킨 뒤에 보행자가 어느 방향으로나 자유롭게 갈 수 있도록 하는 일.","교통"],["적기(敵機)의 기습에 대비하여 요격할 수 있는 태세를 갖추어 긴급 발진하는 일.","군사"]],4,null]},{}],"스타":[{"1":[[],[["높은 인기를 얻고 있는 연예인이나 운동선수.",null],["장성(將星)이나 그 계급을 속되게 이르는 말.",null]],4,null]},{"0":[["star"],[["star","Highly popular celebrities or sports players"],["star","(slang) A general or his/her rank. "]],1,null]}],"스탠리빌":[{"1":[[],[["‘키상가니’의 옛 이름.","지명"]],4,null]},{}],"스트로마이어라이트":[{"1":[[],[["은과 구리의 황화물로 이루어진 광물. 사방 정계에 속하는 것으로 어둡고 푸르스름한 회색을 띠며 금속광택이 있다.","광업"]],4,null]},{}],"스노홀":[{"1":[[],[["눈 속을 파서 만든 구덩이. 눈이 많이 쌓이는 시기에 등산하는 사람들이 잠을 자거나 물건을 넣어 두기 위하여 만든다.",null]],4,null]},{}],"스커퍼":[{"1":[[],[["배 갑판 위의 양 현측(舷側)에 있는 배수구.","교통"]],4,null]},{}],"스미나무":[{"1":[[],[["→ 시무나무.","식물"]],2,null]},{}],"스코토포빈":[{"1":[[],[["쥐의 뇌에서 추출한 기억 물질. 전기 충격으로 쥐에게 암흑 공포를 일으킨 뒤, 그 뇌 조직에서 추출한 화학 물질로서 이것을 정상적인 쥐에게 주사하면 본래 어둠을 좋아하는 쥐의 속성과는 달리 어두운 곳을 겁낸다.","수의"]],4,null]},{}],"스피드":[{"1":[[],[["물체가 움직이거나 어떤 일이 진행되는 빠르기.",null]],4,null]},{"0":[["speed"],[["speed","The speed with which an object moves, or the progress of a task."]],0,null]}],"스토피지":[{"1":[[],[["아이스하키에서, 각 피리어드의 시합 종료를 이르는 말.","체육"]],4,null]},{}],"스님":[{"1":[[],[["승려가 자신의 스승을 이르는 말.","불교"],["‘승려01’를 높여 이르는 말.","불교"]],2,"스님"]},{"0":[[],[["Buddhist monk","A term used by a monk following the Buddha's teachings to address his master. "],["Buddhist monk","(polite form) A Buddhist monk. "]],2,"스님"]}],"스팽글":[{"1":[[],[["반짝거리는 얇은 장식 조각. 금속, 플라스틱, 합성수지 따위로 만들며 무대 의상이나 야회복, 핸드백, 구두, 광고 간판 따위에 붙인다.",null]],4,null]},{}],"스콜라주의":[{"1":[["主義"],[["사변적이고 현학적인 사고방식과 복잡한 조직을 갖는 경향. 중세 기독교 교회의 학문 경향이기도 했다.",null],["신앙과 이성, 의지와 지성, 실재론과 유명론, 신의 존재에 대한 증명의 문제 따위에 대하여 스콜라 철학의 이론에 따라 생각하고 추론하는 태도.","철학"]],1,null]},{}],"스플라인":[{"1":[[],[["축과 보스(boss)에 절삭하는 키(key) 홈. 주로 축 위에서 회전 요소를 축 방향으로 운동하게 할 때 쓴다.","공업"],["컴퓨터 그래픽에서 유선형의 모양을 만들기 위하여 제어점들을 지정하고 이들을 잇는 곡선.","정보·통신"]],4,null]},{}],"스핀":[{"1":[[],[["소립자의 기본 성질의 하나. 양자 역학적인 입자 또는 계(系)가 궤도 운동에 의한 각운동량(角運動量)과는 별도로 고유하게 가지고 있는 운동량으로, 모형적으로는 입자의 자전으로 본다.","물리"],["구기 종목에서, 공이 회전하는 것.","체육"],["피겨 스케이팅에서, 한 지점에 외발로 서서 몸을 회전하는 것.","체육"],["비행기의 나선식 급강하.","교통"]],4,null]},{"0":[["spin"],[["spin","A liquid sprayed onto the hair to hold any hairstyle in place."],["spin","A container for spraying liquid like a mist; or the product contained in such a container. "],["spin","In physics, a self-rotating quality of an elementary particle. "]],0,null]}],"스칸듐":[{"1":[[],[["희토류 원소의 하나. 연한 회백색의 금속으로, 산에 잘 녹고 삼가(三價)의 염(鹽)을 만든다. 1879년 스웨덴의 화학자 닐슨(Nilson, L. F.)이 발견하였다. 원자 기호 Sc, 원자 번호는 21, 원자량은 44.9559.","화학"]],4,null]},{}],"스노보트":[{"1":[[],[["원동기를 장치한 배 모양의 썰매. 눈 위에서 사람이나 짐을 싣고 달린다.",null]],4,null]},{}],"스토커":[{"1":[[],[["석탄을 자동적으로 노(爐) 안에 공급하여 연소시키는 장치.","기계"]],4,null]},{}],"스물둘째":[{"1":[[],[["맨 앞에서부터 세어 모두 스물두 개가 됨을 이르는 말.",null]],2,null]},{}],"스페이드":[{"1":[[],[["트럼프 패의 하나. 검은색으로 나뭇잎 모양이 그려져 있다.","체육"]],4,null]},{}],"스파링":[{"1":[[],[["권투에서, 헤드기어를 쓰고 실전과 같게 하는 연습 경기.","체육"]],4,null]},{}],"스카블라":[{"1":[[],[["강한 바람의 영향으로 쌓인 눈이 물결무늬 모양으로 굳어진 눈 바닥.","지구"]],4,null]},{}],"스미소나이트":[{"1":[[],[["탄산 아연을 주성분으로 하는 탄산염 광물. 삼방 정계에 속하며, 회백색, 녹색, 갈색, 어두운 회색 따위를 띠고, 다소 단단하며 유리 광택이 난다. 섬아연석 따위의 산화에 의하여 생긴다.","광업"]],4,null]},{}],"스케줄":[{"1":[[],[["시간에 따라 구체적으로 세운 계획. 또는 그런 계획표.",null]],4,null]},{"0":[["schedule"],[["schedule","A plan set up in a detailed way according to time sequence, or such a planning chart."]],2,null]}],"스트래토비전":[{"1":[[],[["항공기를 송신소(送信所)로 이용하는 텔레비전의 방송 방식. 대형 항공기에 송신 설비, 브이티아르(VTR) 따위의 방송 설비 일체와 전원 설비 따위를 탑재하여 일정한 장소를 선회 비행 하면서 방송을 한다.","매체"]],4,null]},{}],"스테이크스":[{"1":[[],[["경마에서, 말 주인들이 나누어 낸 상금. 또는 그 상금을 놓고 벌이는 특별 경주.","체육"]],4,null]},{}],"스포이트":[{"1":[[],[["잉크, 액즙, 물약 따위의 액체를 옮겨 넣을 때 쓰는, 위쪽에 고무주머니가 달린 유리관.","자연 일반"]],4,null]},{"0":[["spuit"],[["syringe","A glass tube with a rubber pocket on top used to move a small amount of liquid."]],0,null]}],"스쿨링":[{"1":[[],[["통신 교육을 받는 학생이 등교하여 일정한 시간 수의 면접과 교실 수업을 받는 일.","교육"],["학교와 같은 특설된 교육 시설에서 조직적으로 이루어지는 교육 활동.","교육"]],4,null]},{}],"스카이웨이":[{"1":[[],[["산마루로 이어지는 높은 지대의 관광 도로.",null]],4,null]},{}],"스틸":[{"1":[[],[["탄소의 함유량이 0.035~1.7%인 철. 열처리에 따라 성질을 크게 변화시킬 수 있어 여러 가지 기계, 기구의 재료로 쓴다.","재료"]],4,null],"3":[[],[["영화 필름 가운데 골라낸 한 장면의 사진. 광고나 선전에 쓴다.","영상"]],4,null]},{}],"스피로지라":[{"1":[[],[["녹조류 별해캄과에 속하는 담수 조류. 머리카락 모양의 사상체로 분열법과 접합에 의하여 번식한다. 생리학ㆍ분류학의 실험 재료로 쓰고 식용하거나 약용한다. 전 세계에 150여 종이 분포한다. 호수나 늪 따위의 민물에서 볼 수 있다.","생명"]],4,null]},{}],"스파이":[{"1":[[],[["한 국가나 단체의 비밀이나 상황을 몰래 알아내어 경쟁 또는 대립 관계에 있는 국가나 단체에 제공하는 사람.",null]],4,null]},{"0":[["spy"],[["spy","A person who finds out or steals a secret, the situation, or information of one country or organization, and provides it to another country or organization."]],0,null]}],"스쿠버":[{"1":[[],[["휴대용 수중 호흡기. 또는 자급식 잠수 장치. 압축 공기를 채운 봄베를 등에 지고 압력 자동 조절기를 통하여 마우스피스로 호흡하게 만든 것이다.",null]],4,null]},{}],"스위퍼":[{"1":[[],[["도로, 공장 내의 통로, 비행장의 활주로 따위를 청소하기 위한 특수 자동차.",null],["축구에서, 골키퍼를 제외한 수비수 가운데 가장 뒤쪽의 방어 역할을 맡은 선수.","체육"],["볼링에서, 핀을 옆으로 쓸어 내듯이 넘기는 볼.","체육"]],4,null]},{}],"스팀":[{"1":[[],[["금속관에 더운물이나 뜨거운 김을 채워 열을 내는 난방 장치.",null]],4,null]},{"0":[["steam"],[["steam heater","A heating device for creating heat using warm water or hot vapor. "],["steam","A gas created by the boiling or evaporation of water. "]],0,null]}],"스크랩":[{"1":[[],[["필요한 자료만 모아 나중에 쉽게 찾아보기 위해 신문, 잡지 따위에서 글이나 사진을 오려 모음. 또는 그렇게 모아진 자료.",null],["금속 제품을 만들 때에 생기는 금속 부스러기나 제품의 폐물. 쇠 부스러기가 대표적이며, 강철의 제련과 재생의 원료로 쓰인다.","공업"]],4,null]},{"0":[["scrap"],[["scrap","The act of cutting, pasting, and keeping certain articles or pictures from the newspaper, magazine, etc., or such an article or picture."]],0,null]}],"스타플레이어":[{"1":[[],[["인기 있는 운동선수.",null]],4,null]},{}],"스웨덴":[{"1":[[],[["유럽 서북부, 스칸디나비아반도 동부에 있는 입헌 군주국. 1523년 덴마크에서 독립하였으며, 1905년 노르웨이가 분리되어 독립하여 지금의 영토로 되었다. 종이ㆍ펄프ㆍ금속 따위의 공업이 발달하였고 사회 보장 제도가 완비되어 있으며, 주민은 게르만계로 대부분이 신교도이고 주요 언어는 스웨덴어이다. 수도는 스톡홀름, 면적은 44만 9792㎢.","지명"]],4,null]},{"0":[["Sweden"],[["Sweden","A country in the Scandinavian peninsula of northern Europe; it has well-advanced paper, wood and pulp industries and a well-developed social security system; the official language is Swedish and the capital city is Stockholm."]],0,null]}],"스웨이드":[{"1":[[],[["새끼 양이나 새끼 소 따위의 가죽을 보드랍게 보풀린 가죽. 또는 그것을 모방하여 짠 직물.",null]],4,null]},{}],"스케이트보드":[{"1":[[],[["두 발을 동시에 올려놓고 언덕 따위를 미끄러져 내리며 타는, 바퀴가 달린 널빤지. 길이는 약 60cm, 너비는 약 20cm이다.","체육"]],4,null]},{"0":[["skateboard"],[["skateboard","A flat, long board with wheels, on which both feet are placed to glide over surfaces."]],0,null]}],"스탠드":[{"1":[[],[["물건을 세우는 대(臺).",null],["음식점이나 술집 따위에서 카운터를 향하여 의자를 설치한 자리.",null],["책상 위에 올려놓거나 방구석 따위에 놓아서 그 부분을 밝게 하여 주는 이동식 전등.",null],["경기장의 계단식 관람석.",null]],4,null]},{"0":[["stand"],[["stand","A support for standing or fixing something."],["stand","A seat opposite to a barman in a restaurant, bar, etc."],["desk lamp","A lamp that brightens a part of a desk, etc."],["stands","Tiered seats in a stadium where people can watch a game."]],3,null]}],"스쾃":[{"1":[[],[["양발을 좌우로 벌리고 서서 발바닥을 바닥에 밀착한 채 등을 펴고 무릎을 구부렸다 폈다 하는 체력 단련 운동. 역기를 목덜미에 메고서 웨이트 트레이닝의 한 방법으로 쓰기도 한다.","체육"],["역도에서, 파워 리프팅의 한 종목. 양발을 벌려 바닥에 붙이고 허리를 편 상태로 쭈그리고 앉았다가 목덜미에 역기를 메고 일어서는 무게를 겨룬다.","체육"]],4,null]},{}],"스카치위스키":[{"1":[[],[["스코틀랜드산의 몰트위스키 또는 블렌디드 위스키. 이탄(泥炭)을 사용하므로 특유의 훈연(燻煙) 향이 있다.",null]],4,null]},{}],"스타일리스트":[{"1":[[],[["글을 뛰어나게 잘 짓는 사람.",null],["옷, 실내 장식 따위의 의장가(意匠家) 또는 디자이너.",null],["예술상의 양식주의자.",null],["멋을 중시하는 사람. 또는 치장이 심한 사람.",null]],4,null]},{}],"스라소니":[{"1":[[],[["고양잇과의 동물. 살쾡이와 비슷한데 몸의 길이는 1미터 정도이며, 잿빛을 띤 적갈색 또는 잿빛을 띤 갈색에 짙은 반점이 있다. 앞발보다 뒷발이 길고 귀가 크고 뾰족하다. 토끼, 노루, 영양 따위를 잡아먹는데 나무를 잘 타고 헤엄을 잘 친다. 깊은 삼림에 사는데 한국 북부, 몽골, 러시아 시베리아ㆍ사할린, 중국, 중앙아시아, 북아메리카, 알프스 이북의 유럽 등지에 분포한다.","동물"]],2,"스라소니"]},{}],"스테린":[{"1":[[],[["스테로이드 핵을 가진 유기 알코올을 통틀어 이르는 말. 중성의 무색 고체로 물에 녹지 않고 유기 용매에 녹는다. 식물의 종자, 동물의 머릿골 신경, 척수, 쓸개즙, 혈장 따위에 들어 있다. 콜레스테롤, 에고스테롤 따위가 있다.","생명"]],4,null]},{}],"스마일":[{},{"0":[["smile"],[["smile","A slight smile by raising the ends of one's lips without making any sound, or such a smile."]],0,null]}],"스트렙토마이신":[{"1":[[],[["방선균(放線菌)의 하나인 스트렙토미세스속(屬)에서 분리한 항생 물질. 결핵, 임질, 폐렴, 구균 감염증, 세균 이질, 수막염과 같은 대부분의 세균성 질환에 효과가 있으며 주로 결핵 치료에 쓰인다.","약학"]],4,null]},{}],"스피넬":[{"1":[[],[["알루미늄과 마그네슘의 산화물로 이루어진 광물. 등축 정계에 속하는 팔면체의 결정으로, 열변성(熱變性) 작용을 받은 석회암이나 염기성 또는 초염기성 화성암에 들어 있다. 무색, 붉은색, 푸른색, 녹색 따위를 띠며 순수한 것은 보석으로 쓴다.","광업"]],4,null]},{}],"스월스커트":[{"1":[[],[["달팽이처럼 소용돌이치며 굽이치는 모양의 치마. 우아한 분위기를 자아내기 때문에 야회복 따위로 많이 이용한다.",null]],4,null]},{}],"스코틀랜드":[{"1":[[],[["영국의 그레이트브리튼 북부에 있는 지방. 10~11세기에 왕국이 성립되었고 1707년에 그레이트브리튼 왕국에 병합되었으나, 별개의 자치법으로 통치되고 독자적인 사법 제도ㆍ교육 제도ㆍ국교회 제도를 가지고 있다. 전통적인 모직물 공업이 세계적으로 유명하며, 목축업ㆍ광업이 활발하고 제철ㆍ조선 따위의 공업도 발달하였다. 주민은 켈트인으로 대부분이 신교도이다. 중심 도시는 에든버러이다. 면적은 7만 7174㎢.","지명"]],4,null]},{}],"스트렙토바리신":[{"1":[[],[["결핵 치료용으로 개발한 항생 물질.","약학"]],4,null]},{}],"스트로보스코프":[{"1":[[],[["회전 운동 혹은 진동의 주기를 재거나 그 상태를 관찰하는 장치. 회전하는 물체를 주기적으로 점멸하는 빛으로 비출 때 점멸 주기와 운동 주기가 같으면 운동체가 정지한 것처럼 보이는 원리를 이용하여 운동체가 정지한 것처럼 보일 때의 점멸 주기에서 운동 주기를 측정한다.","물리"],["약간씩 변화한 사진이나 그림을 원통 속에 연속적으로 붙여서 원통을 회전시킨 다음, 회전하고 있는 원통의 구멍을 들여다보면 사진이나 그림이 마치 움직이는 것처럼 보이는 장치.","물리"]],4,null]},{}],"스포일러":[{"1":[[],[["항공기의 주익(主翼) 위쪽의 가동판(可動版). 항공기의 속도를 떨어뜨려 하강ㆍ선회 능률을 높인다.","교통"]],4,null]},{}],"스쿠너":[{"1":[[],[["둘 내지 네 개의 돛대에 세로돛을 단 서양식 범선(帆船).",null]],4,null]},{}],"스코어보드":[{"1":[[],[["경기에서 얻은 점수를 게시하는 판.","체육"]],4,null]},{}],"스바냐":[{"1":[[],[["기원전 7세기 후반의 예언자. 구약 성경의 <스바냐서>는 그의 예언에 기초를 둔 것이다.","기독교"]],4,null]},{}],"스태빌":[{"1":[[],[["철사, 금속판 따위로 만든 움직이지 아니하는 추상 조각. 움직이는 조각인 모빌에 상대하여 이르는 말이다.","미술"]],4,null]},{}],"스키마":[{"1":[[],[["외부의 환경에 적응하도록 환경을 조작하는 감각적ㆍ행동적ㆍ인지적 지식과 기술을 통틀어 이르는 말.","교육"],["윤곽이나 형태라는 뜻으로, 사상(事象)을 과학적으로 취급할 때 표준으로서 사용될 수 있는 어떤 보편적인 형식을 이르는 말. 특히, 칸트에게 있어서는 선험적인 동시에 감성적인 상상력의 소산이다.","철학"],["데이터 모델에 의거하여 데이터베이스의 성질을 형식적으로 기술한 것.","정보·통신"]],4,null]},{}],"스와지족":[{"1":[["族"],[["남아프리카 반투족의 한 종족. 줄루 족에서 갈려 나와 농경 외에 목축을 하며 스와질란드에 살고 있고, 부권적(父權的) 대가족ㆍ연령에 따른 위계제 따위의 고유한 관습이 있다.","고유명 일반"]],1,null]},{}],"스포츠":[{"1":[[],[["일정한 규칙에 따라 개인이나 단체끼리 속력, 지구력, 기능 따위를 겨루는 일.","체육"]],4,null]},{"0":[["sports"],[["sports","The act of moving the body according to certain rules or competing using athletic equipment, in order to train one's body or improve one's health."]],1,null]}],"스펜서재킷":[{"1":[[],[["기장이 짧은 재킷.",null]],4,null]},{}],"스타이롤":[{"1":[[],[["계피산을 석회와 함께 증류하거나 에틸벤젠의 탈수소 반응으로 얻는 무색의 액체. 자극적인 냄새와 인화성이 있으며 쉽게 중합되어 고체인 합성수지로 변한다. 스타이렌 수지, 합성 고무 따위를 만드는 데 쓴다. 화학식은 C<sub style='font-size:11px;'>6</sub>H<sub style='font-size:11px;'>5</sub>CHCH<sub style='font-size:11px;'>2</sub>.","화학"]],4,null]},{}],"스테롤":[{"1":[[],[["스테로이드 핵을 가진 유기 알코올을 통틀어 이르는 말. 중성의 무색 고체로 물에 녹지 않고 유기 용매에 녹는다. 식물의 종자, 동물의 머릿골 신경, 척수, 쓸개즙, 혈장 따위에 들어 있다. 콜레스테롤, 에고스테롤 따위가 있다.","생명"]],4,null]},{}],"스티치":[{"1":[[],[["자수, 양재, 편물 따위에서 바늘로 뜬 한 땀이나 한 코. 또는 그렇게 수놓는 방법.","복식"]],4,null]},{}],"스타우트":[{"1":[[],[["알코올 함유량이 6~8%로 높으며, 약간 시고 쓴 맛이 있는 영국의 흑맥주. 1759년 아일랜드의 기네스(Guinness, A.)가 처음 만들었다.",null]],4,null]},{}],"스핀들":[{"1":[[],[["공작 기계에서, 공작물 또는 연장을 회전시키기 위한 축.","공업"],["방적기의 축의 하나.","기계"]],4,null]},{}],"스무드":[{"1":[[],[["경식 정구에서, 라켓 장식 거트가 달려 있지 아니한 면.","체육"]],4,null]},{}],"스털링":[{"1":[[],[["영국 정화(正貨)에서, 순도(純度)의 표준.",null],["영국의 화폐. stg.로 줄여 쓴다.","경제"]],4,null]},{}],"스푸트니크":[{"1":[[],[["1957년 소련에서 발사한 세계 최초의 인공위성.","천문"]],4,null]},{}],"스풀":[{"1":[[],[["카메라에서, 필름을 되감는 틀.",null],["릴(reel)에 낚싯줄을 감는 데 사용하는 실패.",null]],4,null]},{}],"스타카토":[{"1":[[],[["악보에서, 한 음 한 음씩 또렷하게 끊는 듯이 연주하라는 말. 기호는 음표 위에 ‘ㆍ’을 찍는다.","음악"]],4,null]},{}],"스케이트":[{"1":[[],[["구두 바닥에 쇠 날을 붙이고 얼음판 위를 지치는 운동 기구.","체육"],["스케이트를 신고 얼음판 위를 지치는 일.","체육"]],4,null]},{"0":[["skate"],[["skate","An exercise apparatus for ice skating, made by attaching a metal blade to the soles of shoes."],["skating","The act of gliding along on ice, wearing shoes with a metal blade attached to the soles. "]],1,null]}],"스트리콤":[{"1":[[],[["미국이 세계의 분쟁 지역으로 급파하기 위하여 항상 전투 준비 태세를 갖추게 한 전략 출격 군단. 1961년에 편성되었다.","군사"]],4,null]},{}],"스노볼":[{"1":[[],[["1960년대 중반 미국의 벨 연구소에서 개발한, 고차원의 문자열을 다루는 프로그래밍 언어. 인공 지능, 컴파일러 구성 따위에 쓴다.","정보·통신"]],4,null]},{}],"스칸디나비아반도":[{"1":[["半島"],[["유럽 북부에 있는 반도. 서쪽은 대서양, 북쪽은 북극해, 동쪽은 보트니아만, 남쪽은 발트해에 면하여 있다. 동부는 스웨덴, 서부는 노르웨이에 속하며, 일부는 핀란드의 영토이다. 면적은 74만 9800㎢.","지명"]],1,null]},{}],"스트레칭":[{"1":[[],[["몸통과 팔다리를 쭉 펴거나 굽혀서 근육을 늘이는 동작 또는 그런 일.","없음"]],4,null]},{"0":[["stretching"],[["stretching","The act of stretching out one's body, arms and legs."]],0,null]}],"스테아린":[{"1":[[],[["글리세린에 들어 있는 세 개의 하이드록시기와 세 분자의 스테아르산과의 에스터. 무색의 고체로 지방의 성분을 이루며, 양초 따위를 만드는 데 쓰인다. 화학식은 C<sub style='font-size:11px;'>3</sub>H<sub style='font-size:11px;'>5</sub>(OCOC<sub style='font-size:11px;'>17</sub>H<sub style='font-size:11px;'>35</sub>)<sub style='font-size:11px;'>3</sub>.","화학"]],4,null]},{}],"스노드롭":[{"1":[[],[["눈풀꽃속을 통틀어 이르는 말.","식물"]],4,null]},{}],"스트로빌라":[{"1":[[],[["해파리류의 생활사 가운데 나타나는 폴립의 하나. 수정란에서 부화한 플라눌라(planula) 애벌레는 해조나 바위에 붙어서 폴립을 이룬다. 자라면 꼭대기에 가까운 부분부터 옆으로 갈라져서 아래위로 여러 겹이 되어 접시를 포갠 모양을 이룬다.","동물"]],4,null]},{}],"스트레치":[{"1":[[],[["경기장이나 경마장 따위의 직선 코스.","체육"],["보트의 노를 한 번 젓는 거리.","체육"]],4,null]},{}],"스크립트":[{"1":[[],[["영화나 방송의 대본과 각본 따위의 방송 원고.",null],["필기체의 활자.","매체"]],4,null]},{}],"스승항아님":[{"1":[["姮娥"],[["궁중에서, 늙은 상궁을 이르던 말.",null]],1,"스승항아님"]},{}],"스모킹":[{"1":[[],[["서양 자수에서, 천을 모아 홀쳐서 생긴 주름과 주름을 연속해서 색실로 수를 놓아 아름다운 무늬와 음영을 나타내는 자수 기법. 헝가리ㆍ체코ㆍ슬로바키아 등지의 민속 의상에서 그 원형을 볼 수 있으며, 스목의 주름을 고정하는 장식 스티치로서 발전하였다.","복식"]],4,null]},{}],"스크롤":[{"1":[[],[["컴퓨터 따위에서, 모니터의 화면에 나타난 내용이 상하 또는 좌우로 움직이는 것. 화면에 표현되는 정보의 양이 한 화면 분량을 넘으면 이미 화면에 표현된 내용 전체가 상하 또는 좌우로 움직인다.","정보·통신"]],4,null]},{}],"스트라이크":[{"1":[[],[["노동 조건의 유지 및 개선을 위하여, 또는 어떤 정치적 목적을 달성하고자 노동자들이 집단적으로 한꺼번에 작업을 중지하는 일.","사회 일반"]],4,null],"2":[[],[["야구에서, 투수가 던진 공이 스트라이크 존을 지나가는 일. 타자가 공을 헛친 것이나 파울 팁(foul tip)도 이에 속한다.","체육"],["볼링에서, 제1투로 핀을 전부 쓰러뜨리는 일.","체육"]],4,null]},{"1":[["strike"],[["strike","The act of workers suspending work all at once to achieve a certain goal. "]],0,null],"2":[["strike"],[["strike","In a baseball, a state in which a ball thrown by the pitcher goes through the strike zone, or in which the catcher catches a ball swung at and missed by a hitter. "],["strike","In a bowling, the act of rolling a ball once and knocking down all ten pins."]],0,null]}],"스리피스":[{"1":[[],[["세 가지를 갖춘 한 벌의 양복. 주로 남자용은 재킷ㆍ조끼ㆍ바지가, 여자용은 재킷ㆍ블라우스ㆍ스커트가 갖추어져 있는 것이다.",null]],4,null]},{}],"스탈리노":[{"1":[[],[["‘도네츠크’의 옛 이름.","지명"]],4,null]},{}],"스코어":[{"1":[[],[["경기의 득점. 또는 득점표.","체육"],["합주나 합창을 할 때, 각 악기별 또는 성부별로 된 여러 악보를 한데 모아 한눈에 전체의 곡을 볼 수 있게 적은 악보. 목관 악기, 금관 악기, 타악기와 하프 또는 현악기의 차례로 위에서부터 아래로 적는다.","음악"]],4,null]},{"0":[["score"],[["score","The score of a game."]],0,null]}],"스웨터":[{"1":[[],[["털실로 두툼하게 짠 상의.",null]],4,null]},{"0":[["sweater"],[["sweater","A thick upper garment knit with yarn."]],1,null]}],"스크래치":[{"1":[[],[["크레파스나 유화 물감 따위를 색칠한 위에 다른 색을 덧칠한 다음 송곳, 칼 따위로 긁어서 바탕색이 나타나게 하는 기법.","미술"],["골프나 볼링에서, 핸디캡을 매기지 아니하고 경기하는 일.","체육"],["야구에서, 아웃될 타구가 불규칙 바운드 따위로 우연하게 안타가 되는 일.","체육"]],4,null]},{}],"스콸렌":[{"1":[[],[["심해성(深海性)의 상어 간유에 함유된 이중 결합 6개를 가진 불포화 탄화수소유. 무색의 기름으로 흡수성이 좋으므로 화장품, 의약품의 기본 재료로 쓴다.","수의"]],4,null]},{}],"스탭":[{"1":[[],[["→ 스태프.","예체능 일반"]],2,null]},{}],"스턴트우먼":[{"1":[[],[["영화나 텔레비전 드라마에서, 위험한 장면을 찍을 때 배우를 대신하여 연기하는 여자.","연기"]],4,null]},{}],"스웨덴어":[{"1":[["語"],[["인도ㆍ유럽 어족 게르만 어파의 북게르만 어군에 속한 언어. 스웨덴의 공용어로, 핀란드 서부와 남부 해안 따위에서도 쓴다.","언어"]],1,null]},{"0":[["Sweden語"],[["Swedish","The language spoken mainly by Swedes."]],0,null]}],"스펙트로그래프":[{"1":[[],[["분광기에 사진을 찍을 수 있는 장치를 설치하여 스펙트럼 사진을 찍을 수 있게 만든 기계.","영상"]],4,null]},{}],"스티롤":[{"1":[[],[["계피산을 석회와 함께 증류하거나 에틸벤젠의 탈수소 반응으로 얻는 무색의 액체. 자극적인 냄새와 인화성이 있으며 쉽게 중합되어 고체인 합성수지로 변한다. 스타이렌 수지, 합성 고무 따위를 만드는 데 쓴다. 화학식은 C<sub style='font-size:11px;'>6</sub>H<sub style='font-size:11px;'>5</sub>CHCH<sub style='font-size:11px;'>2</sub>.","화학"]],4,null]},{}],"스텐실":[{"1":[[],[["글자나 무늬, 그림 따위의 모양을 오려 낸 후, 그 구멍에 물감을 넣어 그림을 찍어 내는 기법.","미술"],["등사판에 박아 낼 원고를 쓰는 얇은 기름종이. 얇은 종이에 파라핀ㆍ바셀린ㆍ송진 따위를 섞어 만든 기름을 먹여서 만들며, 철필로 쓰는 것과 붓으로 쓰는 것의 두 종류가 있다.","매체"]],4,null]},{}],"스타킹":[{"1":[[],[["목이 긴 여성용 양말. 나일론 따위로 만들어 얇고 신축성이 강하다.",null],["목이 길고 두툼한 양말. 바닥이 없고 발바닥에 조금 걸치게 되어 있으며, 야구ㆍ축구ㆍ등산 따위를 할 때 신는다.",null]],4,null]},{"0":[["stocking"],[["stockings; pantyhose","Thin, stretchy, long leggings for females."]],2,null]}],"스베르들롭스크":[{"1":[[],[["‘예카테린부르크’의 전 이름.","지명"]],4,null]},{}],"스토브":[{"1":[[],[["난방 장치의 하나. 나무, 석탄, 석유, 가스 따위의 연료를 때거나 전기를 이용하여 열을 내어 방 안의 온도를 올리는 기구이다.",null]],4,null]},{"0":[["stove"],[["stove","An apparatus that heats up indoors by burning gas, oil, firewood, etc., as fuel or using electricity."]],0,null]}],"스톱워치":[{"1":[[],[["초(秒)보다 더 작은 단위의 경과 시간을 잴 수 있는 시계. 시곗바늘을 임의로 영까지 되돌려 작동하였다가 멈추게 함으로써 시간을 잴 수 있다. 운동 경기, 학술 연구 따위에 이용한다.",null]],4,null]},{}],"스코프":[{"1":[[],[["교과 과정에서 학생의 학습 활동을 일정한 영역에 집중시키기 위해서 정한 범위. 교육 목표를 능률적으로 달성하기 위한 것으로, 학생의 전면적인 성장을 고려하여 정한다.","교육"]],4,null]},{}],"스러스트":[{"1":[[],[["펜싱에서, 찌르는 동작으로 이루어지는 공격.","체육"]],4,null]},{}],"스네이크강":[{"1":[["江"],[["미국 서부를 흐르는 강. 로키산맥에 있는 옐로스톤 공원에서 시작하여 아이다호주, 워싱턴을 거쳐 컬럼비아강으로 흘러 들어간다. 중ㆍ하류 부분은 많은 온천, 폭포, 협곡이 있어 세계 최대의 협곡을 이루며, 세계에서 가장 깊은 헬즈 협곡이 유명하다. 길이는 1,670km.","지명"]],1,null]},{}],"스트로판틴":[{"1":[[],[["협죽도과에 속하는 식물의 여문 씨에서 얻은 배당체(配糖體). 급성 및 만성 심장 장애, 협심증 따위에 강심제로 쓰는데, 정맥 주사를 해야 한다.","식물"]],4,null]},{}],"스포캔":[{"1":[[],[["미국 워싱턴주 동부에 있는 상공업 도시. 컬럼비아고원의 중심지이며, 북부 로키산맥을 넘는 철도의 요지이다.","지명"]],4,null]},{}],"스팍스":[{"1":[[],[["북아프리카 튀니지 중동부의 가베스만(Gabès灣) 북쪽 연안에 있는 항구 도시. 고대부터 상업이 성행하였다. 인산염, 올리브유, 해면 따위를 수출한다.","지명"]],4,null]},{}],"스패츠":[{"1":[[],[["구두 위에 차는 짧은 각반(脚絆). 먼지를 막고 발목과 발등을 보호하기 위하여 신는다.",null],["타이츠의 하나. 신축성이 있는 천으로 만들어지며, 대개는 발바닥이 없고 발에 거는 끈이 달려 있다.",null]],4,null]},{}],"스와힐리어":[{"1":[["語"],[["니제르ㆍ코르도판 어족 니제르ㆍ콩고 어파의 반투 제어(諸語)에 속한 언어. 아프리카 동남부 즉 탄자니아, 케냐를 중심으로 한 지역에서 공통어로 쓴다.","언어"]],1,null]},{}],"스웨잉":[{"1":[[],[["권투에서, 발은 그대로 두고 상체를 뒤로 젖히면서 상대편의 펀치를 피하는 동작.","체육"]],4,null]},{}],"스코폴라민":[{"1":[[],[["대부분의 가짓과 식물에 들어 있는 알칼로이드의 하나. 중추 신경을 억제하여 동공 확대, 신경 마비, 분비 억제와 같은, 아트로핀과 유사한 진정 작용을 한다.","식물"]],4,null]},{}],"스위스":[{"1":[[],[["유럽 중부에 있는 연방 공화국. 1648년 신성 로마 제국에서 독립하여, 1815년 영세 중립국으로 승인을 받았다. 알프스산맥이 있어 경치가 아름다운 국제적 관광지로, 과일과 낙농 제품이 많이 나고 수공업적 기계 공업이 발달하였으며, 적십자사 따위의 많은 국제 기구 본부가 있다. 주민은 독일계, 프랑스계, 이탈리아계로 구성되어 있고 주요 언어는 독일어와 프랑스어이다. 수도는 베른, 면적은 4만 1287㎢.","지명"]],4,null]},{"0":[["Suisse"],[["Switzerland","A country in the central part of Europe; it is famous as an international tourist attraction with the Alps, and there are the headquarters of many international organizations there; it has a well-developed precision industrial machinery industry; the official languages are German, French, Italian and Romanch, and the capital city is Bern."]],0,null]}],"스코네":[{"1":[[],[["스웨덴 남부에 있는 지방. 토양이 비옥하여 곡창 지대를 이룬다. 중심 도시는 말뫼이다.","지명"]],4,null]},{}],"스판덱스":[{"1":[[],[["고무와 비슷한 탄성을 지닌 폴리우레탄 합성 섬유. 잘 늘어나고 가볍고 질겨서, 여성용 하의ㆍ수영복ㆍ양말ㆍ각종 스포츠 의류 따위의 재료로 쓰인다.",null]],4,null]},{}],"스모그":[{"1":[[],[["자동차의 배기가스나 공장에서 내뿜는 연기가 안개와 같이 된 상태. 특히 겨울철에 날씨가 좋고 바람이 없는 밤부터 아침에 걸쳐서 지상 부근의 공기가 몹시 차가워질 때, 매연이나 배기 따위를 핵으로 하여 공기 중의 수증기가 한데 엉겨 생긴다. 안개와는 상관없이 대기 오염의 심한 상태를 이르기도 한다.","환경"]],4,null]},{"0":[["smog"],[["smog","A phenomenon in which the smoke or exhaust from a factory, vehicle, etc., floats in the air like fog."]],0,null]}],"스플릿":[{"1":[[],[["역도에서, 앞뒤로 두 발을 벌리고 인상(引上)을 하는 자세. 바벨을 지면에서 들어 올리는 거리를 짧게 하려는 자세로서 전후 개각형(開脚型)이라고도 한다.","체육"],["볼링에서, 첫 번째 투구에 쓰러지지 않은 핀이 간격을 두고 남아 있는 일.","체육"]],4,null]},{}],"스트렙토미세스":[{"1":[[],[["토양 속에 널리 분포하는 방선균의 한 속(屬). 그램 양성의 호기성 균이며 방선균 가운데서 가장 큰 속으로 항생 물질, 효소, 비타민 따위를 생산한다.","생명"]],4,null]},{}],"스파르타쿠스단":[{"1":[["團"],[["1916년 독일의 혁명적 사회주의자들이 조직한 정치 단체. 리프크네히트(Liebknecht, Karl), 룩셈부르크(Luxemburg, Rosa) 등을 중심으로 비전론(非戰論)과 프롤레타리아 독재를 주장하고, 1919년 1월 독일 공산당을 창설하여 무장 혁명을 일으켰으나 실패하였다.","역사"]],1,null]},{}],"스케치":[{"1":[[],[["어떤 사건이나 내용의 전모를 간략하게 적음.",null],["줄거리나 내용에 작위성이 없는 단편.","문학"],["실재하는 사물을 보고 모양을 간추려서 그린 그림.","미술"],["작곡하기 전에, 악상이나 대강의 줄거리를 소묘적으로 적는 일. 또는 묘사적인 소곡(小曲).","음악"]],4,null]},{"0":[["sketch"],[["sketch; outline","An act of writing briefly about the outline of a certain event or story; or such a writing. "],["sketch","An act of making a rough drawing of a certain object with a pencil, pen, etc.; or such a drawing. "]],0,null]}],"스멜필름":[{"1":[[],[["1960년 미국의 토드(Todd, M.)가 제작한 냄새가 나는 영화. 영화관의 스멜 스피커(smell speaker)를 통해 냄새를 발산하여 관객이 화면의 동작에 동조(同調)하는 방식을 썼다.","영상"]],4,null]},{}],"스턴트":[{"1":[[],[["주로 영화 촬영 따위에서 하는 위험하고 아슬아슬한 행위.",null]],4,null]},{}],"스마트카드":[{"1":[[],[["신분증, 신용 카드, 여권, 전화 카드 따위를 하나로 통합한 전자 신분증.",null]],4,null]},{}],"스피너":[{"1":[[],[["낚시에서, 날개가 물속에서 돌면서 움직이게 만든 미끼.","체육"]],4,null],"2":[[],[["물리량을 나타내는 기본적인 양의 하나. 두 성분 또는 네 성분을 가지며 특정의 변환성에 의하여 정의된 기본량으로 전자나 양성자 등 스핀 1/2의 입자의 상태를 기술하는 데 쓴다.","물리"]],4,null]},{}],"스케일":[{"1":[[],[["일이나 계획 따위의 틀이나 범위.",null],["인물의 도량.",null]],4,null],"2":[[],[["기계 제품의 겉 표면에 생긴 이물질.","기계"]],4,null]},{"0":[["scale"],[["scale","The scope or range of a task or plan, etc."],["greatheartedness; magnanimousness","A person's generous attitude and deep thought. "]],0,null]}],"스탠자":[{"1":[[],[["일정한 운율적 구성을 갖는 시의 기초 단위. 4행 이상의 각운이 있는 시구를 이른다.","문학"]],4,null]},{}],"스트레인지니스":[{"1":[[],[["소립자와 강입자(強粒子)가 가지는 양자수의 하나. 비교적 일찍 알려진 핵자(核子)와 파이(<I>π</I>) 중간자의 이것은 영(零)인 데 비하여 람다<img style=\"vertical-align: middle;\" src='http://stdmgt.korean.go.kr:8899/dictionary/compilation/popup/formula.do?latex=%28%5CLambda+%29'> 입자, 시그마(<I>∑</I>) 입자는 －1이다.","물리"]],4,null]},{}],"스튜어드":[{"1":[[],[["여객기나 여객선 따위에서 승객을 돌보는 남자 승무원.",null]],4,null]},{"0":[["steward"],[["steward","A male crew member of a passenger plane or ship that works for the safe, comfortable journey of passengers."]],0,null]}],"스파커":[{"1":[[],[["해저의 지질 구조 조사 따위에 사용하는 음파 탐지기의 하나. 음원(音源)에 수중 방전을 이용한다. 상품명에서 나온 말이다.","기계"]],4,null]},{}],"스트로풀루스":[{"1":[[],[["‘구진 두드러기’의 전 용어.","의학"]],4,null]},{}],"스메루산":[{"1":[["山"],[["인도네시아 자바섬 동쪽에 있는 활화산. 자바섬의 최고봉이며, 남쪽 기슭 일대에서는 커피 재배가 활발하다. 높이는 3,676미터. 전 이름은 세메루산(Semeroe山)이다.","지명"]],1,null]},{}],"스튜디오":[{"1":[[],[["사진사, 미술가, 공예가, 음악가 등의 작업실.",null],["영화 촬영소.",null],["방송국에서, 방송 설비를 갖추고 방송을 하는 방.",null]],4,null]},{"0":[["studio"],[["studio","The space for recording or broadcasting something in a broadcasting station. "],["studio","A professional space for taking a photo or painting a picture. "]],2,null]}],"스피어민트":[{"1":[[],[["꿀풀과의 여러해살이풀. 높이는 60cm 정도이며 잎은 긴 피침 모양이다. 여름에서 가을에 걸쳐 연보라색 꽃이삭이 핀다. 정유 성분을 뽑기 위하여 재배하는데 향미료로 음식, 껌 따위에 넣는다. 박하와 비슷한 식물이나 주요 성분이 멘톨인 점이 다르다. 유럽이 원산지이다.","식물"]],4,null]},{}],"스리나가르":[{"1":[[],[["인도 카슈미르주에 있는 도시. 옛 무굴 제국의 수도였으며, 해발 1,600미터에 있는 피서지이다. 비단, 모직물, 피혁 따위의 수공업이 행하여진다. 주도(州都)이다.","지명"]],4,null]},{}],"스트로":[{"1":[[],[["물 따위를 빨아올리는 데 쓰는 가는 대.",null]],4,null]},{}],"스퀘어숄더":[{"1":[[],[["의상에서, 네모 모양으로 만든 어깨선. 안에 패드를 넣거나 겉에 견장을 달아 어깨선을 네모지게 만든다.","복식"]],4,null]},{}],"스파크":[{"3":[[],[["방전할 때 일어나는 불빛.","물리"]],4,null]},{}],"스트리크닌":[{"1":[[],[["마전의 씨에 함유되어 있는 알칼로이드. 신경 자극제로 쓰며 쓴맛이 있는 흰 결정성의 유독물로 미소량은 척수 신경 장애, 골격근 무력증, 시각 청각 기능의 저하, 성기능 쇠약 따위에 유효하지만 양이 지나치면 중추 신경 마비, 근육 강직, 경련 따위를 일으킨다.","화학"]],4,null]},{}],"스물입발":[{"1":[["卄"],[["한자 부수의 하나. ‘弁’, ‘弄’ 따위에 쓰인 ‘卄’을 이른다.",null]],1,"스무립빨"]},{}],"스텝":[{"1":[[],[["볼링 따위의 운동 경기나 댄스에서, 동작의 단위가 되는 발과 몸의 움직임.",null]],4,null],"2":[[],[["러시아와 아시아의 중위도에 위치한 온대 초원 지대. 건조한 계절에는 불모지, 강우 계절에는 푸른 들로 변한다.","지리"]],4,null]},{"0":[["step"],[["step","The movement of one's feet or body that is repeated in a sport or dance routine."]],0,null]}],"스태빌라이저":[{"1":[[],[["선박, 비행기, 자동차 따위에서 흔들림을 감소하여 자세를 안정되게 하는 장치.","기계"],["물질을 방치하거나 보존할 때, 상태 변화나 화학 변화를 방지하기 위하여 첨가하는 물질. 열ㆍ빛ㆍ미생물ㆍ화학 시약 따위의 작용을 느리게 하거나, 콜로이드 용액에서 입자가 침전하는 것을 막는다. 아황산 나트륨, 아스코르빈산 따위가 있다.","화학"]],4,null]},{}],"스폰서":[{"1":[[],[["행사, 자선 사업 따위에 기부금을 내어 돕는 사람.",null],["라디오나 텔레비전 방송 따위에 프로그램을 제공하는 광고주.",null]],4,null]},{"0":[["sponsor"],[["sponsor","A person or group that helps others by donating money for an event, charitable work, etc. "],["sponsor","A person or group paying for a program in return for advertisement in a radio or television, etc. "]],0,null]}],"스트라스부르":[{"1":[[],[["프랑스 동북부 알자스(Alsace) 지방에 있는 항구 도시. 일강을 따라 라인강과 론강, 마른강을 잇는 운하의 기점이다. 기계, 기관차, 섬유, 화학 공업이 활발하다.","지명"]],4,null]},{}]}