{"엑슬란":[{"1":[[],[["폴리 아크릴계 합성 섬유의 하나. 가볍고 보온성이 좋다. 일본의 상품명에서 나온 말이다.","화학"]],4,null]},{}],"엑스프레시프":[{"1":[[],[["악보에서, 표정을 풍부하게 연주하라는 말.","음악"]],4,null]},{}],"엑스포":[{"1":[[],[["세계 여러 나라가 참가하여 각국의 생산품을 합동으로 전시하는 국제 박람회. 1851년에 런던에서 최초로 개최한 것이 그 기원으로, 1928년에 파리에서 체결한 국제 박람회 조약에 따라 가맹국의 주최하에 5년마다 열리며, 주로 공업 제품ㆍ미술 공예품 따위를 출품한다.","산업 일반"]],4,null]},{"0":[["Expo"],[["expo","An intenational exposition where many countries in the world participate and exhibit their major products. "]],0,null]}],"엑기스":[{"1":[[],[["→ 진액「2」.","없음"]],4,null]},{}],"엑스엑스엑스":[{"1":[[],[["무선 전신에 의한 만국 공통의 긴급 신호. 1952년에 부에노스아이레스 국제 전기 통신 조약 부속 전선 통신 규칙에서, 조난 신호인 에스오에스(SOS) 다음가는 제2급의 긴급한 상황에 발신하기로 규정하였다.","정보·통신"]],4,null]},{}],"엑디손":[{"1":[[],[["동물의 변태를 촉진하는 호르몬. 곤충, 갑각류 따위의 탈피와 용화(蛹化)를 유도하며, 곤충의 앞가슴이나 알라타체, 양서류의 갑상샘 따위에서 분비된다.","수의"]],4,null]},{}],"엑스제로형":[{"1":[["型"],[["성염색체의 조합이 엑스(X) 염색체뿐인 것. 염색체 이상으로, 여성이지만 생식 능력이 없고 몸이 기형이다.","생명"]],1,null]},{}],"엑스레이":[{"1":[[],[["파장 0.01~100옹스트롬(Å)으로 감마선과 자외선의 중간 파장에 해당하는 전자기파. 눈에 직접 보이지는 않으나 굴절, 반사, 편광, 간섭, 회절 따위의 현상을 나타내며 강한 형광 작용, 전리 작용, 사진 작용, 투과 작용 따위를 한다. 학문적으로 중요할 뿐만 아니라 실제 사용 면에서도 질병의 진단 및 치료, 금속 재료의 내부 검사, 미술품의 감정(鑑定) 등 그 용도가 매우 넓다. 1895년에 독일의 뢴트겐이 발견할 당시에는 알 수 없는 선이라는 뜻에서 엑스선이라고 불렀다.","물리"],["눈으로 볼 수 없는 물체의 내부를 엑스선을 이용하여 찍는 사진. 인체 내 이물질의 발견, 질병의 진단, 그 밖에 금속 재료의 내부 검사나 결정 해석에도 쓴다.","물리"]],4,null]},{"0":[["X–ray"],[["X-ray","An invisible ray that passes through an object impenetrable by ordinary light. "],["X-ray","A picture, taken with x-rays, of the invisible interior of an object for diagnosing a disease or testing materials. "]],0,null]}],"엑고닌":[{"1":[[],[["알칼로이드의 하나. 무색의 고체로, 코카인을 가수 분해 하여 얻는다. 화학식은 C<sub style='font-size:11px;'>9</sub>H<sub style='font-size:11px;'>15</sub>NO<sub style='font-size:11px;'>3</sub>.","화학"]],4,null]},{}],"엑스트라":[{"1":[[],[["연극이나 영화 따위에서, 비중이 크지 아니한 역. 또는 그 역을 맡은 사람.","영상"]],4,null]},{"0":[["extra"],[["extra","A minor role in a film, play, drama, etc.; or a person who plays such a role. "]],0,null]}],"엑스터시":[{"1":[[],[["감정이 고조되어 자기 자신을 잊고 도취 상태가 되는 현상. 움직임이 없이 외계(外界)와의 접촉을 단절하는 경우가 많다.","심리"]],4,null]},{}],"엑토플라즘":[{"1":[[],[["심령 현상에서, 영매(靈媒)의 몸에서 나온다고 하는 가상의 물질.","민속"]],4,null]},{}],"엑스선":[{"1":[["線"],[["파장 0.01~100옹스트롬(Å)으로 감마선과 자외선의 중간 파장에 해당하는 전자기파. 눈에 직접 보이지는 않으나 굴절, 반사, 편광, 간섭, 회절 따위의 현상을 나타내며 강한 형광 작용, 전리 작용, 사진 작용, 투과 작용 따위를 한다. 학문적으로 중요할 뿐만 아니라 실제 사용 면에서도 질병의 진단 및 치료, 금속 재료의 내부 검사, 미술품의 감정(鑑定) 등 그 용도가 매우 넓다. 1895년에 독일의 뢴트겐이 발견할 당시에는 알 수 없는 선이라는 뜻에서 엑스선이라고 불렀다.","물리"]],1,null]},{"0":[["X線"],[["x-ray","A ray that penetrates through an object unlike other lights, used in the diagnosis and treatment of diseases, testing of metals, etc. "]],0,null]}],"엑바타나":[{"1":[[],[["고대 메디아 왕국의 수도. 페르시아 제국의 중심 도시로, 지금의 이란 하마단에 해당한다.","지명"]],4,null]},{}],"엑서터":[{"1":[[],[["영국 서남부, 콘월반도의 가운데에 있는 상업 도시. 이 나라의 가장 오래된 도시 가운데 하나이다.","지명"],["미국 뉴햄프셔주에 있는 도시.","지명"]],4,null]},{}],"엑세드라":[{"1":[[],[["반원 모양으로 내민 관람석이나 재판관석, 사회석 따위를 이르는 말.",null],["예전에, 서양 주택의 응접실을 이르던 말.",null]],4,null]},{}],"엑토고니":[{"1":[[],[["식물을 교배할 때, 부계의 우성 형질이 당대 종자의 배젖에서 바로 나타나는 현상.","식물"]],4,null]},{}],"엑센":[{"1":[[],[["인공적으로 가죽의 질감을 갖게 만든 스웨이드상(狀)의 천. 가죽보다 가볍고 빨래를 쉽게 할 수 있는 것이 장점이다.",null]],4,null]},{}],"엑스커베이터":[{"1":[[],[["굴착기의 하나. 버킷으로 흙이나 모래를 퍼내거나 깎아 내는 데에 사용한다. 굴착 기계를 통틀어 이르기도 한다.","기계"],["이의 속을 파내는 치과용 기구.","의학"]],4,null]},{}],"엑손":[{"1":[[],[["구조 유전자의 염기(鹽基) 순서 가운데 단백질 합성의 정보를 가진 부분. 최종적으로 단백질 합성에 참여하는 엠아르엔에이(mRNA)로서 전사되는 디엔에이(DNA)의 부분으로, 진핵생물의 유전 정보는 정보를 가지지 않은 염기의 순서에 의하여 디엔에이 가운데에서 분단(分斷)되어 있는 경우가 많은데, 이 경우에 정보를 가지고 있는 부분을 이른다.","생명"]],4,null]},{}],"엑스":[{"1":[[],[["항공기 분류에서, 계획ㆍ연구ㆍ실험 단계에 있는 기종을 나타내는 기호.","군사"]],4,null],"2":[[],[["미지수를 나타내는 기호.","수학"]],4,null],"3":[[],[["영어 알파벳의 스물네 번째 자모 이름.","언어"]],4,null]},{}],"엑스라샤펠":[{"1":[[],[["‘아헨’의 프랑스어 이름.","지명"]],4,null]},{}],"엑스트랙트":[{"1":[[],[["동물이나 식물 따위에서 뽑아낸 천연 약물의 유효 성분을 농축시킨 의약품. 유동체와 건조한 것이 있다.","약학"]],4,null]},{}],"엑스와이":[{"1":[[],[["성염색체의 조합이 엑스, 와이 염색체로 되어 있는 상태. 포유류에서는 수컷이다. 암컷은 체세포에 한 쌍의 엑스 염색체가 들어 있고, 수컷에는 엑스 염색체와 와이 염색체가 각각 하나씩 또는 엑스 염색체 하나가 들어 있다.","생명"]],4,null]},{}],"엑스선관구":[{"1":[["線管球"],[["엑스선을 발생시키는 진공관. 음극에서 나오는 전자를 높은 전압으로 가속하여 이를 텅스텐, 구리 따위의 대음극에 충돌시켜서 엑스선이 발생하게 한다.","물리"]],1,null]},{}]}