{"잎마름병":[{"1":[["病"],[["작물의 잎에 누런 반점이나 얼룩무늬가 생기면서 잎이 마르는 병.","농업"]],1,"임마름뼝"]},{}],"잎샘추위":[{"1":[[],[["봄에, 잎이 나올 무렵의 추위.","없음"]],2,"입쌤추위"]},{}],"잎벌레붙잇과":[{"1":[["科"],[["곤충강 딱정벌레목의 한 과. 몸은 다소 가늘고 길며 몸빛은 검은색, 갈색 또는 녹색이다. 더듬이는 11마디로 실 모양 또는 곤봉 모양이며, 배마디는 6개이다. 수염치레잎벌레붙이, 잎벌레붙이 따위가 있다.","동물"]],1,"입뻘레부치꽈"]},{}],"잎말이나방과":[{"1":[["科"],[["곤충강 나비목의 한 과. 몸이 작으며, 대개 칙칙한 누런빛을 띤 갈색이다. 전 세계에 분포하는데, 우리나라에는 복숭아순나방, 사과잎말이나방, 콩나방 따위가 있다.","동물"]],1,"임마리나방꽈"]},{}],"잎":[{"1":[[],[["식물의 영양 기관의 하나. 줄기의 끝이나 둘레에 붙어 호흡 작용과 탄소 동화 작용을 한다. 대개 녹색으로 모양은 넓적하고 잎몸, 잎자루, 턱잎 따위로 이루어진다.","식물"],["이파리를 세는 단위.",null],["‘꽃잎’을 달리 이르는 말.",null],["‘그 잎’의 뜻을 나타내는 말.","없음"]],2,"입"]},{"0":[[],[["leaf","A vegetative organ of a plant, which is green, flat, and attached to the point or sides of a stem."],["leaf; petal","A unit for counting the number of leaves of a tree, grass leaves, petals, etc."],["leaf","A word that is attached behind the name of a plant to indicate the leaf of the plant."]],1,"입"]}],"잎벌렛과":[{"1":[["科"],[["곤충강 딱정벌레목의 한 과. 몸은 작은 타원형이며, 검은색ㆍ갈색ㆍ붉은색ㆍ노란색에 금속광택이 난다. 등은 몹시 불룩하고 배는 납작하며 더듬이는 실 모양이다. 전 세계에 분포한다. 벼뿌리잎벌레, 혹가슴잎벌레, 수중다리잎벌레 따위가 있다.","동물"]],1,"입뻘레꽈"]},{}],"잎말이고치벌":[{"1":[[],[["고치벌과의 곤충. 몸의 길이는 4.5mm 정도이며, 대체로 엷은 노란색에 머리는 검은색이고 배는 붉은 갈색이며 주름이 있다. 잎말이나방의 애벌레에 기생한다. 한국, 일본 등지에 분포한다.","동물"]],2,"임마리고치벌"]},{}],"잎파랑이":[{"1":[[],[["빛 에너지를 유기 화합물 합성을 통하여 화학 에너지로 전환시키는 녹색 색소. 광합성에 가장 중요한 요소로, 빛에서 에너지를 흡수하며 이산화 탄소를 탄수화물로 전환시킨다. 녹색식물, 조류(藻類), 광합성 박테리아 따위의 광합성을 하는 모든 생물체에 나타난다.","식물"]],2,"입파랑이"]},{}],"잎벌과":[{"1":[["科"],[["곤충강 벌목의 한 과. 머리와 배 사이가 잘록하지 아니하고 머리 모양은 여러 가지이며, 더듬이는 채찍 모양이다. 홑눈은 세 개이고 몸은 검은 종류가 많다. 전 세계에 분포하는데 노랑가슴잎벌, 복숭아잎벌, 참나무잎벌 따위가 있다.","동물"]],1,"입뻘꽈"]},{}],"잎주기법":[{"1":[["法"],[["어린 산누에를 산에 놓아먹이지 아니하고 참나무의 잎을 따다가 먹여 기르는 방법.","농업"]],1,"입쭈기뻡"]},{}],"잎파랑치":[{"1":[[],[["식물 잎의 세포 안에 함유된 둥근 모양 또는 타원형의 작은 구조물. 엽록소를 함유하여 녹색을 띠며 탄소 동화 작용을 하여 녹말을 만드는 중요 부분이다. 이중 막으로 둘러싸여 있으며, 투명한 스트로마와 동전을 쌓아 둔 모양의 그라나로 이루어져 있다.","식물"]],2,"입파랑치"]},{}],"잎갈나무":[{"1":[[],[["소나뭇과의 낙엽 교목. 높이는 37미터 정도이고, 지름은 1미터 정도이며, 잎은 바늘 모양이다. 4월에 꽃이 피고 열매는 구과(毬果)로 9월에 조금 검은 빛을 띤 갈색 또는 붉은 갈색으로 익는다. 건축, 선박, 펄프 따위에 재목으로 쓴다. 한국의 금강산 이북, 중국, 일본 등지에 분포한다.","식물"]],2,"입깔라무"]},{}],"잎집무늬마름병":[{"1":[["病"],[["벼 따위에 생기는 병의 하나. 주로 잎집에 담자균류가 기생하여 회색의 얼룩무늬가 생기고, 차츰 잿빛을 띤 흰색으로 변하여 시들어 죽는다.","식물"]],1,"입찜무니마름뼝"]},{}],"잎말이벌레":[{"1":[[],[["곤충의 애벌레 가운데 식물의 잎을 돌돌 말아 그 속에 사는 습성을 가진 것을 통틀어 이르는 말.","동물"]],2,"임마리벌레"]},{}],"잎덩굴손":[{"1":[[],[["잎이 변해서 생긴 덩굴손.","식물"]],2,"입떵굴손"]},{}],"잎거밋과":[{"1":[["科"],[["거미목의 한 과. 갈대잎거미, 아기잎거미, 잎거미 따위가 있다.","동물"]],1,"입꺼미꽈"]},{}],"잎파리":[{"1":[[],[["→ 이파리.",null]],2,null]},{"0":[[],[[null,"→ 이파리"]],0,null]}],"잎꽂이":[{"1":[[],[["잎을 묘상(苗床)에 꽂아 뿌리를 내리게 하는 꺾꽂이 방법.","농업"]],2,"입꼬지"]},{}],"잎벌레붙이":[{"1":[[],[["잎벌레붙잇과의 곤충. 몸은 검은데 배 쪽은 갈색을 띠고 어두운색 털이 많으며, 딱지날개에는 붉은 갈색 또는 누런 갈색의 털이 빽빽하다. 한국, 일본, 중국 등지에 분포한다.","동물"]],2,"입뻘레부치"]},{}],"잎맞이":[{"1":[[],[["음력 정초에 부녀자들이 놀이를 겸하여 하는 굿.","민속"]],2,"임마지"]},{}],"잎말잇병":[{"1":[["病"],[["식물의 잎이 말려서 마르는 병. 잎말이나방, 진디 따위로 인하여 생긴다.","식물"]],1,"임마리뼝"]},{}],"잎따기법":[{"1":[["法"],[["산누에를 옮길 때에 누에가 붙어 있는 잎만 따서 옮기는 방법.","농업"]],1,"입따기뻡"]},{}],"잎주름병":[{"1":[["病"],[["잎이 주름이 잡히거나 오므라져서 울룩불룩하여지며, 하얘졌다가 어두운 갈색으로 변하여 떨어지는 병. 복사나무나 매화나무에 발생한다.","식물"]],1,"입쭈름뼝"]},{}],"잎사귀":[{"1":[[],[["낱낱의 잎. 주로 넓적한 잎을 이른다.",null]],2,"입싸귀"]},{"0":[[],[["leaf","A leaf growing from a tree or stem."]],0,"입싸귀"]}],"잎줄기채소":[{"1":[["菜蔬"],[["잎과 줄기를 식용하는 채소.","식물"]],1,"입쭐기채소"]},{}],"잎모양줄기":[{"1":[["模樣"],[["모양이 잎처럼 생기고, 엽록소를 가지고 있어 동화 작용을 하는 줄기.","식물"]],1,"임모양줄기"]},{}],"잎겨드랑꽃":[{"1":[[],[["잎겨드랑이에 착생하는 꽃.","식물"]],2,"입껴드랑꼳"]},{}]}