{"캠코더":[{"1":[[],[["비디오카메라와 비디오테이프리코더의 기능을 모두 갖춘 촬영기. 일반적인 비디오테이프나 6mm 비디오테이프를 쓰기도 하고 디지털 방식으로 기록하기도 한다.",null]],4,null]},{}],"캐슈":[{"1":[[],[["옻나뭇과의 상록 교목. 높이는 10~15미터이며, 잎은 어긋나고 긴 달걀 모양인데 가죽질이다. 흰색 또는 연한 붉은색 꽃이 가지 끝에 원추(圓錐) 화서로 핀다. 씨는 식용하고 껍질 속에 들어 있는 액체는 옻과 같은 성질이 있어서 정제되어 도료로 사용된다. 수피에서는 캐슈 고무를 채취하며, 목재는 치밀하여 용재(用材)로 쓰인다. 남아메리카가 원산지로 주로 열대 지방에서 재배한다.","식물"]],4,null]},{}],"캠릿":[{"1":[[],[["낙타나 앙고라염소의 털실로 짠, 얇은 평직(平織)의 모직물. 외툿감으로 흔히 사용된다.","복식"]],4,null]},{}],"캘굴리볼더":[{"1":[[],[["오스트레일리아 서남쪽 사막에 있는 광업 도시. 1893년 이래 금이 많이 나면서 발전하였다.","지명"]],4,null]},{}],"캘러타이프":[{"1":[[],[["아이오딘화 은을 감광제로 이용한 사진술. 1841년 탤벗이 발명하였다.","영상"]],4,null]},{}],"캐플린":[{"1":[[],[["높이가 낮으면서 챙이 넓은 여성용 모자. 장식용으로 쓰기도 하지만 보통 여름에 강한 햇빛을 가리기 위하여 많이 쓴다.",null]],4,null]},{}],"캐노피":[{"1":[[],[["낙하산의 주요 지지면을 이루는 삿갓 모양의 부분.","기계"],["항공기의 조종석 위에 있는 투명한 덮개.","기계"],["건축에서, 제단 따위의 위에 기둥으로 받치거나 매달아 놓은 덮개. 중세에는 신과 왕의 권위를 상징하였고, 16~17세기에 유럽 전역에서 다용도로 쓰였다.","건설"],["침대 위에 장식이나 방충 등을 목적으로 천장에 매달아서 늘어뜨리거나 고정하는 천.",null]],4,null]},{}],"캐릭터":[{"1":[[],[["소설이나 연극 따위에 등장하는 인물. 또는 작품 내용 속에서 드러나는 인물의 개성과 이미지.",null],["소설, 만화, 극 따위에 등장하는 독특한 인물이나 동물의 모습을 디자인에 도입한 것. 장난감이나 문구, 아동용 의류 따위에 많이 쓴다.",null],["키보드를 눌러서 화면에 나타낼 수 있는 한글, 알파벳, 한자, 숫자, 구두점 따위를 통틀어 이르는 말.","정보·통신"]],4,null]},{"0":[["character"],[["character","A person featured in a novel, comic book, play, movie, etc., or the unique personality or image of the person characterized by the content of a work."],["character goods","A person or animal featured in a novel, comic book, play, movie, etc., that is produced as designed goods."]],0,null]}],"캐러콜라이트":[{"1":[[],[["나트륨ㆍ납의 황산염과 염화물로 이루어진 무색의 광물. 결정성의 껍데기 모양으로 존재한다.","광업"]],4,null]},{}],"캐멀":[{"1":[[],[["낙타의 털을 원료로 한 직물.","복식"]],4,null]},{}],"캐치프레이즈":[{"1":[[],[["광고, 선전 따위에서 남의 주의를 끌기 위한 문구나 표어.",null]],4,null]},{}],"캐드캠":[{"1":[[],[["컴퓨터를 이용하여 제품을 설계하거나 제조하는 것.","공업"]],4,null]},{}],"캐슈애플":[{"1":[[],[["캐슈의 꽃줄기가 굵어져서 사과같이 된 열매. 주로 양주나 아이스크림의 독특한 맛을 내는 데 쓴다.",null]],4,null]},{}],"캠퍼스":[{"1":[[],[["대학이나 그 밖의 학교의 교정 또는 구내.",null]],4,null]},{"0":[["campus"],[["campus","A certain area of a university or college, consisting of buildings and schoolyard. "]],3,null]}],"캘러버라이트":[{"1":[[],[["텔루르화 금과 소량의 은을 함유한 황화 광물. 단사 정계에 속하며 누런색 또는 흰색을 띤다.","광업"]],4,null]},{}],"캔트":[{"1":[[],[["철도 선로의 곡선부에서 바깥쪽 레일과 안쪽 레일과의 높이의 차이. 열차의 원심력에 의한 탈선과 전복을 막기 위하여 바깥쪽 레일은 안쪽 것보다 높게 부설한다.","교통"],["사이클링이나 자동차 경주 따위의 경주로의 곡선부에서, 외주(外周)와 내주(內周)의 높이의 차.","체육"]],4,null]},{}],"캐처":[{"1":[[],[["야구에서, 본루를 지키며 투수가 던지는 공을 받는 선수.","체육"]],4,null]},{}],"캠핑":[{"1":[[],[["산이나 들 또는 바닷가 따위에서 텐트를 치고 야영함. 또는 그런 생활.",null]],4,null]},{"0":[["camping"],[["camping","An act of staying in a tent on a mountain or field or on the seashore, etc., or such a lifestyle."]],0,null]}],"캐시미어":[{"1":[[],[["인도 서북부의 카슈미르 지방에서 나는 산양의 털로 짠 고급 모직물. 부드럽고 윤기가 있으며, 보온성이 좋아 고급 양복감으로 쓴다.",null]],4,null],"2":[[],[["산양 품종의 하나. 키는 60~70cm 정도이며 거칠고 긴 털 밑에 있는 부드러운 털은 봄이 되면 자연히 빠지므로 빠지기 직전에 빗어 모아 고급 직물의 원료로 쓴다. 암수 모두 뿔이 있고 털은 보통 흰색이나, 검은색 또는 갈색도 있다. 카슈미르 지방이 원산지이다.","동물"]],4,null]},{}],"캔자스주":[{"1":[["州"],[["미국의 가운데에 있는 주. 주(州)의 90% 이상이 농지로 서쪽은 밭농사, 동쪽은 축산업이 발달하였다. 석유, 천연가스 따위가 난다. 주도(州都)는 토피카, 면적은 21만 3098㎢.","지명"]],1,null]},{}],"캠버":[{"1":[[],[["겹판 스프링에서 맨 위의 판 양쪽 끝 지지 구멍을 잇는 직선과 맨 위의 판 가운데 부분 사이의 간격. 판스프링의 휜 정도를 나타낸다.","기계"]],4,null]},{}],"캔터베리":[{"1":[[],[["영국 런던의 동남쪽에 있는 도시. 캔터베리 대성당이 유명하다.","지명"]],4,null]},{}],"캘커타":[{"1":[[],[["‘콜카타’의 전 이름.","지명"]],4,null]},{}],"캡틴":[{"1":[[],[["문자 도형 정보 네트워크. 전화 회선과 텔레비전 수상기를 이용하여 문자나 그림의 모양으로 정보를 얻는 회원 가입식 제도이다.","매체"]],4,null]},{}],"캐트":[{"1":[[],[["맑게 갠 날에 대류권 상부의 제트 기류 근방에서 일어나기 쉬운 강한 난류. 비행기 사고의 원인이 된다.","지구"]],4,null]},{}],"캡슐":[{"1":[[],[["아교풀로 얇게 만든 작은 갑. 맛이나 냄새, 색상 따위가 좋지 않은 가루약이나 기름 따위를 넣어서 먹는 데 쓴다.",null],["우주 비행체의 기밀 용기.",null]],4,null]},{"0":[["capsule"],[["capsule","A small container used to hold and ingest powder medicine, etc., whose taste, smell, etc., is not good."],["space capsule","A closed object made to have the right environment so that a living creature can survive in space."]],0,null]}],"캐시밀론":[{"1":[[],[["아크릴로나이트릴을 주원료로 한 아크릴 계통의 합성 섬유 가운데 하나. 일본에서 생산된 상품명에서 나온 말이다.","화학"]],4,null]},{}],"캐서롤":[{"1":[[],[["화학 실험 기구의 하나. 액체 증발용 냄비로 보통 사기로 만들며 손잡이가 달려 있다.","화학"],["구리나 내열성 도자기로 만든, 뚜껑이 달린 두꺼운 냄비. 오븐에 직접 넣어서 요리할 수 있는 장점이 있다.",null]],4,null]},{}],"캔자스시티":[{"1":[[],[["미국의 미주리주와 캔자스주에 걸쳐 있는 도시. 가축ㆍ밀 따위의 집산지이며, 제철ㆍ정유ㆍ제분 따위의 공업이 발달하였다.","지명"]],4,null]},{}],"캠퍼페놀":[{"1":[[],[["충치나 풍치를 치료하는 데 쓰는 액제. 캠퍼, 페놀, 알코올 따위가 들어 있다.","약학"]],4,null]},{}],"캐티네이션":[{"1":[[],[["같은 원소의 원자가 다수 결합하여 사슬 모양으로 이어지는 현상. 화합물 속에서 탄소가 가장 현저하다.","화학"]],4,null]},{}],"캐시토미터":[{"1":[[],[["높이의 차를 재는 기구. 눈금이 딸린 원기둥에 부속된 망원경을 아래위로 이동하여서 그 눈금을 읽고, 두 점 사이의 높이 차이를 구한다.",null]],4,null]},{}],"캐스터네츠":[{"1":[[],[["나무나 상아로 만든 조가비 모양의 타악기. 춤출 때에 손을 놀려 맞부딪히게 하여 소리를 낸다. 교향 관현악에서는 자루가 달린 것을 쓴다.","음악"]],4,null]},{"0":[["castanets"],[["castanets","A percussion instrument made by binding two pieces of wood, ivory, etc., and producing sounds by hitting them against each other."]],0,null]}],"캠":[{"1":[[],[["회전 운동을 왕복 운동, 요동 운동 따위로 바꾸는 기계 장치. 경사판 캠, 원뿔 캠, 하트 캠, 홈 캠 따위가 있다.","기계"]],4,null],"2":[[],[["컴퓨터를 이용하여 제품 제조 업무를 수행하는 것. 가공ㆍ계획ㆍ관리를 통합하여 제품 생산에 자동화를 꾀하기 위한 것으로, 컴퓨터가 공작 기계 선택이나 가공 순서 따위를 자동적으로 결정한다.","공업"]],4,null]},{}],"캐스트리스":[{"1":[[],[["세인트루시아에 있는 기계화한 항구 도시. 원양 어선의 기지로 이용된다. 세인트루시아의 수도이다.","지명"]],4,null]},{}],"캔":[{"1":[[],[["양철 따위로 만든 통.",null],["주로 음식물을 ‘「1」’에 담아 그 분량을 세는 단위.",null]],4,null]},{"0":[["can"],[["can","A container made of galvanized iron, aluminum, etc."],["can","A unit for counting the quantity of food, which is contained in a container made of galvanized iron, aluminum, etc."]],0,null]}],"캔버라":[{"1":[[],[["오스트레일리아에 있는 도시. 기하학적인 도로망으로 유명한 계획 도시이며, 주(州)에 소속되지 않은 연방 직할지이다. 오스트레일리아의 수도(首都)이다.","지명"]],4,null]},{}],"캡스턴":[{"1":[[],[["수직으로 된 원뿔형의 몸체에 밧줄이나 쇠줄을 감아 그것을 회전시켜 무거운 물건을 끌어 올리거나 당기는 기계. 주로 선박의 정박용 밧줄을 감는 데 쓴다.","기계"],["녹음ㆍ재생 장치 따위에서 테이프의 속도를 일정하게 하는 회전축.","기계"]],4,null]},{}],"캘린더":[{"1":[[],[["→ 달력.",null]],4,null],"2":[[],[["마찰에 의하여 윤을 내는 기계. 옷감이나 종이 따위를 보드랍게 하거나 윤을 낼 때 쓴다.","공업"]],4,null]},{"0":[["calendar"],[[null,"→ 달력"]],0,null]}],"캐스팅":[{"1":[[],[["연극이나 영화에서 배역을 정하는 일.","연기"]],4,null],"2":[[],[["활자를 주조하는 기계.","매체"]],4,null]},{"0":[["casting"],[["casting","An act of choosing an actor or actress who will play a character in a play, movie, etc."]],0,null]}],"캔턴섬":[{"1":[[],[["태평양 중부, 피닉스 제도에서 가장 큰 산호초 섬. 미국과 영국이 공동 통치하다가 1979년부터 키리바시령이 되었다.","지명"]],1,null]},{}],"캠프파이어":[{"1":[[],[["야영지에서 피우는 모닥불. 또는 그것을 둘러싸고 하는 간담회나 놀이.",null]],4,null]},{"0":[["campfire"],[["campfire","A bonfire made at a camping site, or a game played around the fire."]],0,null]}],"캥거루":[{"1":[[],[["포유류 캥거루과 동물을 통틀어 이르는 말. 여러 종류가 있는데 토끼만 한 것에서부터 2미터나 되는 것까지 있으며, 몸빛은 대개 회색과 붉은색이다.","동물"]],4,null]},{"0":[["kangaroo"],[["kangaroo","An animal living in Australia and many of its surrounding islands, of which the female raises a baby in its pouch."]],0,null]}],"캘거리":[{"1":[[],[["캐나다 앨버타주 남쪽에 있는 도시. 로키산맥의 동쪽에 있으며 농산물 거래, 석유 공업 따위로 유명하다.","지명"]],4,null]},{}],"캑스턴판":[{"1":[["版"],[["영국에서 활판 인쇄 기술을 처음 개발한 캑스턴(Caxton, W.)이 제작한 활판 인쇄로 된 책.","매체"]],1,null]},{}],"캘리컷":[{"1":[[],[["인도 서남쪽 아라비아해에 접하여 있는 항구 도시. 처음에는 포르투갈의 영토였으나 이후 영국, 프랑스, 덴마크의 영토가 되었다. 1498년 바스쿠 다가마가 상륙한 곳이며, 16세기 포르투갈의 동방 진출 근거지이었다. 예전에는 면포(綿布)의 생산이 활발하였으며, 현재는 코프라ㆍ커피ㆍ차 따위를 수출한다.","지명"]],4,null]},{}],"캠퍼":[{"1":[[],[["모노테르펜에 속하는 케톤의 하나. 독특한 향기가 있는 무색의 고체로, 물에 잘 녹지 않으며, 유기 용매에 잘 녹는다. 상온에서 승화하기 쉽다. 화학식은 C<sub style='font-size:11px;'>10</sub>H<sub style='font-size:11px;'>16</sub>O.","화학"]],4,null]},{}],"캐치폰":[{"1":[[],[["통화 중인 전화에 호출 신호를 보내어 연결하는 전화기. 전화국의 교환기에 설비한다.","정보·통신"]],4,null]},{}],"캠던":[{"1":[[],[["미국 뉴저지주의 공업 도시. 델라웨어강(Delaware江)을 사이에 둔 필라델피아의 위성 도시로 정유, 조선 따위의 공업이 발달하였다.","지명"]],4,null]},{}],"캐리커처":[{"1":[[],[["어떤 사람이나 사물 따위의 특징을 과장하여 우스꽝스럽게 풍자한 글이나 그림. 또는 그런 표현법.","미술"]],4,null]},{}],"캐비테이션":[{"1":[[],[["배의 추진기 따위의 뒷부분의 정압(靜壓)이 물의 증기압보다 낮아져서 생기는 수증기의 거품. 또는 그런 현상. 추진기의 효율을 떨어뜨리거나 추진기 파괴의 원인이 된다.","물리"]],4,null]},{}],"캐터플렉시":[{"1":[[],[["‘허탈 발작’의 전 용어.","의학"]],4,null]},{}],"캘리포니아반도":[{"1":[["半島"],[["멕시코 서북쪽, 태평양 연안에 있는 반도. 대부분 산지로 이루어져 있으며, 구리 따위의 광산물이 난다. 라파스, 티후아 따위의 관광지가 있다. 면적은 14만 4000㎢.","지명"]],1,null]},{}],"캘리코":[{"1":[[],[["가로로 짠 올이 촘촘하고 색깔이 흰 무명베. 시트나 옷 따위를 만드는 재료로 쓴다.","복식"]],4,null]},{}],"캔터":[{"1":[[],[["승마에서, 갤럽과 트롯의 중간 속도로 달리는 말의 보통 보법(步法).","체육"]],4,null]},{}],"캘리도니언":[{"1":[[],[["스코틀랜드에서 발생한, 네 쌍이 추는 춤.","무용"]],4,null]},{}],"캘리포니아주":[{"1":[["州"],[["미국, 태평양에 면하여 있는 주. 남쪽으로 멕시코와 접하여 있으며, 50주 중에서 최대의 인구와 생산력을 자랑한다. 19세기 중엽부터 금, 석유 따위로 발전하였으며, 과실나무ㆍ야채 따위의 생산이 세계적이다. 주도(主都)는 새크라멘토, 면적은 41만 1048㎢.","지명"]],1,null]},{}],"캘채변":[{"1":[["采邊"],[["한자 부수의 하나. ‘采’, ‘釋’ 따위에 쓰인 ‘釆’을 이른다.",null]],1,"캘ː채변"]},{}],"캘리포니아만":[{"1":[["灣"],[["멕시코 서북쪽, 캘리포니아반도에서 태평양을 사이에 두고 있는 만. 길이는 약 1,200km.","지명"]],1,null]},{}],"캐주얼웨어":[{"1":[[],[["평상시에 격식에 매이지 아니하고 가볍게 입을 수 있는 옷.",null]],4,null]},{}],"캘굴리":[{"1":[[],[["오스트레일리아 서남쪽 사막에 있는 광업 도시. 1893년 이래 금이 많이 나면서 발전하였다.","지명"]],4,null]},{}],"캔디":[{"1":[[],[["설탕이나 엿 따위를 끓였다가 식혀서 여러 가지 모양으로 굳힌 것. 알사탕, 눈깔사탕, 드롭스, 캐러멜, 누가 따위가 있다.",null]],4,null],"2":[[],[["스리랑카 중부에 있는 관광 도시. 소승 불교의 중심지이며, 차ㆍ고무 따위의 집산지이기도 하다.","지명"]],4,null]},{"0":[["candy"],[["candy","A bite-sized, hard and sweet confection made by boiling Korean liquid sweetener, yeot or sugar."]],0,null]}],"캘콘":[{"1":[[],[["벤즈알데하이드와 아세토페논의 축합으로 얻는 엷은 노란색의 고체. 화학식은 C<sub style='font-size:11px;'>15</sub>H<sub style='font-size:11px;'>12</sub>O.","화학"]],4,null]},{}],"캐스케이드산맥":[{"1":[["山脈"],[["미국 서북부 태평양 기슭의 남북으로 뻗은 산맥. 최고봉 레이니어산의 높이는 4,392미터.","지명"]],1,null]},{}],"캐스터":[{"1":[[],[["텔레비전 보도 프로그램의 진행을 맡은 사람. 또는 해설자.",null]],4,null]},{"0":[["caster"],[["news presenter; news broadcaster; news anchor","A person who presents the news on television. "]],0,null]}],"캠페인":[{"1":[[],[["사회ㆍ정치적 목적 따위를 위하여 조직적이고도 지속적으로 행하는 운동.",null]],4,null]},{"0":[["campaign"],[["campaign","An organized movement targeting the general public, usually to achieve a social or political purpose."]],2,null]}],"캐터필러":[{"1":[[],[["차바퀴의 둘레에 강판으로 만든 벨트를 걸어 놓은 장치. 지면과의 접촉면이 크므로 험한 길, 비탈길도 갈 수 있다. 탱크, 장갑차, 불도저 따위에 이용된다.","기계"]],4,null]},{}],"캐소드":[{"1":[[],[["한 쌍의 전극 가운데 그 전극에서 용액 따위를 향하여 전자 또는 음이온이 유출하거나, 그 전극을 향하여 양이온이 흘러 들어오는 쪽의 전극. 전기 분해나 진공관인 경우는 음극, 전지의 경우는 양극을 이른다.","물리"]],4,null]},{}],"캡토프릴":[{"1":[[],[["혈압 상승에 관여하는 효소의 작용을 억제하여 혈압을 낮추는 고혈압 치료제.","약학"]],4,null]},{}],"캐터펄트":[{"1":[[],[["성(城)을 공격하기 위하여 만든, 고대 그리스ㆍ로마 시대의 투석기.","군사"],["항공 모함 따위의 좁은 공간에서 항공기를 이륙하도록 하는 장치. 압축 공기나 증기의 힘으로 고속 이동하는 실린더 내의 피스톤 장치를 항공기에 연결하여서 발진한다.","군사"]],4,null]},{}],"캔버스":[{"1":[[],[["유화를 그릴 때 쓰는 천. 삼베 같은 천에 아교나 카세인을 바르고 그 위에 다시 아마인유, 산화 아연, 밀타승 따위를 섞어서 바른다.","미술"]],4,null],"2":[[],[["조정 경기에서, 파도나 물보라를 막기 위하여 경기용 배의 갑판에 치는 포장.","체육"]],4,null]},{"0":[["canvas"],[["canvas","A cloth used for oil painting."]],0,null]}],"캠프":[{"1":[[],[["휴양이나 훈련 따위를 위하여 야외에서 천막을 치고 일시적으로 하는 생활. 또는 그런 생활을 하는 곳.",null]],4,null]},{"0":[["camp"],[["camping; camp","A temporary stay in a tent installed in a mountain or on a field or a beach, etc., or a place for such a stay."]],3,null]}],"캐비닛":[{"1":[[],[["사무용 서류나 물품 따위를 넣어 보관하는 장. 보통 철제로 만든 직립식 상자로 사무실 바닥에 놓고 쓴다.",null]],4,null]},{"0":[["cabinet"],[["cabinet","A piece of furniture that is used to store office supplies, documents, etc."]],0,null]}],"캐디":[{"1":[[],[["골프에서, 경기자가 수월하게 경기할 수 있도록 보좌하는 사람. 경기자의 골프채를 운반하면서 경기에 관련된 조언을 하는 등 경기자가 최선의 결과를 낼 수 있도록 여러 가지 편의를 제공한다.","체육"]],4,null]},{}],"캐러멜":[{"1":[[],[["설탕이나 포도당 따위의 당류(糖類)를 빛깔이 변할 때까지 졸여서 만든 물질. 과자, 흑맥주, 간장 따위의 착색료로 쓴다.",null],["물엿, 설탕, 우유, 초콜릿 따위에 바닐라 따위의 향료를 넣고 고아서 굳힌 사탕의 하나. 작은 네모꼴로 잘라 한 개씩 포장한다.",null]],4,null]},{"0":[["caramel"],[["caramel","A kind of candy, made by mixing starch syrup, sugar, milk, chocolate, etc., adding such spices as vanilla, boiling it down, and solidifying it. "]],0,null]}],"캡션":[{"1":[[],[["삽화, 사진 따위에 붙는 짧은 해설문(解說文).","매체"]],4,null]},{}],"캐미솔":[{"1":[[],[["여성용 속옷의 하나. 소매가 없고 길이는 허리 아래까지이며 페티코트와 같이 입거나 바지 차림일 때 상체에 입는다.",null]],4,null]},{"0":[["camisole"],[["camisole","A sleeveless, female innerwear, which coves the part from the chest to below the waist."]],0,null]}],"캘리퍼스":[{"1":[[],[["공작에서, 자로 재기 힘든 물체의 두께, 지름 따위를 재는 기구. 안지름을 재는 내캘리퍼스, 바깥지름을 재는 외캘리퍼스 따위가 있다.","공업"]],4,null]},{}],"캐넌":[{"1":[[],[["길고 큰 포신을 가진, 원거리 사격용 대포.","군사"],["당구에서, 공을 치는 사람의 공이 목표로 하는 공 둘을 연속적으로 맞히는 일.","체육"]],4,null]},{}],"캘리포늄":[{"1":[[],[["초우라늄 원소의 하나. 1950년 캘리포니아 대학 연구실에서 퀴륨에 알파선을 비추는 핵반응에 의하여 발견한 것으로, 반감기 약 800년의 알파 붕괴를 하는 핵종 외에 10종의 방사능 핵종이 알려져 있다. 원자 기호는 Cf, 원자 번호는 98, 원자량은 251.","화학"]],4,null]},{}],"캡":[{"1":[[],[["머리 모양에 따라 꼭 맞게 된 납작한 모자.",null],["연필이나 만년필 따위의 뚜껑.",null]],4,null]},{"0":[["cap"],[["cap","A flat hat fitting one's head tightly, usually with a brim only at the front."],["lid","The lid of a writing instrument such as a fountain pen, etc."]],0,null]}],"캐너커":[{"1":[[],[["→ 카나카.","고유명 일반"]],2,null]},{}],"캘러스":[{"1":[[],[["식물체에 상처가 났을 때 상처의 세포가 분열 능력을 회복하여 상처를 막고 비대하여지는 연한 조직.","생명"],["식물의 체관에 있는 체판의 한쪽 또는 양쪽에 렌즈 모양으로 형성되는 후형질.","식물"]],4,null]},{}],"캘리포니아양귀비":[{"1":[["楊貴妃"],[["양귀비과의 여러해살이풀. 높이는 30~50cm 정도이며, 전체적으로 회청색을 띤다. 잎은 어긋나며 깃 모양으로 갈라진다. 8월에 연노란색의 큰 꽃이 피고 열매는 삭과(蒴果)이다. 북아메리카가 원산지로 관상용으로 재배한다.","식물"]],1,null]},{}],"캐러웨이":[{"1":[[],[["산형과의 한해살이풀 또는 두해살이풀. 흰 꽃이 산형(繖形) 화서로 피고 열매는 갈색이다. 씨는 향신료로 쓴다. 유럽과 서아시아가 원산지이다.","식물"]],4,null]},{}],"캘리포니아바다사자":[{"1":[["獅子"],[["물갯과의 바다짐승. 몸은 검은 갈색이며 다리는 지느러미 모양이다. 몸의 길이는 약 2미터이며 몸무게는 300kg 정도이다. 미국 서부 해안과 갈라파고스 제도에 서식하며 물고기, 오징어 따위를 잡아먹고 산다.","동물"]],1,null]},{}],"캐스트":[{"1":[[],[["→ 배역02.","영상"]],4,null]},{}],"캐럴":[{"1":[[],[["크리스마스에 부르는 성탄 축하곡. 14세기 영국에서 종교 가곡의 한 형식으로 생겨나 발전하였으며, 나중에는 성탄절을 축하하는 노래만을 이르게 되었다.",null]],4,null]},{"0":[["carol"],[["carol","A song that is sung to celebrate Christmas."]],0,null]}],"캐주얼슈즈":[{"1":[[],[["평상시에 신는 간편한 구두를 통틀어 이르는 말.",null]],4,null]},{}],"캐리어":[{"1":[[],[["미량의 물질을 분리ㆍ추출하기 위하여 가하는, 유사한 화학적 성질을 지닌 물질. 미량의 방사성 동위 원소를 혼합 용액에서 침전시키기 위하여 가하는 안정 동위 원소 따위가 있다.","화학"]],4,null]},{}],"캡사이신":[{"1":[[],[["고추의 매운맛 성분인 무색 고체. 화학식은 C<sub style='font-size:11px;'>18</sub>H<sub style='font-size:11px;'>27</sub>NO<sub style='font-size:11px;'>3</sub>.","화학"]],4,null]},{}],"캐넌볼":[{"1":[[],[["테니스에서, 매우 빠른 속도의 직구 서브.","체육"]],4,null]},{}],"캐드":[{"1":[[],[["컴퓨터에 입력된 자료를 이용하여 설계하고, 그 설계에 따라 만든 제품을 그래픽 화면이나 컴퓨터 인쇄물로 볼 수 있도록 하는 방법.","정보·통신"]],4,null]},{}],"캐리":[{"1":[[],[["골프에서, 공을 친 지점에서 그 공이 처음 바운드한 지점까지의 거리. 굴러간 거리는 포함하지 않는다.","체육"]],4,null]},{}],"캐나다":[{"1":[[],[["북아메리카 대륙 북부에 있는, 영국 연방 내의 연방 국가. 프랑스와 영국의 식민지였다가 1867년에 캐나다 자치령이 되었으며, 1949년에 독립국이 되었다. 세계적인 밀 생산지로, 니켈ㆍ아연ㆍ금ㆍ구리 따위의 광산 자원도 풍부하고 각종 공업과 수산업이 발달하였다. 주민은 영국계와 프랑스계 백인이고 주요 언어는 영어와 프랑스어이다. 수도는 오타와, 면적은 997만 6185㎢.","지명"]],4,null]},{"0":[["Canada"],[["Canada","A country located in the northern part of North America; it is the second largest country in the world next to Russia; its major products include wheat, gold, copper, zinc, etc.; its official languages are English and French; its capital is Ottawa."]],1,null]}],"캐치볼":[{"1":[[],[["야구에서, 공을 던지고 받는 연습.","체육"]],4,null]},{}],"캡시드":[{"1":[[],[["바이러스의 유전 형질을 둘러싸고 있는 단백질의 외각.","생명"]],4,null]},{}],"캔틸레버":[{"1":[[],[["한쪽 끝은 고정되고 다른 끝은 받쳐지지 아니한 상태로 있는 보.","건설"]],4,null]},{}]}