{"컴파일":[{"1":[[],[["프로그램 제작자가 코볼ㆍ포트란 따위의 고급 언어로 쓰인 프로그램을 번역하고, 컴퓨터에서 실행할 수 있는 기계어 프로그램으로 고치는 과정.","정보·통신"]],4,null]},{}],"커서":[{"1":[[],[["계산자에 끼워서 눈금을 맞추거나 읽는 데 사용하는 투명한 판. 계산자 위에서 좌우로 움직일 수 있다.","수학"],["디스플레이 장치의 화면에서 입력 위치를 나타내는 표지.","정보·통신"]],4,null]},{"0":[["cursor"],[["cursor","The symbol indicating the location of data entry on a computer screen."]],0,null]}],"커프스":[{"1":[[],[["와이셔츠나 블라우스의 소맷부리.",null]],4,null]},{}],"컨트리댄스":[{"1":[[],[["영국 스코틀랜드 지방에 전하여 내려오는 민속춤의 하나. 그 지방 사람들이 농사를 마치고 축제일이 되면 해변이나 언덕 따위에 모여 둥글게 손을 잡고 추던 춤으로 17세기부터 18세기에 걸쳐 주로 유행하였다. 카드리유의 전신(前身)이다.","무용"]],4,null]},{}],"컴백":[{"1":[[],[["예전의 활동 무대에 다시 돌아옴.",null]],4,null]},{}],"컴퓨터마인드":[{"1":[[],[["정보나 지식을 최대한으로 활용하여 정보화 사회에 적극적으로 대응하고자 하는 마음이나 생활 태도.",null]],4,null]},{}],"컨버터":[{"1":[[],[["한 형태의 전기 에너지를 다른 형태의 전기 에너지로 바꾸는 장치. 교류 전력을 직류 전력으로 변환하거나 직류 전력을 교류 전력으로 변환하는 것, 또는 어떤 주파수에서 다른 주파수로 변환하는 것 따위를 이른다. 교류를 직류로 바꾸는 변환기, 라디오 수신기의 주파수 변환기, 텔레비전의 채널 변환기 따위가 있다.","전기·전자"]],4,null]},{}],"컨슈머리즘":[{"1":[[],[["대량 생산과 이에 따른 대량 소비 추세에 따라 소비자의 권리 회복과 강화를 위하여 1960년대부터 미국에서 전개되고 있는 소비자 운동.","경제"]],4,null]},{}],"커패시터":[{"1":[[],[["많은 양의 전기를 모으는 장치. 레이던병, 가변 축전기 따위가 있다.","전기·전자"]],4,null]},{}],"컬러":[{"1":[[],[["빛깔이 있는 것.",null],["개성이나 분위기. 또는 그 작품만의 느낌이나 맛.",null]],4,null],"2":[[],[["머리카락을 곱슬곱슬하게 만들기 위하여 사용하는 원통형의 미용 기구.",null]],4,null]},{"0":[["color"],[["color","A vivid color."],["unique individuality","One's differentiated personality or noticeable characteristic."]],0,null]}],"컬럼비아":[{"1":[[],[["미국 동남부에 있는 도시. 농산물 집산지이며, 면 공업 중심지이기도 하다. 사우스캐롤라이나주의 주도(州都)이다.","지명"]],4,null]},{}],"커미셔너":[{"1":[[],[["프로 야구나 프로 권투 따위에서, 질서 유지 따위를 위하여 전권(全權)이 위임된 최고 책임자.","체육"]],4,null]},{}],"컨소시엄":[{"1":[[],[["여러 나라가 협력하여 경제적 도움이 필요한 나라를 지원하는 방식. 또는 그런 모임.","경제"],["건설 공사 따위의 수주에서 여러 기업체가 공동으로 참여하는 방식. 또는 그런 모임.","건설"]],4,null]},{"0":[["consortium"],[["consortium","A way of multiple companies participating in an effort to win the contract of a large-scale construction project, etc.; or a group made in such a manner."]],0,null]}],"컨트리클럽":[{"1":[[],[["전원생활을 즐기려는 도시 사람을 위하여 골프장, 테니스장, 수영장 따위의 시설을 교외(郊外)에 갖춘 단체.",null]],4,null]},{}],"커맨드":[{"1":[[],[["컴퓨터의 시동, 정지, 계속 따위의 동작을 지시하는 명령.","정보·통신"]],4,null]},{}],"커즌선":[{"1":[["線"],[["제일 차 세계 대전 후 연합국 최고 회의에서 결정한 폴란드와 소련의 국경선. 1919년 영국의 외상(外相) 커즌이 제안한 것으로 폴란드에게 불리하게 결정되었다. 오늘날의 국경선과 대체로 일치한다.","역사"]],1,null]},{}],"컬":[{"1":[[],[["머리털을 곱슬곱슬하게 만드는 일. 또는 그런 모양의 머리카락.",null]],4,null]},{}],"커켁시아":[{"1":[[],[["암과 같은 악성 질환이 진행되었을 때 나타나는, 몸이 쇠약해진 증상. 전신이 마르고 발과 눈꺼풀에 부기가 생기며 피부는 빈혈 때문에 잿빛이 도는 누런색을 띤다.","의학"]],4,null]},{}],"커트":[{"1":[[],[["전체에서 일부를 잘라 내는 일. 또는 진행되던 일을 중간에서 차단하는 일.",null],["미용을 목적으로 머리를 자르는 일. 또는 그 머리 모양.",null],["야구에서, 투수가 던진 공이 타자가 바라던 공이 아니거나 치기 거북할 때 배트를 살짝 대어 파울 볼로 처리하는 일.","체육"],["야구에서, 한 야수가 던진 공이 목적한 야수에게 도달하기 전에 다른 야수가 그 공을 잡아 버리는 일.","체육"],["농구 따위에서, 상대편의 공을 가로채는 일.","체육"],["탁구나 테니스에서, 라켓을 비스듬히 한 채로 깎아 쳐서 공에 회전력을 주는 일.","체육"]],4,null]},{"0":[["cut"],[["cutting","To stop something in progress."],["haircut","An act of cutting one's hair, or such a hairstyle."]],2,null]}],"컬렉터":[{"1":[[],[["트랜지스터 전극의 하나. 베이스와 이미터 사이에 넣어 증폭한 신호 전류를 꺼내는 극으로 삼극 진공관의 양극에 해당한다. 기호는 C.","기계"]],4,null]},{}],"커드":[{"1":[[],[["우유에 산(酸) 또는 레닌이나 펩신 따위를 넣었을 때 생기는 응고물. 치즈를 만드는 데 쓴다.",null]],4,null]},{}],"커뮤니케이션":[{"1":[[],[["사람들끼리 서로 생각, 느낌 따위의 정보를 주고받는 일. 말이나 글, 그 밖의 소리, 표정, 몸짓 따위로 이루어진다.",null]],4,null]},{"0":[["communication"],[["communication","An act of sharing information such as thoughts, feelings, etc., through speeches, texts, sounds, facial expressions, body gestures, etc."]],0,null]}],"컬럼바이트":[{"1":[[],[["철, 망가니즈, 나이오븀, 탄탈럼 따위로 이루어진 산화 광물. 사방 정계에 속하며, 검은색의 짧은 기둥 모양 또는 판(板) 모양의 결정을 이룬다. 방사능 광물의 하나로 화강암이나 페그마타이트 속에서 난다.","광업"]],4,null]},{}],"컴퓨터":[{"1":[[],[["전자 회로를 이용한 고속의 자동 계산기. 숫자 계산, 자동 제어, 데이터 처리, 사무 관리, 언어나 영상 정보 처리 따위에 광범위하게 이용된다.","정보·통신"]],4,null]},{"0":[["computer"],[["computer","A machine made from electronic circuits that quickly and accurately processes mass data such as documents, photographs, videos, etc."]],1,null]}],"커패시턴스":[{"1":[[],[["절연된 고립 도체(孤立導體)의 전위 또는 축전기의 극판 사이의 전위차를 단위 압력까지 올리는 데 필요한 전기량. 엠케이에스에이(MKSA) 단위는 패럿.","전기·전자"]],4,null]},{}],"커넥틴":[{"1":[[],[["척추동물의 근육 단백질. 근원 섬유 속에 있는 가로무늬근을 받치는 것으로 근육과 힘줄을 연결하고 있는 특수한 단백질이다.","수의"]],4,null]},{}],"커마":[{"1":[[],[["물질의 단위 질량 속에 중성자와 같은 전하가 없는 입자가 들어왔을 때, 그것으로 일어난 모든 전하 입자의 운동 에너지. J/kg 또는 erg/g로 표시한다.","물리"]],4,null]},{}],"커버트":[{"1":[[],[["씨실은 단색(單色) 실, 날실은 다른 두 색조의 실을 쓴, 두껍고 질긴 소모 또는 방모 능직물.","공예"]],4,null]},{}],"컬렉션":[{"1":[[],[["미술품이나 우표, 화폐, 책, 골동품 따위를 모으는 일. 또는 그 모아진 물건들.",null],["관련된 물건들이나 상품들의 집합.",null]],4,null]},{}],"컷오프":[{"1":[[],[["방송 중인 음악이나 이야기를 갑자기 중단함. 시청자의 관심을 집중시키고 변화에 대한 기대감을 높이기 위한 기교로 사용한다.","매체"]],4,null]},{}],"컴벌랜드":[{"1":[[],[["영국 잉글랜드 서북쪽에 있는 주. 석탄, 철광석 따위가 나며, 목축업이 발달하였다. 주도(州都)는 칼라일(Carlisle).","지명"]],4,null],"2":[[],[["미국 메릴랜드주에 있는 광공업 도시. 철도, 도로 따위의 교통 요충지이며, 미국 서부 개척사상 중요한 통로 역할을 하였다. 부근에 탄전이 있어 역청탄, 석회암 따위가 난다.","지명"]],4,null]},{}],"컨셉":[{"1":[[],[["→ 콘셉트.",null]],4,null]},{}],"커틀릿":[{"1":[[],[["소, 돼지, 닭 따위의 고기를 납작하게 썰거나 다져서 그 위에 빵가루를 묻혀 기름에 튀긴 요리.",null]],4,null]},{}],"컴파트먼트":[{"1":[[],[["약물의 체내 이행 과정을 설명하기 위하여 농도 평형 관계에 있는 부위를 하나로 모아 놓은 것.","약학"]],4,null]},{}],"커지":[{"1":[[],[["털실을 사용한 모직물의 하나. 지금은 이를 본뜬 두꺼운 면직물을 이르는데 주로 작업복으로 쓴다.","복식"]],4,null]},{}],"커티너리":[{"1":[[],[["실 따위의 양쪽 끝을 고정하고 중간 부분을 자연스럽게 늘어뜨렸을 때, 실이 이루는 곡선.","수학"]],4,null]},{}],"컴브리아주":[{"1":[["州"],[["영국 잉글랜드 서북쪽에 있는 주. 석탄, 철광석 따위가 나며, 목축업이 발달하였다. 주도(州都)는 칼라일(Carlisle).","지명"]],1,null]},{}],"컨디션":[{"1":[[],[["몸의 건강이나 기분 따위의 상태.",null],["주위의 상황이나 형편 또는 조건.",null]],4,null]},{"0":[["condition"],[["condition","The state of one's body, health. emotion, etc."],["condition","The situation or condition around someone or something."]],3,null]}],"커플링":[{"1":[[],[["두 축을 직접 연결하여 회전이나 동력을 전달하는 기계 부품.","기계"],["방향족 다이아조늄염에 방향족 아민, 페놀 따위가 결합하여 아조 화합물을 만드는 반응. 아조 염료 합성의 중요한 과정이다.","화학"],["두 개 이상의 생화학적 반응에 대하여, 하나의 생성 물질이 다른 반응의 기질(基質)로 되는 일.","화학"]],4,null]},{}],"컵케이크":[{"1":[[],[["밀가루에 버터, 설탕, 달걀, 베이킹파우더 따위를 넣어서 컵 모양으로 구워 낸 케이크.",null]],4,null]},{}],"컵라면":[{"1":[[],[["컵 모양의 일회용 용기에 담아 뜨거운 물을 부어 간편하게 먹을 수 있게 만든 라면.",null]],4,null]},{"0":[["cup ←râmen"],[["cup ramen noodle","Ramen noodles made to be easily prepared and eaten, as they can be cooked by pouring hot water onto the noodles in a cup-shaped disposable container."]],0,null]}],"컷워크":[{"1":[[],[["서양 자수(刺繡)의 하나. 도안의 가장자리를 구멍 감침질로 한 다음 도안 모양에 따라 오려 내어 보기 좋게 만든다.","복식"]],4,null]},{}],"컨트롤러":[{"1":[[],[["기업에서 경영자를 보좌하고 기업 활동 전반을 수치화하여 관리하는 일을 하는 임원이나 그런 일을 하는 기구.","경영"],["발전기의 단자 전압을 제어하는 장치.","기계"]],4,null]},{}],"컨덕턴스":[{"1":[[],[["도체에 흐르는 전류의 크기를 나타내는 상수. 전기 저항률의 역수이며 그 값은 온도가 상승하면 금속에서는 감소하고 반도체에서는 증가한다. 어드미턴스의 실수부이며, 직류에서는 저항의 역수이다. 단위는 지멘스(siemens)이고, 과거에는 모(mho)가 쓰였다.","전기·전자"]],4,null]},{}],"커미션":[{"1":[[],[["어떤 일을 맡아 처리해 준 데 대한 대가로서 주는 요금.",null],["국가나 공공 단체 또는 공공 기관이 특정한 사람을 위하여 공적인 일을 하였을 때, 그 보상으로 받는 요금.","경제"]],4,null]},{"0":[["commission"],[["commission","A fee received for handling a certain job or helping a deal to be closed between two parties."]],0,null]}],"커리어파일":[{"1":[[],[["개개인의 신분이나 능력에 관한 것을 기록한 파일. 기업이나 관청은 여기에 개인의 경력, 가족 사항, 임금, 업적 평가 따위를 기록하여 두고 인사이동이나 상여금 산정 따위에 이용한다.",null]],4,null]},{}],"컷인":[{"1":[[],[["영화나 텔레비전 드라마에서, 이전에 나타났던 한 장면의 특정 부분을 확대하여 보여 주는 기법. 특정 부분의 강조로 관객의 긴장과 관심을 유도할 수 있다.","영상"],["영화의 장면 사이에 대화의 일부분을 보여 주는 삽입 자막.","영상"]],4,null]},{}],"커뮤니티":[{"1":[[],[["지연에 의하여 자연 발생적으로 이루어진 공동 사회. 주민은 공통의 사회 관념, 생활 양식, 전통, 공동체 의식을 가진다.","사회 일반"]],4,null]},{}],"컬링":[{"1":[[],[["얼음판에서 둥글고 납작한 돌을 미끄러뜨려 과녁에 넣음으로써 득점을 얻는 경기. 한 팀은 네 명이며, 두 조로 나누어 진행한다.","체육"]],4,null]},{}],"커브":[{"1":[[],[["길이나 선 따위의 굽은 부분.",null],["야구에서, 투수가 던진 공이 타자 가까이에 와서 변화하면서 갑자기 꺾이는 것. 또는 그런 공.","체육"]],4,null]},{"0":[["curve"],[["curve","The bent part in a road, line, etc."],["curve ball","In baseball, an act of a ball, thrown by a pitcher, bending suddenly near a hitter, or such a ball."]],0,null]}],"커넥터":[{"1":[[],[["전기 기구와 코드, 또는 코드와 코드를 연결하여 전기 회로를 구성하기 위한 접속 기구.","전기·전자"]],4,null]},{}],"컨버터블":[{"1":[[],[["지붕을 따로 떼어 내거나 접을 수 있도록 만든 자동차. 여행용으로 많이 사용한다.",null]],4,null]},{}],"커런덤":[{"1":[[],[["산화 알루미늄으로 이루어진 산화(酸化) 광물. 육방 정계에 속하며, 굳기가 다이아몬드 다음으로 높다. 붉은 것은 루비, 파란 것은 사파이어, 푸른색ㆍ누런색ㆍ검은색의 것은 에머리(emery)라고 하는데, 보석이나 정밀 기계의 연마재(硏磨材)로 쓰인다.","광업"]],4,null]},{}],"컬러리스트":[{"1":[[],[["색채의 효과를 중요시하는 화가.","미술"]],4,null]},{}],"컴파일러":[{"1":[[],[["고급 언어로 작성된 원시 프로그램을 입력으로 받아 기계어로 된 목적 프로그램을 출력하기 위하여 사용하는 언어 번역 프로그램.","정보·통신"]],4,null]},{}],"커피포트":[{"1":[[],[["커피를 끓이는 주전자. 보통 줄 열(Joule熱)을 이용하여서 간편하게 물을 끓일 수 있도록 만들어져 있다.",null]],4,null]},{"0":[["coffeepot"],[["coffee pot","A pot used to boil water with electricity, usually to make coffee."]],0,null]}],"커터나이트":[{"1":[[],[["방연석이 변질하여 이루어진 광물. 사방 정계에 속하며, 흰색 또는 누런색을 띤다.","광업"]],4,null]},{}],"커텐":[{"1":[[],[["→ 커튼.",null]],2,null]},{"0":[[],[[null,"→ 커튼"]],0,null]}],"컬티베이터":[{"1":[[],[["밭을 갈고, 풀을 제거하는 작업이나 흙을 고르는 작업 따위에 사용할 수 있도록 만든 농사용 기계.","농업"]],4,null]},{}],"컨테이너":[{"1":[[],[["화물 수송에 주로 쓰는, 쇠로 만들어진 큰 상자. 짐 꾸리기가 편하고 운반이 쉬우며, 안에 들어 있는 화물을 보호할 수 있는 장점이 있다.","없음"]],4,null]},{"0":[["container"],[["container; shipping container","A large metal box that is usually used to carry cargo."]],0,null]}],"커피":[{"1":[[],[["커피나무의 열매를 볶아서 간 가루. 카페인을 함유하고 있으며, 독특한 향기가 있어 차의 원료로 널리 애용되고, 과자나 음료수의 복합 원료로도 많이 쓴다.",null],["커피 가루를 끓인 물에 타서 마시는 차. 그냥 마시기도 하지만 설탕이나 우유 따위를 첨가하여 마시기도 한다.",null]],4,null]},{"0":[["coffee"],[["coffee fruit; coffee powder","The fruit of a coffee tree drunk as a brew, after being roasted, ground, and boiled, or its powder."],["coffee","Thick, brown, aromatic brew, tasting a little bitter and containing caffeine, which is made of the fruits of a coffee tree."]],1,null]}],"커플":[{"1":[[],[["짝이 되는 남녀 한 쌍.",null]],4,null]},{"0":[["couple"],[["couple","A man and a woman as a pair."]],3,null]}],"컵":[{"1":[[],[["물이나 음료 따위를 따라 마시려고 만든 그릇.",null],["음료 따위를 ‘「1」’에 담아 그 분량을 세는 단위.",null],["운동 경기에서 상으로 주는 큰 잔.",null],["브래지어에서, 양 젖가슴이 닿는 부분에 대는 반구형의 물건.",null],["골프에서, 그린 위에 설치한 지름 10.8cm 정도의 구멍.","체육"]],4,null]},{"0":[["cup"],[["cup","A glass to pour water or a beverage into."],["cup","A unit for counting water or a soft drink contained in cups."],["cup","A game hosted by an organization, nation, or an individual, or a cup-shaped trophy awarded to the team who scored the highest in such a game."],["cup","The round parts of a brassiere, touched by both breasts."]],1,null]}],"커터슈즈":[{"1":[[],[["발뒤꿈치가 낮은 여성용 구두.",null]],4,null]},{}],"커버올스":[{"1":[[],[["옷 위에 덧입는, 위아래가 하나로 붙어 있는 옷. 본디 기계공들이 작업복으로 입던 것이다.",null]],4,null]},{}],"컴퍼스":[{"1":[[],[["그리려는 원이나 호의 크기에 맞춰 두 다리를 벌리고 오므릴 수 있는 제도용 기구.",null],["걸을 때 발자국과 발자국 사이의 거리를 비유적으로 이르는 말.",null]],4,null],"2":[[],[["항공, 항해 따위에 쓰는 지리적인 방향 지시 계기. 자침(磁針)이 남북을 가리키는 특성을 이용하여 만든다.","물리"]],4,null]},{"0":[["compass"],[["compass","A drafting instrument with two legs that can be stretched and put together which is used to draw a circle or arc."]],0,null]}],"커낼존":[{"1":[[],[["중앙아메리카 파나마 중부, 파나마 운하 연변 지역. 미국의 조차지였으며 1999년 12월 31일 파나마에 반환되었다. 중심 도시는 발보아(Balboa)이다.","지명"]],4,null]},{}],"컴프레서":[{"1":[[],[["공기나 그 밖의 기체를 압축하는 기계. 송풍기나 통풍기보다 압력비가 크다.","기계"]],4,null]},{}],"커피숍":[{"1":[[],[["주로 커피차를 팔면서, 사람들이 이야기하거나 쉴 수 있도록 꾸며 놓은 가게.",null]],4,null]},{"0":[["coffee shop"],[["coffee shop","A shop designed for customers to talk or rest, usually while drinking coffee or tea."]],1,null]}],"컴펄서리":[{"1":[[],[["피겨 스케이팅의 규정 연기.","체육"]],4,null]},{}],"컨텐츠":[{"1":[[],[["→ 콘텐츠.","매체"]],2,null]},{}],"커터":[{"1":[[],[["자르거나 깎는 데 쓰는 도구. 재단기, 밀링 머신용 절삭 공구 따위가 있다.","공업"],["프레이즈에 붙어 있는 회전식의 날붙이.","기계"],["군함이나 기선에 딸린, 노를 갖춘 작은 배. 필요할 때는 돛도 달 수 있다.","교통"],["돛대가 하나인 소형 돛단배로, 외돛대의 앞뒤에 비교적 큰 돛을 단 쾌속 범선.","교통"]],4,null]},{}],"커닝":[{"1":[[],[["시험을 칠 때 감독자 몰래 미리 준비한 답을 보고 쓰거나 남의 것을 베끼는 일.",null]],4,null]},{"0":[["cunning"],[["cheating","In a written test, an act of secretly copying an answer from a previously-prepared note, etc., or from someone else's answer sheet."]],0,null]}],"컷백":[{"1":[[],[["영화 편집에서, 연속된 장면 가운데 갑자기 다른 장면이 나왔다가 다시 원래의 장면으로 돌아가는 기법.","영상"]],4,null]},{}],"커스터드":[{"1":[[],[["우유나 달걀노른자에 설탕, 향미료 따위를 섞어 굽거나 쪄서 크림처럼 만든 과자.",null]],4,null]},{}],"컴프리":[{"1":[[],[["지칫과의 여러해살이풀. 높이는 60~100cm이며, 잎은 타원형이고 털이 있다. 6~7월에 흰색 또는 보라색 꽃이 피고 열매는 견과(堅果)를 맺는다. 식용 또는 약용하고 사료로도 쓴다. 코카서스 지방이 원산지이다.","식물"]],4,null]},{}],"커튼":[{"1":[[],[["창이나 문에 치는 휘장.",null],["극장이나 강당의 막(幕).",null]],4,null]},{"0":[["curtain"],[["curtain; drapes","A long, draped cloth, hanging over a window or door, to hide it."],["curtain","A cloth used to hide the stage from the audience in a theater, auditorium, etc."]],2,null]}],"컬럼브석":[{"1":[["石"],[["철, 망가니즈, 나이오븀, 탄탈럼 따위로 이루어진 산화 광물. 사방 정계에 속하며, 검은색의 짧은 기둥 모양 또는 판(板) 모양의 결정을 이룬다. 방사능 광물의 하나로 화강암이나 페그마타이트 속에서 난다.","광업"]],1,null]},{}],"커피콩":[{"1":[[],[["커피나무 열매의 씨.",null]],1,null]},{"0":[["coffee콩"],[["coffee bean","The seed of a coffee fruit.  "]],0,null]}],"커리큘럼":[{"1":[[],[["교육 내용과 관련하여, 교과의 배열과 조직을 체계화한 전체적인 계획.","교육"]],4,null]},{"0":[["curriculum"],[["curriculum","A systematic organization of educational content chosen to reach the educational objectives."]],0,null]}],"커덱시스":[{"1":[[],[["→ 카섹시스.","심리"]],2,null]},{}],"컵가죽해면":[{"1":[["海綿"],[["꼬는해면과의 해면동물. 몸의 길이는 9cm, 지름은 7cm 정도이며 대롱 모양이다. 겉면에 기형적 돌기가 있다. 수심 55~110미터의 연안에서 돌 따위에 달라붙어 사는데, 한국ㆍ일본ㆍ오스트레일리아 등지에 분포한다.","동물"]],1,null]},{}],"컷":[{"1":[[],[["한 번의 연속 촬영으로 찍은 장면을 이르는 말.","영상"],["대본이나 촬영한 필름에서 불필요한 부분을 삭제하는 일.","영상"],["인쇄물에 넣는 삽화(揷畫).","매체"]],4,null]},{"1":[["cut"],[["cut","A scene taken with one camera in a single, continuous shot."],["deletion; cutting","An act of deleting unnecessary parts from a script or film."],["illustration","A picture inserted into a book, newspaper, magazine, etc., to help readers understand its contents."]],0,null]}],"커낼선":[{"1":[["線"],[["양극선의 하나. 저압으로 방전할 때 음극을 향하여 생기는 방사선이다. 도플러 효과와 동위 원소 발견의 단서가 되었다.","전기·전자"]],1,null]},{}],"컨설턴트":[{"1":[[],[["기업 경영에 관한 전문적인 의견이나 조언을 말하여 주는 사람.","경영"]],4,null]},{}],"컬레이저":[{"1":[[],[["알의 난황과 막 사이를 연결하는 끈 모양의 기관. 노른자위의 자리가 변하지 않게 하며, 배반(胚盤)의 위치가 늘 위로 향하도록 하는 일을 한다.","수의"]],4,null]},{}],"커뮤니터스":[{"1":[[],[["구조화된 일상 사회와는 반대로 질서가 역전되거나 해체된 반구조화된 사회. 또는 그런 상태.","사회 일반"]],4,null]},{}],"컨베이어":[{"1":[[],[["물건을 연속적으로 이동ㆍ운반하는 띠 모양의 운반 장치. 벨트식, 체인식 따위가 있다.","기계"]],4,null]},{}],"커뮤널리즘":[{"1":[[],[["통치 권력에 있어 지방 분권을 주장하는 주의.","사회 일반"],["사회의 기본 단위는 특정 조직체이므로 이것에 최고의 가치를 부여하여야 한다고 주장한 이론. 특히 영국이 인도의 통일을 막기 위하여 힌두교도와 이슬람교도의 대립을 부추기는 데 이용하였다.","정치"]],4,null]},{}],"컴맹":[{"1":[["盲"],[["컴퓨터를 다룰 줄을 모름. 또는 그런 사람.",null]],1,null]},{}],"컴플라이언스":[{"1":[[],[["휨과 변형력의 비(比)로 표시하는 물질 상수. 물질이 변형하기 쉬운 정도를 나타내는 양을 이른다. 의학에서 허파의 늘어나는 정도를 나타내는 데도 쓴다.","생명"]],4,null]},{}],"커버":[{"1":[[],[["물건을 보호하거나 가리거나 덮거나 싸는 물건.",null],["권투 따위의 운동 경기에서, 상대 선수의 공격을 막는 일.","체육"],["탁구에서, 공이 탁구대의 모서리에 맞는 일. 정규 타구로 인정한다.","체육"]],4,null]},{"0":[["cover"],[["cover","A thing used to cover or wrap something with. "]],0,null]}],"커보미터":[{"1":[[],[["지도 위에서 곡선의 길이를 재는 기구. 기구 아래에 달린 조그만 바퀴를 곡선에 따라 회전시키면, 중앙에 있는 눈금판의 지침을 통하여 이동 거리가 나타난다.","지리"]],4,null]},{}],"컨버트":[{"1":[[],[["럭비 풋볼에서, 트라이한 후 골킥에 성공하는 일.","체육"],["야구에서, 수비의 위치를 바꾸는 일.","체육"]],4,null]},{}],"커버링":[{"1":[[],[["권투ㆍ태권도 따위에서, 팔과 손으로 얼굴을 가려 상대편의 공격을 막는 방법.","체육"]],4,null]},{}],"컨트롤":[{"1":[[],[["통제하고 조절하는 일.",null],["야구 경기에서, 투수가 마음먹은 대로 공을 던지는 일.","체육"]],4,null]},{"0":[["control"],[["control","An act of handling or adjusting something as one likes."],["control","In baseball, an act of throwing a ball as a pitcher likes."]],0,null]}],"커너코바이트":[{"1":[[],[["함수(含水) 붕산 마그네슘으로 이루어진 흰색의 광물. 러시아의 쿠르나코프(Kurnakov, N. S.)가 1941년에 발견하였다.","광업"]],4,null]},{}],"컨설팅":[{"1":[[],[["어떤 분야의 전문가가 고객을 상대로 상세하게 상담하고 도와주는 것.","경영"]],4,null]},{}]}