{"켈프":[{"1":[[],[["다시마 따위를 낮은 온도로 태운 재. 아이오딘, 칼륨 따위의 원료로 쓴다.",null]],4,null]},{}],"케오피스벼룩":[{"1":[[],[["벼룩과의 곤충. 몸의 길이는 1.5~2mm이고 더듬이의 앞뒤쪽과 눈가에 강모가 있다. 사람, 개, 고양이, 쥐 따위에 기생하는데 페스트 병균을 옮긴다.","보건 일반"]],1,null]},{}],"케밥":[{"1":[[],[["얇게 썬 양고기, 쇠고기, 닭고기 따위를 긴 꼬치에 꿰어서 숯불에 구워 낸 요리. 튀르키예의 대표적인 음식이다.","없음"]],4,null]},{}],"케토산":[{"1":[["酸"],[["한 분자 가운데에 카보닐기와 카복시기가 함께 들어 있는 유기 화합물. 케톤과 카복실산의 성질을 아울러 가지며, 피루브산ㆍ아세토아세트산 따위가 있다.","화학"]],1,null]},{}],"케루빔":[{"1":[[],[["구품천사 가운데 상급에 속하는 천사. 숭고한 지혜를 가졌다고 한다.","가톨릭"]],4,null]},{}],"케토오스":[{"1":[[],[["케톤기를 가지고 있는 단당류.","생명"]],4,null]},{}],"케나프":[{"1":[[],[["아욱과의 한해살이풀. 줄기는 높이가 2~4미터로 열대에서 보다 높게 자라며 잎은 손바닥 모양이다. 노란 꽃이 잎겨드랑이에서 피고 열매는 긴 달걀 모양이다. 줄기의 섬유는 그물, 밧줄, 종이를 만드는 데 쓰고 종자는 공업용 유지로 쓴다.","식물"]],4,null]},{}],"케일":[{"1":[[],[["십자화과의 하나. 잎은 긴 타원형으로 두껍게 자라고 오글쪼글하며, 비타민과 무기염류가 많이 함유되어 있다.","식물"]],4,null]},{}],"케이스메이트":[{"1":[[],[["포격ㆍ폭격으로부터 방호하기 위하여, 보루의 벽에 지붕을 씌워 만든 포대(砲臺).","군사"],["함포와 포수를 방호하기 위하여 갑판 위에 설치한 장갑 장벽.","군사"]],4,null]},{}],"케토코나졸":[{"1":[[],[["진균 감염증 치료제의 하나. 비듬, 어루러기 따위에 사용한다.","약학"]],4,null]},{}],"케임브리지셔주":[{"1":[["州"],[["영국 잉글랜드 동부에 있는 주. 기계 공업이 발달하였으며, 케임브리지 대학이 유명하다. 주도(州都)는 케임브리지.","지명"]],1,null]},{}],"켈로이드":[{"1":[[],[["피부의 결합 조직이 이상 증식 하여 단단하게 융기한 것. 대개 붉은빛의 판이나 결절 꼴로 나타난다.","의학"]],4,null]},{}],"케이폭":[{"1":[[],[["케이폭수의 열매를 싸고 있는 솜. 가볍고 물에 젖지 않아 구명구, 이불, 베개, 방석 따위를 만드는 데 쓴다.",null],["판자과의 낙엽 교목. 높이는 15~30미터이며, 잎은 장상 복엽이다. 가지는 옆으로 돌려나고 가시가 있다. 5월에 흰 꽃이 피고 열매는 삭과(蒴果)로 속에 솜털에 싸인 많은 씨가 들어 있다. 솜털은 이불ㆍ베개ㆍ쿠션의 속으로, 씨의 기름은 식용유ㆍ비누 원료ㆍ사료 따위로 쓴다. 동남아시아의 열대 지방에 분포한다.","식물"]],4,null]},{}],"케틀드럼":[{"1":[[],[["구리로 만든 반구형의 몸체 위에 쇠가죽을 댄 북. 북채로 두드려 소리를 내며 몸체 둘레의 나사로 음률을 조절한다. 음역은 저음이며, 북 가운데 정확한 음정을 내는 유일한 타악기로서, 대ㆍ중ㆍ소 세 가지 크기가 있다.","음악"]],4,null]},{}],"케라틴":[{"1":[[],[["동물체의 표피, 모발, 손톱, 발톱, 뿔, 발굽, 깃털 따위의 주성분인 경질(硬質) 단백질을 통틀어 이르는 말. 물에 잘 녹지 않으며, 화학 시약에도 저항력이 크다.","생명"]],4,null]},{}],"케이프브레턴섬":[{"1":[[],[["캐나다 동남부, 노바스코샤주에 있는 섬. 대륙과의 사이에 칸소 해협(Canso海峽)이 있으며, 석탄업ㆍ어업ㆍ임업 따위를 주로 한다. 중심 도시는 시드니이다. 면적은 1만 282㎢.","지명"]],1,null]},{}],"케토기":[{"1":[["基"],[["두 개의 탄화수소기와 결합한 카보닐기.","화학"]],1,null]},{}],"케미슈즈":[{"1":[[],[["합성 피혁으로 만든 신발.",null]],4,null]},{}],"케이블":[{"1":[[],[["실이나 철사 따위를 꼬아서 만든 굵은 줄.",null],["닻줄로 쓰는 쇠사슬.",null],["전기가 통하지 아니하는 물질로 겉을 감싼 전화선이나 전력선.","전기·전자"],["경사가 급한 사면을 따라서 부설된 레일 위에 강철로 꼬아 만든 케이블을 감아올리는 기계로 차량을 운전하여 승객이나 화물을 운반하는 철도. 또는 그 차량. 등산이나 광차 운반용으로 쓴다.","교통"]],4,null]},{"0":[["cable"],[["cable","A thick cable made by twisting threads, wires, etc."],["cable","A cable wrapped with a nonconductor."],["cable car","A vehicle carrying passengers or cargo, which is installed on a high, steep mountain."]],0,null]}],"케이지":[{"1":[[],[["사람을 태워 나르거나 자재, 설비, 버력 따위를 운반하는 보조 권양(捲揚) 용기.",null]],4,null],"2":[[],[["투척 경기나 야구의 타격 연습 때 사용하는 철망.","체육"]],4,null]},{}],"케인스주의":[{"1":[["主義"],[["케인스의 유효 수요의 원리에 입각하여, 경기 순환을 안정시키고 완전 고용을 실현하기 위하여서는 국가의 적극적 개입이 필요하다는 주장.","경제"]],1,null]},{}],"케라토사우루스":[{"1":[[],[["중생대 쥐라기 후기의 공룡. 몸의 길이는 4~5미터이고 뒷다리로 걸어 다녔으며, 코끝에 뿔 모양의 혹이 있고 꼬리가 길다. 육식성으로 날카로운 이빨과 발톱을 가졌다.","동물"]],4,null]},{}],"케이싱":[{"1":[[],[["소시지의 원료를 채워 넣는 데 쓰는 얇은 막의 재료. 양, 돼지, 소 따위의 창자나 셀룰로스 필름을 사용한다.","공업"]],4,null]},{}],"케이케이케이":[{"1":[[],[["남북 전쟁 후에 미국 남부의 여러 주에서 조직된 극우적 성향의 백인 비밀 결사. 흑인과 흑인 해방의 동조 세력을 적대시하였다.","사회 일반"],["제일 차 세계 대전 후에 미국 각지에서 가톨릭교도, 유대인, 동양인들을 배척하기 위하여 일어난 비밀 단체.","사회 일반"]],4,null]},{}],"케피르":[{"1":[[],[["불가리아 등의 산악 지대에서 양이나 산양의 젖을 사용하여 만든 발효주. 유산균과 알코올 발효균이 들어 있는 케피르 종균으로 발효시켜 만든다.",null]],4,null]},{}],"케이오":[{"1":[[],[["권투에서, 선수가 다운되어 10초 안에 경기를 다시 시작하지 못하는 상태.","체육"]],4,null]},{}],"케이프":[{"1":[[],[["어깨ㆍ등ㆍ팔이 덮이는, 소매가 없는 망토식의 겉옷. 추위를 막거나 멋을 내기 위하여 입는다.",null]],4,null]},{}],"케랄라주":[{"1":[["州"],[["인도 서남부에 있는 주. 아라비아해에 면하여 있고 고대에 동서 무역으로 번영한 왕국이 있었으며, 지금은 향료ㆍ커피ㆍ운모ㆍ흑연 따위가 난다. 주도(州都)는 트리반드룸, 면적은 3만 8868㎢.","지명"]],1,null]},{}],"케타민":[{"1":[[],[["효과가 매우 빨리 나타나서 가벼운 수술, 분만, 화상 치료에 쓰는 전신 마취제. 고혈압 환자에게는 쓰지 않는다.","약학"]],4,null]},{}],"케이블그램":[{"1":[[],[["해저 케이블을 통하여 주고받는 전신. 전화ㆍ팩시밀리ㆍ사진 전송 따위의 다중 통신에 이용한다.","정보·통신"]],4,null]},{}],"케이프타운":[{"1":[[],[["남아프리카 공화국 서남부에 있는 도시. 아프리카의 가장 남쪽에 있는 도시이며, 이 나라 제일의 무역항이다. 남아프리카 공화국의 입법 수도이다. 면적은 300㎢.","지명"]],4,null]},{}],"케토헥소스":[{"1":[[],[["탄소 원자 여섯 개로 이루어진, 케톤기를 가진 단당류를 통틀어 이르는 말. 화학식은 C<sub style='font-size:11px;'>6</sub>H<sub style='font-size:11px;'>12</sub>O<sub style='font-size:11px;'>6</sub>.","생명"]],4,null]},{}],"켐니츠":[{"1":[[],[["독일 에르츠 산지 서북쪽 산기슭에 있는 공업 도시. 중세 이래에 작센 지방 직물업의 중심지였으며 기계, 차량, 금속, 섬유 따위의 공업이 발달하였다. 1953~1990년에는 ‘카를마르크스슈타트’라는 이름으로 불렸다.","지명"]],4,null]},{}],"케스타":[{"1":[[],[["단단한 암석과 무른 암석이 엇갈려서 층을 이룬 지층이 침식을 달리하여 생긴 지형. 단단한 암석 부분은 침식에 저항하여 구릉이 되고 무른 암석 부분은 침식이 빨라 저지(低地)가 된다. 파리 분지나 런던 분지에서 볼 수 있는 지형이다.","지리"]],4,null]},{}],"케이티엑스":[{"1":[[],[["우리나라의 고속 철도. 최고 시속은 약 300km이며, 1994년 6월 프랑스 테제베로 차량 도입 계약을 체결하여, 2004년 4월 경부ㆍ호남선을 개통하였다.","교통"]],4,null]},{}],"케페라":[{"1":[[],[["이집트 신화에 나오는 태양신. 광명ㆍ생명ㆍ정의의 지배자로, 제5왕조 때부터 왕국의 신이 되었다. 독수리의 머리 위에 태양을 나타내는 구(球)와 왕자(王者)의 상징인 뱀을 올린 모양을 하고 있다.","문학"]],4,null]},{}],"케익":[{"1":[[],[["→ 케이크.",null]],2,null]},{}],"켄타우루스":[{"1":[[],[["로마 신화에 나오는 괴물. 그리스 신화의 켄타우로스에 해당한다.","문학"]],4,null]},{}],"케토스":[{"1":[[],[["케톤기를 가지고 있는 단당류.","생명"]],4,null]},{}],"케냐":[{"1":[[],[["아프리카 동부, 적도 바로 아래에 있는 공화국. 1963년 영국으로부터 독립하였다. 국토의 대부분이 높이 500미터 이상의 고원으로 각종 지하자원이 풍부하며, 커피ㆍ사이잘삼ㆍ밀 따위가 주산물이고 공업도 발달하였다. 주민은 반투계(Bantu系) 흑인이고 주요 언어는 영어와 스와힐리어이다. 수도는 나이로비, 면적은 58만 2646㎢.","지명"]],4,null]},{"0":[["Kenya"],[["Kenya","A country located in the eastern part of Africa, below the equator; it is a world repository of wild animals and has wildlife sanctuaries; industries of agriculture, coffee, and tourism are developed; its major languages are English and Swahili; its capital is Nairobi."]],0,null]}],"켄터키주":[{"1":[["州"],[["미국 중동부에 있는 주. 석탄ㆍ석유 따위가 풍부하며, 담배ㆍ옥수수 따위의 재배가 활발하다. 주도(州都)는 프랭크퍼트, 면적은 10만 4623㎢.","지명"]],1,null]},{}],"케텐":[{"1":[[],[["알렌(allene) 분자의 메틸렌기 하나가 산소 원자와 치환된, 맵고 유독한 무색 기체. 유기 합성에서 아세틸화제(acetyl化劑)로 쓴다. 화학식은 H<sub style='font-size:11px;'>2</sub>C＝C＝O.","화학"]],4,null]},{}],"케임브리지":[{"1":[[],[["미국 매사추세츠주 동쪽에 있는 도시. 보스턴 서쪽 가까이 위치한 교육 및 상공업 중심지로 인쇄ㆍ출판업이 발달하였으며, 하버드 대학ㆍ매사추세츠 공과 대학 따위가 있다.","지명"]],4,null],"2":[[],[["영국 잉글랜드 케임브리지셔주에 있는 도시. 유명한 케임브리지 대학이 있으며, 라디오ㆍ전자 공학ㆍ인쇄 따위의 산업이 활발하다. 주도(州都)이다. 면적은 41㎢.","지명"]],4,null]},{}],"케이크워크":[{"1":[[],[["미국 남부의 흑인 놀이에서 발달하여 나온 춤. 또는 그런 2박자의 춤곡. 가장 독특하고 우아한 걸음걸이로 걷는 사람에게 케이크를 선물로 준 데서 나온 말이다.","예체능 일반"]],4,null]},{}],"케팔린":[{"1":[[],[["생물계에 널리 분포하는 인지질(燐脂質). 생체막의 주요 성분의 하나로, 특히 그램 음성균의 주요 인지질을 이룬다.","생명"]],4,null]},{}],"케르치":[{"1":[[],[["우크라이나 공화국 크림반도(Krym半島) 동쪽에 있는 항구 도시. 기원전 6세기부터 발전한 옛 도시로 철강업, 조선 공업 따위가 발달하였다.","지명"]],4,null]},{}],"케이프케네디":[{"1":[[],[["‘케이프커내버럴’의 옛 이름.","지명"]],4,null]},{}],"켄트지":[{"1":[["紙"],[["그림이나 제도 따위에 쓰는 빳빳한 흰 종이. 영국의 켄트주에서 처음으로 생산된 데서 그 이름이 유래하였다.",null]],1,null]},{"0":[["Kent紙"],[["kent paper","Stiff, white paper, used for drawing, painting, drawing a floor plan, design, etc."]],0,null]}],"케이투봉":[{"1":[["峯"],[["인도 북부 카라코람산맥 가운데에 있는, 세계에서 둘째로 높은 봉우리. 현재 파키스탄에서 관할하고 있다. 높이는 8,611미터.","지명"]],1,null]},{}],"케언테리어":[{"1":[[],[["개의 한 품종. 키는 25~30cm, 몸무게는 6~7.5kg으로 스코틀랜드테리어와 비슷하지만 털이 조금 짧다. 사냥개로 주로 여우나 쥐를 잡는 데 쓰였다. 영국 스코틀랜드가 원산지이다.","동물"]],4,null]},{}],"케추아어":[{"1":[["語"],[["페루, 에콰도르, 볼리비아, 아르헨티나, 콜롬비아에서 쓰는 남아메리카 인디언 최대의 언어. 잉카 제국의 이름과 함께 세계에 널리 알려져 있다.","언어"]],1,null]},{}],"케첩":[{"1":[[],[["과일, 채소 따위를 끓여서 걸러 낸 것에 설탕, 소금, 향신료, 식초 따위를 섞어서 걸쭉하게 만든 소스.","없음"]],4,null]},{"0":[["ketchup"],[["ketchup","A western seasoning made by adding vinegar, sugar, etc., to tomatoes, the main ingredient, and boiling it."]],0,null]}],"케임브리지플라톤학파":[{"1":[["學派"],[["17세기 후반, 영국의 케임브리지 대학 출신의 철학자ㆍ신학자들이 중심이 되어 회의론ㆍ무신론ㆍ유물론에 반대하여 일어난 플라톤주의적인 종교적 자연 철학의 일파. 데카르트의 영향을 받아 주지주의에 서서 종교를 이성적인 것으로 간주하였다.","철학"]],1,null]},{}],"케이스워크":[{"1":[[],[["정신적ㆍ육체적ㆍ사회적으로 부적응 상태에 있는 개인이나 가정을 상대로 하여 문제를 해결 또는 지도하여 주는 사회사업 방법론의 하나. 대상자와 환경과의 관계를 조사ㆍ진단한 후 본인의 자주성을 해치지 않는 범위 내에서 간접적으로 원조를 행한다. 공적 부조(扶助), 가정 아동 복지, 결혼 상담, 교육 상담, 의료, 정신 위생, 법원 따위의 기관에서 행하여진다.","사회 일반"]],4,null]},{}],"케어":[{"1":[[],[["미국의 대외 원조 물자 발송 협회. 미국의 25개 종교 단체가 본래 유럽의 구제를 목적으로 설립하였으나 1952년 이후 다른 지역에도 구호물자를 보내고 있다.","복지"]],4,null]},{}],"케이블카":[{"1":[[],[["경사가 급한 사면을 따라서 부설된 레일 위에 강철로 꼬아 만든 케이블을 감아올리는 기계로 차량을 운전하여 승객이나 화물을 운반하는 철도. 또는 그 차량. 등산이나 광차 운반용으로 쓴다.","교통"]],4,null]},{"0":[["cable car"],[["cable car","A vehicle carrying passengers or cargo, which is installed in a high, steep mountain."]],0,null]}],"케손시티":[{"1":[[],[["필리핀의 마닐라 동북쪽에 있는 도시. 마닐라를 대신할 수도로 건설하였으나 1975년에 대(大) 마닐라로 통합되었다.","지명"]],4,null]},{}],"케메로보":[{"1":[[],[["러시아의 서(西)시베리아 남부에 있는 공업 도시. 석탄 화학 공업이 발달하였다.","지명"]],4,null]},{}],"켈트인":[{"1":[["人"],[["유럽 인종의 하나. 스위스ㆍ스코틀랜드ㆍ아일랜드 등지에 살고 있는데, 일반적으로 키가 크고 머리털은 금발 또는 밤색이다. 역사적으로 게르만 민족의 대이동 이후에 영국과 프랑스 등지로 분산되어 영국과 프랑스 사람과 동화되었으나 아일랜드 등지에서는 아직도 고유의 민족성을 간직하고 있다.","고유명 일반"]],1,null]},{}],"케로겐":[{"1":[[],[["함유 셰일 속의 유기물.","광업"]],4,null]},{}],"케이스워커":[{"1":[[],[["사회 복지 활동의 전문가. 정신적, 육체적, 사회적 문제를 안고 있는 개인이나 가족을 대상으로 문제의 해결을 위한 지도 활동을 한다.","복지"]],4,null]},{}],"케이싱헤드":[{"1":[[],[["석유나 천연가스 유정(油井)의 쇠 파이프 꼭대기에 붙이는 기구.","광업"]],4,null]},{}],"케모스타트":[{"1":[[],[["미생물을 배양할 때, 성장 속도와 개체 수를 조절할 수 있는 연속 배양 장치.","생명"]],4,null]},{}],"케추아족":[{"1":[["族"],[["남아메리카 페루의 안데스 산지에 사는 원주민. 잉카 문명을 세운 종족으로 오늘날에는 폐쇄적인 원주민 촌락을 형성하고 농업에 종사한다.","고유명 일반"]],1,null]},{}],"케이지비":[{"1":[[],[["소련의 국가 보안 위원회. 게페우의 후신(後身)으로 1954년에 설치되어, 국가 체제 옹호를 위한 국내외의 정보 활동, 반체제 활동의 단속 따위를 주요 임무로 하였으며 1991년에 해체되었다.","정치"]],4,null]},{}],"케인스학파":[{"1":[["學派"],[["≪고용ㆍ이자 및 화폐의 일반 이론≫으로 대표되는 케인스의 경제학을 신봉ㆍ계승하는 경제학파. 소득 분석을 발전시켜 일반적 불완전 고용 균형론을 전개하였다. 한센, 해리스(Harris, S. E.), 로빈슨 등이 대표적이다.","경제"]],1,null]},{}],"케토글루타르산":[{"1":[["酸"],[["케토기를 가진 다이카복실산. 무색의 고체이며, 탄수화물, 단백질 대사의 중요한 중간 생성물로 존재한다. 화학식은 HOOCCOCH<sub style='font-size:11px;'>2</sub>CH<sub style='font-size:11px;'>2</sub>COOH.","생명"]],1,null]},{}],"케토헥소오스":[{"1":[[],[["탄소 원자 여섯 개로 이루어진, 케톤기를 가진 단당류를 통틀어 이르는 말. 화학식은 C<sub style='font-size:11px;'>6</sub>H<sub style='font-size:11px;'>12</sub>O<sub style='font-size:11px;'>6</sub>.","생명"]],4,null]},{}],"케이프베르데":[{"1":[[],[["아프리카 서쪽 끝, 세네갈 중부에 있는 곶.","지명"]],4,null]},{}],"케레스":[{"1":[[],[["로마 신화에 나오는 대지(大地)의 여신. 그리스 신화의 데메테르에 해당한다.","문학"]],4,null],"2":[[],[["1801년 이탈리아의 천문학자 피아치가 발견한 왜행성. 자전 주기는 9,078시간, 공전 주기는 4.6년, 지름은 914km이다.","천문"]],4,null]},{}],"케트살테낭고":[{"1":[[],[["중앙아메리카 과테말라 서부 고지에 있는 상공업 도시. 산타마리아 화산 기슭 근처의 해발 2,377미터 지점에 자리 잡고 있다.","지명"]],4,null]},{}],"켈린":[{"1":[[],[["쓴맛이 나는 고체. 뜨거운 물에 잘 녹으며, 심장 동맥 확장제, 기관지 확장약 따위로 쓰인다. 화학식은 C<sub style='font-size:11px;'>14</sub>H<sub style='font-size:11px;'>12</sub>O<sub style='font-size:11px;'>5</sub>.","화학"]],4,null]},{}],"케살테낭고":[{"1":[[],[["중앙아메리카 과테말라 서부 고지에 있는 상공업 도시. 산타마리아 화산 기슭 근처의 해발 2,377미터 지점에 자리 잡고 있다.","지명"]],4,null]},{}],"케이디피":[{"1":[[],[["인산 칼륨의 이수소염(二水素鹽). 탄산 칼륨 수용액에 당량(當量)의 인산을 넣고 농축하여 만든 무색 결정으로, 레이저의 광 고주파(光高周波)를 발생하는 데나 비료로 쓰인다. 화학식은 KH<sub style='font-size:11px;'>2</sub>PO<sub style='font-size:11px;'>4</sub>.","화학"]],4,null]},{}],"케이에스":[{"1":[[],[["한국 산업 규격에 합격된 제품에 붙는 표시.","법률"]],4,null]},{"0":[["KS"],[["KS; Korean Standards","A sign printed on a product which meets an industry standard in Korea."]],0,null]}],"케이킹":[{"1":[[],[["가루를 열, 압력, 수분 따위를 이용하여 단단하고 굳어진 형태로 바꾸는 일.","공업"]],4,null]},{}],"케르만":[{"1":[[],[["이란 동남쪽에 있는 도시. 메마른 암석 구릉 지대 아래의 모래 평원 위에 자리 잡고 있으며, 고도는 해발 1,749미터이다. 대상로의 요충지로 곡물, 목화 따위가 나며 융단, 면방적 공업 따위를 주로 한다.","지명"]],4,null]},{}],"케나":[{"1":[[],[["페루의 안데스 지방 인디오들이 애용하는 소형 피리. 애조를 띤 소리를 내며, 흔히 갈대의 줄기로 만드나 동물의 뼈로 만든 것도 있다.","음악"]],4,null]},{}],"케톨":[{"1":[[],[["한 분자 안에 하이드록시기와 케토기를 둘 다 가진 유기 화합물을 이르는 말.","화학"]],4,null]},{}],"켄트주":[{"1":[["州"],[["영국 런던 동남부에 있는 주. 삼림이 많으며, 과실나무ㆍ채소 따위의 재배와 목축업이 발달하였다. 템스강 기슭에서는 제지(製紙), 기계, 제도(製陶) 따위의 공업도 이루어진다. 주도(州都)는 메이드스톤, 면적은 3,867㎢.","지명"]],1,null]},{}],"케만체":[{"1":[[],[["아라비아, 튀르키예, 북아프리카 등지의 이슬람권에서 쓰는, 활로 켜는 현악기. 달걀 모양의 몸통에 가죽을 씌우고 여기에 긴 목을 관통시킨 모양으로 세 줄의 장선(腸線)이 있다. 호궁과 비슷하다.","음악"]],4,null]},{}],"케이프하트법":[{"1":[["法"],[["1950년에, 미국의 국방 생산법을 수정하여 만든 임시법. 트루먼 대통령의 경제 고문이었던 케이프하트가 기초한 법으로 한국 전쟁 지원을 위한 경제력 동원과 경제 통제가 주목적이었다.","법률"]],1,null]},{}],"켄타우로스":[{"1":[[],[["그리스 신화에 나오는 괴물. 상반신은 인간이고 하반신은 말인 야만적인 종족으로 테살리아의 페리온산에 살았는데 그 성질이 음란하고 난폭하였다고 한다. 로마 신화의 켄타우루스에 해당한다.","문학"]],4,null]},{}],"케이스":[{"1":[[],[["물건을 넣는 상자나 갑.",null]],4,null],"2":[[],[["어떤 상황이나 사례.",null]],4,null]},{"0":[["case"],[["case; cover","A small box or pouch which is used to hold or carry an object."]],0,null]}],"켄티아야자":[{"1":[["椰子"],[["야자나뭇과의 하나. 높이는 4~5미터이며, 잎은 뭉쳐나고 깃털 모양으로 갈라진다. 잎대의 길이는 2~3미터이고 활처럼 굽어 있어 모양이 우아하다. 관상용이고 남태평양의 호우 군도가 원산지로 세계 각국에 분포한다.","식물"]],1,null]},{}],"케이슨":[{"1":[[],[["토목건축의 기초 공사를 할 때에, 압착 공기를 보내어 지하수가 솟는 것을 막으면서, 그 속에서 작업할 수 있게 철근 콘크리트로 만든 상자.","건설"]],4,null]},{}],"케크롭스":[{"1":[[],[["그리스 신화에 나오는 아테네 최초의 왕. 아티카 땅에서 태어났으며 허리 아래가 용의 형상이었다고 한다. 일부일처제와 죽은 사람을 매장하는 제도를 정하였으며, 문자도 발명하였다고 한다.","문학"]],4,null]},{}],"케이크":[{"1":[[],[["밀가루, 달걀, 버터, 우유, 설탕 따위를 주원료로 하여 오븐 따위에 구운 서양 음식.",null]],4,null]},{"0":[["cake"],[["cake","Bread made by mixing flour, eggs, butter, milk, sugar, etc., making the mixture as a dough, baking the dough in an oven, then decorating the baked bread with cream, fruits, etc. "]],1,null]}],"케미컬슈즈":[{"1":[[],[["합성 피혁으로 만든 신발.",null]],4,null]},{}],"케이론":[{"1":[[],[["그리스 신화에 나오는 켄타우로스족 가운데 가장 현명한 인물. 의술, 음악, 무술에 뛰어난 재능을 보였으며 아스클레피오스, 아킬레스와 같은 많은 영웅들을 산에서 길렀다고 한다.","문학"]],4,null]},{}],"케이":[{"1":[[],[["영어 알파벳의 열한 번째 자모 이름.","언어"]],4,null]},{}],"켈밋":[{"1":[[],[["구리에 30% 전후의 납과 미량의 주석, 니켈을 첨가한 합금. 주로 자동차, 디젤 기관 따위의 베어링으로 쓴다.","화학"]],4,null]},{}],"케톤":[{"1":[[],[["카보닐기 하나가 탄화수소기 둘과 결합한 구조를 가진 유기 화합물을 통틀어 이르는 말. 아세톤 따위가 있다. 일반식은 R<sub style='font-size:11px;'>ƒi</sub>CO<sub style='font-size:11px;'>ƒi</sub>R'.","화학"]],4,null]},{}],"케노트론":[{"1":[[],[["높은 전압과 낮은 전류가 필요한 장치에서, 정류기로 쓰기 위하여 설계된 열음극 이극 진공관. 검파용 이극관을 제너럴 일렉트릭 회사가 고압 정류관으로 만들어 실용화한 것이다. 엑스선관, 고압 음극선 오실로그래프, 전자 현미경, 그 밖의 고압 직류 전원에 쓴다.","전기·전자"]],4,null]},{}],"케르키라":[{"1":[[],[["그리스 서북부, 이오니아 제도 북쪽 끝의 코르푸섬에 있는 도시. 올리브, 과실나무 따위의 재배와 목축이 활발하며 휴양지로도 유명하다.","지명"]],4,null]},{}],"케페우스":[{"1":[[],[["그리스 신화에 나오는 에티오피아의 왕. 카시오페이아의 남편이며 안드로메다의 아버지로 아르고선 일행의 한 사람인데, 죽은 뒤에 별자리가 되었다고 한다.","문학"],["백조자리의 북쪽, 카시오페이아자리와 용자리 사이에 있는 별자리. 11월 하순에 자오선을 통과한다. 이 별자리에 있는 델타성(δ星)은 케페우스형 변광성으로 주기는 5.37일이고, 밝기는 3.4등급에서 3.5등급까지 변한다.","천문"]],4,null]},{}],"케이프커내버럴":[{"1":[[],[["미국 플로리다반도 동쪽 연안에 있는 곶. 항공 우주국 기지, 미사일 실험장, 우주선과 인공위성 로켓 발사장 따위로 유명하다.","지명"]],4,null]},{}]}