{"큐폴라":[{"1":[[],[["무쇠를 녹이는 가마.","공업"]],4,null]},{}],"큐레이터":[{"1":[[],[["박물관이나 미술관에서 재정 확보, 유물 관리, 자료 전시, 홍보 활동 따위를 하는 사람.","미술"]],4,null]},{"0":[["curator"],[["curator","A person who collects and manages works displayed in an art gallery or a museum, and who guides visitors around."]],0,null]}],"큐더블유엘":[{"1":[[],[["인간답고 질적으로 향상된 노동 생활을 위하여, 노동 관리의 개선을 목표로 삼은 세계적인 운동. 또는 그 운동의 이론.","인문 일반"]],4,null]},{}],"큐벳":[{"1":[[],[["비색 분석 또는 분광 분석에서 시료 용액을 넣는 그릇. 사각기둥 모양 또는 원기둥 모양으로 되어 있다.","화학"]],4,null]},{}],"큐틴":[{"1":[[],[["식물의 각피의 주성분. 지방 모양ㆍ납 모양의 물질로 표면을 보호하는 구실을 한다. 물에 녹지 않으며 산에도 잘 견딘다.","식물"]],4,null]},{}],"큐":[{"1":[[],[["방송에서 프로그램 진행자나 연기자에게 대사, 동작, 음악 따위의 시작을 지시하는 신호.","매체"],["당구에서, 공을 치는 막대기.","체육"]],4,null],"2":[[],[["영어 알파벳의 열일곱 번째 자모 이름.","언어"]],4,null],"3":[[],[["사진 식자의 급수의 단위를 나타내는 기호.","매체"]],4,null]},{}],"큐에이":[{"1":[[],[["제품의 품질이 일정 수준에 있음을 보증하는 일.","경영"]],4,null]},{}],"큐비즘":[{"1":[[],[["20세기 초기에 프랑스에서 활동한 유파. 대상을 원뿔, 원통, 구 따위의 기하학적 형태로 분해하고 주관에 따라 재구성하여 입체적으로 여러 방향에서 본 상태를 평면적으로 한 화면에 구성하여 표현하였다. 추상 미술의 모태가 되어 후대의 미술에 커다란 영향을 끼쳤으며, 피카소ㆍ브라크 등이 대표적 작가이다.","미술"]],4,null]},{}],"큐시":[{"1":[[],[["일정한 조건 아래에 최저 비용으로써 가급적 최량 품질의 제품을 획득할 수 있도록 생산 활동을 통계 숫자에 의하여서 관리ㆍ통제하는 경영 관리 방식.","경영"]],4,null]},{}],"큐스톨":[{"1":[[],[["소음을 70폰 이하로 억제하고도 단거리 이착륙의 성능을 갖추어 항공 공해를 최소로 줄인 저공해 비행기.","군사"]],4,null]},{}],"큐라이트":[{"1":[[],[["섬우라늄석이 변질하여 생성된 방사성 물질. 바늘 모양의 결정으로 붉은 귤색을 띤다. 프랑스의 퀴리가 1906년에 발견하였다.","광업"]],4,null]},{}],"큘렉스모기":[{"1":[[],[["모깃과의 곤충. 집모기의 하나로 몸은 어두운 적갈색이며, 다리의 각 관절부, 주둥이에 흰색 띠가 있다. 알과 애벌레는 고인 물에서 사는데 한국, 일본 등지에 분포한다.","동물"]],1,null]},{}],"큐피드":[{"1":[[],[["로마 신화에 나오는 사랑의 신. 보통 나체에 날개가 달리고 활과 화살을 가진 아이 모습이다. 그리스 신화의 에로스에 해당한다.","문학"]],4,null]},{"0":[["Cupid"],[["Cupid","The god of love appearing in Roman mythology."]],0,null]}],"큐티쿨라":[{"1":[[],[["생물의 체표 세포에서 분비하여 생긴 딱딱한 층. 몸을 보호하고 수분의 증발을 방지하는 구실을 한다. 식물에서는 주로 각피소나 납으로 이루어지며, 절지동물에서는 경단백질을 주성분으로 하여 외골격을 형성한다.","생명"]],4,null]},{}],"큐티클":[{"1":[[],[["생물의 체표 세포에서 분비하여 생긴 딱딱한 층. 몸을 보호하고 수분의 증발을 방지하는 구실을 한다. 식물에서는 주로 각피소나 납으로 이루어지며, 절지동물에서는 경단백질을 주성분으로 하여 외골격을 형성한다.","생명"]],4,null]},{}]}