{"튀정":[{"1":[[],[["→ 투정01.",null]],2,null]},{}],"튀링겐주":[{"1":[["州"],[["독일 중부에 있는 주. 16세기 종교 개혁의 중심지이며 튀링겐 분지를 중심으로 밀, 사탕수수 따위의 재배가 활발하다. 철강ㆍ기계ㆍ유리 공업이 발달하였으며 특히 광학 기기가 유명하다. 주도(州都)는 에르푸르트(Erfurt), 면적은 1만 6251㎢.","지명"]],1,null]},{}],"튕이":[{"1":[[],[["소 장수들의 은어로, 삼백 냥을 이르던 말.",null]],2,"튕이"]},{}],"튀니스":[{"1":[[],[["지중해 남부의 튀니스만과 튀니스호에 면하여 있는 무역항. 올리브, 포도주, 양털, 가죽 따위를 수출한다. 튀니지의 수도이다.","지명"]],4,null]},{}],"튀김옷":[{"1":[[],[["녹말가루나 밀가루 따위로 입히는 튀김의 겉 부분.",null]],2,"튀기몯"]},{"0":[[],[["batter","The surface of fried food, coated in starch flour or flour."]],0,"튀기몯"]}],"튐":[{"1":[[],[["액체가 폭발하듯이 격렬하게 끓어오름.","화학"]],2,"튐"]},{}],"튀튀":[{"1":[[],[["발레를 할 때 입는, 주름이 많이 잡힌 스커트.",null]],4,null]},{}],"튀니지":[{"1":[[],[["북아프리카 중앙부, 지중해에 면한 공화국. 1956년 프랑스의 보호령에서 입헌 군주국으로 독립하였다가 다음 해 공화국이 되었다. 올리브ㆍ밀 따위의 농산물과 석유ㆍ철ㆍ인광석을 생산하며, 주민은 아랍인으로 대부분 이슬람 교도이고 주요 언어는 아라비아어이다. 수도는 튀니스, 면적은 16만 4149㎢.","지명"]],4,null]},{"0":[["Tunisie"],[["Tunisia","A country located on the shores of the Mediterranean Sea in North Africa; about half of its land consists of the Sahara Desert; most of its people are Muslims; its official language is Arabic; its capital is Tunis."]],0,null]}],"튀기":[{"1":[[],[["종(種)이 다른 두 동물 사이에서 난 새끼.",null],["수탕나귀와 암소 사이에서 나는 동물.",null],["‘혼혈인’을 낮잡아 이르는 말.",null]],2,"튀ː기"]},{"0":[[],[["hybrid; cross","An animal born of two animals of different species."],["half-breed","(disparaging) A person born of two people of different races."]],0,"튀ː기"]}],"튀르쿠아즈":[{"1":[[],[["구리, 알루미늄, 철의 함수 인산염 광물. 파랑 또는 녹색을 띤다.","광업"]],4,null]},{}],"튈":[{"1":[[],[["얇은 명주 망사.",null]],4,null]},{}],"튀":[{"1":[[],[["새나 짐승을 뜨거운 물에 잠깐 넣었다가 꺼내어 털을 뽑는 일.",null]],2,"튀"]},{}],"튀는목":[{"1":[[],[["판소리 창법에서, 소리를 평성(平聲)으로 하다가 위로 튀어나오는 목소리.","음악"]],2,"튀는목"]},{}],"튀일리궁":[{"1":[["宮"],[["현재 프랑스 파리 루브르 박물관 자리와 샹젤리제 사이에 있던 옛 왕궁. 1564년에 앙리 이세의 왕비가 처음 공사를 시작하여 200년 동안 지었는데, 1871년에 방화로 파손되어 1882년에 철거하였다.","역사"]],1,null]},{}],"튀르키예":[{"1":[[],[["아시아의 서쪽 끝, 유럽의 동남쪽에 있는 공화국. 13세기 말에 오스만 제국이 성립하고 16세기에는 대제국으로 번성하였으나, 제일 차 세계 대전에 패배하여 쇠퇴하다가 1923년에 케말 파샤의 혁명에 의하여 공화국이 되었다. 밀ㆍ보리ㆍ담배 따위의 농산물과 석탄ㆍ철광ㆍ크로뮴 따위의 광산물이 많이 나며, 이슬람교를 신봉하고 주요 언어는 튀르키예어이다. 수도는 앙카라, 면적은 78만 574㎢.","지명"]],4,null]},{"0":[["Türkiye"],[["Türkiye","A country located in the westernmost part of Asia and the southeast part of Europe; it has played the role of a bridge between the cultures of the east and the west, as it is in between Europe and Asia; its official language is Turkish; its capital is Ankara."]],0,null]}],"튀각":[{"1":[[],[["다시마나 죽순 따위를 잘라 기름에 튀긴 반찬.",null]],2,"튀각"]},{"0":[[],[["twigak; chips","A side dish made by cutting kelp, bamboo sprouts, etc., and frying them in oil."]],0,"튀각"]}],"튀링거발트":[{"1":[[],[["독일 서부, 튀링겐 분지의 남부에 뻗어 있는 산맥. 침엽수가 많으며 관광 휴양지로 유명하다. 최고봉 베르베르크산(Beerberg山)의 높이는 985미터.","지명"]],4,null]},{}],"튀빙겐":[{"1":[[],[["독일 서남부 네카어강 상류에 있는 도시. 15세기에 세워진 종합 대학이 있으며 악기 제조, 제지, 방적 따위의 공업이 발달하였다.","지명"]],4,null]},{}],"튀김":[{"1":[[],[["생선이나 고기, 야채 따위를 밀가루에 묻혀서 기름에 튀긴 음식.",null],["튀긴 음식의 뜻을 나타내는 말.",null]],2,"튀김"],"2":[[],[["연날리기에서, 줄을 팽팽하게 하였다가 갑자기 통줄을 세게 주어서 상대편의 연 머리를 그루박게 하는 일.",null]],2,"튀김"]},{"0":[[],[["fried food","Food that is made by coating fish, meat, vegetables, etc., with flour and frying it."],["fries","A word used to indicate the kind of fried food, combined with its major ingredient name."]],1,"튀김"]}]}