{"튜너":[{"1":[[],[["일정한 주파수에 동조가 되도록 유도 계수나 전기 용량을 조절할 수 있는 장치. 라디오, 텔레비전 따위의 동조 회로나 송신기의 발진 회로에 쓴다.","정보·통신"]],4,null]},{}],"튜니클":[{"1":[[],[["부제(副祭)나 차부제(次副祭)가 제의(祭衣) 밑에 입는 얇은 명주옷.","가톨릭"]],4,null]},{}],"튜닉":[{"1":[[],[["허리 밑까지 내려와 띠를 두르게 된, 여성용의 낙낙한 블라우스 또는 코트.",null],["군복 외의 약식으로 입는 짧은 상의.",null]],4,null]},{}],"튜브리스타이어":[{"1":[[],[["튜브를 사용하지 아니한 타이어. 타이어에 직접 공기를 넣고 기밀성(氣密性)의 고무를 써서 펑크가 나지 않도록 한 것이다.",null]],4,null]},{}],"튜바":[{"1":[[],[["로마 때의 곧은 나팔.","음악"],["3~5개의 밸브를 갖는 큰 나팔 모양으로, 장중한 저음을 내는 금관 악기. 금관 악기 가운데 최저음부를 맡으며 관현악이나 취주악에 쓰인다.","음악"]],4,null]},{"0":[["tuba"],[["tuba","A brass instrument which makes a heavy and low sound and looks like a big trumpet, with three to five valves. "]],0,null]}],"튜불린":[{"1":[[],[["생물의 거의 모든 세포에 존재하는 미세한 관상 구조물을 구성하는 주요한 단백질.","생명"]],4,null]},{}],"튜턴인":[{"1":[["人"],[["인도ㆍ유럽인 가운데에 게르만 민족의 하나. 엘베강 북쪽에 살던 민족으로 지금은 독일인, 네덜란드인, 스칸디나비아인 등의 북유럽에 사는 사람을 이른다.","고유명 일반"]],1,null]},{}],"튜닝":[{"1":[[],[["자동차나 오디오 따위의 일부분을 개조하는 일.",null]],4,null],"2":[[],[["라디오, 텔레비전 방송 따위에서 수신기나 수상기의 다이얼을 돌려 주파수를 동조(同調)하여 특정한 방송국을 선택하는 일.","물리"],["악기의 음을 표준음에 맞추어 고름.","음악"]],4,null]},{}],"튜뷸러실루엣":[{"1":[[],[["어깨에서 시작하여 발끝 부분에 이르도록 파이프처럼 곧게 생긴 옷의 스타일.",null]],4,null]},{}],"튜멘":[{"1":[[],[["러시아 서부 시베리아 서남쪽에 있는 도시. 투라강(Tula江)의 중류 변에 위치한 유전 지대로, 석유ㆍ천연가스 연구소가 있으며, 제재ㆍ피혁ㆍ화학 공업이 활발하다. 1586년에 건설된 시베리아 최고(最古) 도시의 하나이다.","지명"]],4,null]},{}],"튜더가":[{"1":[["家"],[["15세기 후반부터 17세기 초반까지 영국을 지배하던 왕조. 헨리 칠세가 즉위하면서부터 엘리자베스 일세가 사망하기까지 영국 절대 군주제의 최전성기를 이룬 왕조이다. 문예의 부흥과 경제 발전을 이루었고 종교 개혁에 의한 영국 국교회를 확립하였으며, 밖으로는 무적함대를 무찔러 에스파냐로부터 해상의 패권을 빼앗았다.","역사"]],1,null]},{}],"튤립":[{"1":[[],[["백합과 튤립속의 여러해살이풀을 이르는 말. 높이는 20~60cm이며 잎은 어긋나고 넓은 피침 모양이다. 4~5월에 종 모양의 흰색, 노란색, 자주색의 겹꽃이 핀다. 꽃은 술을 빚는 데 쓰기도 한다. 관상용이고 동남 유럽과 소아시아가 원산지이다.","식물"]],4,null]},{"0":[["tulip"],[["tulip","A flower blooming in spring whose wide petals in white, yellow, violet, etc., overlap one another and form a bell-shape."]],0,null]}],"튜브":[{"1":[[],[["이긴 약제나 치약, 채료(彩料) 따위를 넣고 짜내어 쓰는 용기.",null],["자동차나 자전거 따위의 고무 타이어에 바람을 채우는 고무관.",null],["수영할 때 사용하는 물건. 보통 타이어처럼 생겼는데 가운데 구멍이 뚫려 있고 공기를 넣게 되어 있어서, 구멍에 몸을 끼우고 물에 들어가면 몸이 뜨게 된다.",null],["악기의 관(管) 또는 피리를 이르는 말.","음악"],["입으로 불어서 관 안의 공기를 진동시켜 소리를 내는 악기. 목관 악기와 금관 악기의 두 가지가 있다.","음악"],["측면은 매끄럽고, 단면은 타원형이나 원형인 동굴 속의 통로.","지리"]],4,null]},{"0":[["tube"],[["tube","A type of container holding medicine, toothpaste, paint, etc., which sends out the content when squeezed."],["inner tube","A rubber pipe filled with air, inside the rubber tire of a car, bicycle, etc."],["swimming ring; lifesaver","A swimming toy that looks like a ring, whose middle has an opening so that air can be blown into it."]],0,null]}]}