{"프타":[{"1":[[],[["고대 이집트 신화에 나오는 공예와 기술의 신. 미라의 모습으로 표현되는, 고왕국 시대의 수도 멤피스의 수호신이다.","문학"]],4,null]},{}],"프리부르":[{"1":[[],[["스위스 서부에 있는 도시. 초콜릿 제조 및 양조 산업이 발달하였으며, 가톨릭 대학과 초기 고딕식 성당 따위가 있다.","지명"]],4,null]},{}],"프실로피톤":[{"1":[[],[["솔잎난류의 화석 식물. 줄기는 흔히 두 개씩 갈라지며, 가시 모양의 돌기가 있고 작은 가지 끝에 홀씨주머니무리가 있다. 최초의 육상 식물로 데본기에 생존하였다.","식물"]],4,null]},{}],"프러시안블루":[{"1":[[],[["진한 파랑.",null],["페로사이안화 칼륨 용액에 제이철염 용액을 가하여 만든 청색의 물감.","화학"]],4,null]},{}],"플라야":[{"1":[[],[["건조 지역에 있는 오목한 진흙 들판. 염류를 함유하며 장마 때에는 얕은 호수가 된다. 미국 서부에 많다.","지구"]],4,null]},{}],"프러젝티브법":[{"1":[["法"],[["구조화되어 있지 아니한 자극을 제시하고 그에 대한 반응을 토대로 심리 상태나 욕구 따위를 밝히는 방법.","심리"]],1,null]},{}],"프리미티비즘":[{"1":[[],[["원시 시대의 예술 정신과 표현 양식을 이해하고 그것을 현대 예술에 접목하려는 예술 사조.","예체능 일반"]],4,null]},{}],"프롤레타리아":[{"1":[[],[["자본주의 사회에서, 노동력 이외에는 생산 수단을 가지지 못한 노동자.","경제"]],4,null]},{"0":[["prolétariat"],[["proletariat; working class","In a capitalistic society, a person without property, who makes a living by providing physical or mental labor."]],0,null]}],"플레어":[{"1":[[],[["렌즈에 정규 굴절 이외의 광선이 들어와 영상이 부옇게 되거나 둥근 흰 반점이 나타나는 현상.","전기·전자"]],4,null],"2":[[],[["밑이 나팔꽃 모양으로 퍼져 자연적으로 주름이 잡히는 스커트.","복식"],["스커트 따위에 장식으로 된 물결 모양의 주름.","복식"]],4,null],"3":[[],[["태양의 광구(光球)와 상층 대기인 코로나 사이의 대기층에 있는 물질이 급격히 분출하면서 수 초에서 수 시간에 걸쳐 섬광을 내놓다가 소멸하는 현상. 태양 대기의 전자기가 급격하게 변화하기 때문에 일어나는 현상으로, 때로는 강한 태양풍을 일으켜 지구 대기의 상층(上層)이나 지구 자기에 영향을 미친다.","천문"]],4,null]},{}],"프로트악티늄":[{"1":[[],[["악티늄족 원소의 하나. 동위 원소는 모두 방사성이며, 천연으로 나는 핵종(核種)의 질량수는 231과 234이다. 원자 기호는 Pa, 원자 번호는 91, 원자량은 231.0.","화학"]],4,null]},{}],"프리지어":[{"1":[[],[["붓꽃과의 여러해살이풀. 높이는 40~50cm이며, 5~7월에 깔때기 모양의 노란색을 띤 흰색 꽃이 꽃줄기 끝에 원추(圓錐) 화서로 피는데 흰색, 붉은색, 연분홍색, 자주색 따위의 많은 품종이 있다. 열매는 삭과(蒴果)로 9월에 익는다. 꽃꽂이용, 분재용으로 쓰고 남아프리카 공화국이 원산지이다.","식물"]],4,null]},{}],"프시케":[{"1":[[],[["그리스 신화에 나오는 미녀. 사랑의 신 에로스(Eros)의 아내이다.","문학"]],4,null]},{}],"플라보노이드":[{"1":[[],[["C<sub style='font-size:11px;'>6</sub>-C<sub style='font-size:11px;'>3</sub>-C<sub style='font-size:11px;'>6</sub>의 탄소 골격을 갖는 식물 색소를 통틀어 이르는 말. 약 2,000종이 알려져 있다.","식물"]],4,null]},{}],"프라이버시":[{"1":[[],[["개인의 사생활이나 집안의 사적인 일. 또는 그것을 남에게 간섭받지 않을 권리.",null]],4,null]},{"0":[["privacy"],[["privacy","One's personal or family-related subject, or one's right to keep such a subject from being judged, asked about, or interfered with by others."]],0,null]}],"플랑드르":[{"1":[[],[["벨기에 서부를 중심으로 네덜란드 서부와 프랑스 북부에 걸쳐 있는 지방. 11세기 이래 모직물업이 발달하였으며, 르네상스 시대에는 미술과 음악의 중심지였다.","지명"]],4,null]},{}],"프라운호퍼선":[{"1":[["線"],[["태양 광선을 분광기로 분해한 스펙트럼 속에 나타나는 무수한 암선(暗線). 태양의 연속 스펙트럼 가운데 특정한 파장의 것이 태양의 외기나 지구의 대기 가운데 원자, 분자에 흡수되어 일어난다. 1814년 독일의 물리학자 프라운호퍼가 발견하였다.","물리"]],1,null]},{}],"플루오레세인":[{"1":[[],[["산성 형광 염료의 하나. 뜨거운 알코올, 빙초산, 염기성 수용액에 쉽게 녹아 녹색 형광을 낸다. 흡착 지시약, 형광 지시약, 단백질의 형광 표지 따위로 쓰인다. 화학식은 C<sub style='font-size:11px;'>20</sub>H<sub style='font-size:11px;'>12</sub>O<sub style='font-size:11px;'>5</sub>.","화학"]],4,null]},{}],"프락치":[{"1":[[],[["특수한 사명을 띠고 어떤 조직체나 분야에 들어가서 본래의 신분을 속이고 몰래 활동하는 사람.",null]],4,null]},{"0":[["←fraktsiya"],[["spy","A person who joins a certain organization using a fake ID, and who secretly engages in activities to complete a special mission."]],0,null]}],"프테로닥틸루스":[{"1":[[],[["공룡의 하나. 하늘을 나는 익룡으로 몸의 길이는 20cm 정도이며, 앞다리와 몸 옆구리 사이에 박쥐의 것과 같은 비막이 있다. 쥐라기에 유럽에서 동아프리카에 걸쳐 살았다.","동물"]],4,null]},{}],"프랜차이즈":[{"1":[[],[["특정한 상품이나 서비스를 제공하는 주재자가 일정한 자격을 갖춘 사람에게 자기 상품에 대하여 일정 지역에서의 영업권을 주어 시장 개척을 꾀하는 방식.","경제"]],4,null]},{}],"프루트펀치":[{"1":[[],[["여러 가지 과일을 잘게 썰어 여기에 과즙, 양주, 얼음 따위를 섞어 만든 음료.",null]],4,null]},{}],"프리모":[{"1":[[],[["악보에서, 다른 말과 함께 쓰여 ‘처음’, ‘제일 부’를 나타내는 말.","음악"]],4,null]},{}],"프레리":[{"1":[[],[["캐나다 중남부에서 미국 텍사스주에 걸쳐 있는 초원. 옥수수, 밀, 목화 따위가 난다.","지명"]],4,null]},{}],"프레그넌스":[{"1":[[],[["대상의 형태가 더 분명하고 안정되고 단순하며 의미 있는 응집된 구조로 지각되거나 경험되는 경향. 형태 심리학에서, 체제화의 원리 가운데 하나이다.","심리"]],4,null]},{}],"프루트칵테일":[{"1":[[],[["잘게 썬 과일에 양주나 주스를 부어서 만든 음료.",null]],4,null]},{}],"플래토":[{"1":[[],[["학습 곡선에서, 일시적으로 진보가 없이 평평한 모양을 보이는 현상. 그 모양이 고원 모양이기 때문에 이렇게 이른다.","심리"]],4,null]},{}],"플라멩코":[{"1":[[],[["에스파냐 남부의 안달루시아 지방에서 예부터 전하여 오는 민요와 춤. 기타와 캐스터네츠 소리에 맞추어 손뼉을 치거나 발을 구르거나 하는 격렬한 리듬과 동작이 특색이다.","예체능 일반"]],4,null]},{}],"플루오르화물":[{"1":[["化物"],[["‘플루오린화물’의 전 용어.","화학"]],1,null]},{}],"프렐류드":[{"1":[[],[["17세기 후반부터 헨델, 바흐 따위의 모음곡에서 푸가, 토카타 따위와 조합한 도입부의 곡. 그 후 독립된 소기악곡으로 작곡되기에 이르렀다.","음악"]],4,null]},{}],"프로페인":[{"1":[[],[["탄소 수가 세 개인 포화 탄화수소. 무색무취의 가연성 기체로 상온에서 압력을 가하면 쉽게 액화한다. 액화 석유 가스의 주성분을 이루며 가정용이나 자동차 따위의 연료가 된다. 화학식은 C<sub style='font-size:11px;'>3</sub>H<sub style='font-size:11px;'>8</sub>.","화학"]],4,null]},{}],"프릴":[{"1":[[],[["주름을 잡아 물결 모양으로 만든 가장자리 장식. 여성복이나 아동복의 소매나 깃에 붙인다.",null]],4,null]},{}],"플라톤주의":[{"1":[["主義"],[["플라톤의 철학 사상.","철학"],["플라톤의 철학과 학풍을 계승하고 부흥시킨 여러 학파.","철학"],["플라톤풍의 이상주의적이며 관념론적인 철학.","철학"]],1,null]},{}],"프로슈머":[{"1":[[],[["제품 개발을 할 때에 소비자가 직접적 또는 간접적으로 참여하는 방식. 생산자와 소비자의 합성어로 미래학자 앨빈 토플러가 저서 ≪제3의 물결≫에서 처음으로 쓴 용어이다.","경영"]],4,null]},{}],"플래시":[{"1":[[],[["가지고 다닐 수 있는 작은 전등. 전지를 넣으면 불이 들어오게 되어 있다.",null],["야간 촬영을 위한 섬광 전구.","영상"],["사람들의 주목을 비유적으로 이르는 말.",null],["통신사 따위에서 보내는 짧은 지급 전보.","매체"]],4,null]},{"0":[["flash"],[["flashlight","A small lamp that one can carry around."],["flash","A flash lamp used for shooting photographs at night."],["public attention","(figurative) The attention of people."]],0,null]}],"프로비타민":[{"1":[[],[["비타민 전 단계의 물질. 체내에 들어가면 비타민으로 변하는데, 카로틴은 비타민 에이(A)로 바뀌고, 에고스테롤은 비타민 디(D)로 바뀐다.","생명"]],4,null]},{}],"플러스":[{"1":[[],[["이익이나 도움 따위를 이르는 말.",null],["두 개의 전극 사이에 전류가 흐를 때에, 전위가 높은 쪽의 극.","물리"],["덧셈을 함.","수학"],["덧셈의 부호 ‘+’를 이르는 말.","수학"],["어떤 수가 0보다 큰 일.","수학"],["양수임을 나타내는 부호 ‘+’를 이르는 말.","수학"],["질병 따위의 검사에서, 양성임을 이르는 말.","의학"]],4,null]},{"0":[["plus"],[["plus; help; boost","A profit, advantage, benefit, or help."],["plus","The electrode indicating the higher potential, when electricity flows."],["plus","In math, the act of adding."],["plus","In math, the sign meaning 'addition'."],["plus","A state in which a certain number is bigger than 0."],["plus","The sign indicating a positive number."]],0,null]}],"프로필":[{"1":[[],[["인물의 약력.",null],["측면에서 본 얼굴 모습.",null]],4,null]},{"0":[["profile"],[["profile","A brief resume of someone."],["profile","The face of someone seen from the side."]],0,null]}],"프라이팬":[{"1":[[],[["프라이를 하는 데 쓰는, 자루가 달리고 운두가 얕으며 넓적한 냄비.","없음"]],4,null]},{"0":[["frypan"],[["frying pan","A low, wide pan with a handle, used to stir-fry or fry food in oil. "]],1,null]}],"프랭크퍼트":[{"1":[[],[["미국 동부에 있는 도시. 위스키, 제화(製靴) 따위의 공업이 발달하였으며 부근은 경주마 사육지로 유명하다. 켄터키주의 주도(州都)이다.","지명"]],4,null]},{}],"프레세페성단":[{"1":[["星團"],[["게자리에 있는 산개 성단. 수백 개의 별이 밀집하여 있고 지구에서 거리는 520광년쯤 되며 나이는 7억 5000만 년쯤 된다. 맨눈으로도 볼 수 있다.","천문"]],1,null]},{}],"플라스민":[{"1":[[],[["척추동물의 혈장 가운데 존재하는 단백질 가수 분해 효소의 하나. 혈액 응고에 관여하는 피브린을 용해한다.","수의"]],4,null]},{}],"프레이밍":[{"1":[[],[["사진을 찍을 때에, 피사체를 파인더의 테두리 안에 적절히 배치하여 화면을 구성하는 일.","영상"]],4,null]},{}],"플래니터리파":[{"1":[["波"],[["행성 대기 가운데에서 공통으로 관측되는, 띠 모양의 바람과 같은 대규모적인 풍계(風系). 중위도에서 주로 대류권 상층에 일어나는 편서풍대의 파장이 긴 파동 같은 것이다.","지구"]],1,null]},{}],"프테로일글루타민산":[{"1":[["酸"],[["헤모글로빈 형성에 관여하는 비타민 비(B) 복합체. 푸른 잎 채소와 동물의 간ㆍ효모 따위에 들어 있으며, 부족하면 빈혈ㆍ혀염ㆍ설사 따위를 일으킨다. 화학식은 C<sub style='font-size:11px;'>19</sub>H<sub style='font-size:11px;'>19</sub>N<sub style='font-size:11px;'>7</sub>O<sub style='font-size:11px;'>6</sub>.","생명"]],1,null]},{}],"플루토":[{"1":[[],[["‘플루톤’의 영어 이름.","문학"],["1930년 미국의 천문학자 톰보(Tombaugh, C. W.)가 발견한 왜행성. 공전 주기는 248.534년, 지름은 지구의 약 0.47배, 질량은 지구의 약 0.22배, 태양과의 평균 거리는 약 59억 1000만 km이다. 발견 당시에는 태양계의 아홉째 행성이었으나 2006년부터 왜행성으로 분류되었다.","천문"]],4,null]},{}],"플라티노이드":[{"1":[[],[["구리, 아연, 니켈의 합금에 약간의 텅스텐이나 알루미늄을 더한 합금. 장식품이나 전기 저항선에 쓴다.","공업"]],4,null]},{}],"플래티나":[{"1":[[],[["전성(展性)과 연성(延性)이 풍부한 은백색의 금속 원소. 은보다 단단하며 녹슬지 않는다. 산화ㆍ환원의 촉매로 쓰이거나 장식품, 화학 기계, 도량형기, 전극 따위로 쓰인다. 원자 기호는 Pt, 원자 번호는 78, 원자량은 195.09.","화학"]],4,null]},{}],"프라디오마이신":[{"1":[[],[["장(腸)을 수술할 때에, 세균 감염을 막기 위하여 쓰는 항생 물질. 방선균에서 얻는다.","약학"]],4,null]},{}],"프레이저강":[{"1":[["江"],[["캐나다 브리티시컬럼비아주의 로키산맥에서 시작하여 밴쿠버를 거쳐 태평양으로 흘러드는 강. 길이는 1,368km.","지명"]],1,null]},{}],"플라이오세":[{"1":[["世"],[["신생대 제삼기의 마지막 시기. 500만 년 전부터 200만 년 전까지의 시기이다.","지구"]],1,null]},{}],"프라크리트":[{"1":[[],[["인도ㆍ유럽 어족에 속한 언어. 중세 인도어를 통틀어 이르며, 산스크리트어가 아어(雅語)이며 종교어임에 대하여 이는 민간어이다.","언어"]],4,null]},{}],"플래절렛":[{"1":[[],[["은으로 만든, 고음을 내는 피리. 주로 16세기부터 17세기까지 썼다.","음악"]],4,null]},{}],"프레드니솔론":[{"1":[[],[["합성 부신 겉질 호르몬. 소염(消炎)ㆍ면역 억제ㆍ항알레르기 작용이 강하며 주로 알레르기 질환, 자가 면역병, 관절염, 각종 염증 따위에 쓰인다.","약학"]],4,null]},{}],"프랑슘":[{"1":[[],[["악티늄 227이 알파 붕괴 할 때 생성하는 알칼리 금속 원소. 동위 원소가 모두 방사성이고, 수명이 짧다. 1939년 프랑스의 페레(Perey, M.)가 발견하였다. 원자 기호는 Fr, 원자 번호는 87, 원자량은 223.","화학"]],4,null]},{}],"플록스":[{"1":[[],[["꽃고빗과의 지면패랭이꽃, 풀협죽도를 통틀어 이르는 말.","식물"]],4,null]},{}],"플레이오프":[{"1":[[],[["운동 경기에서, 동점일 때의 결승 시합이나 연장전.","체육"],["야구ㆍ농구ㆍ미식축구 따위에서, 정규 리그를 끝낸 다음 우승 팀을 가리기 위하여 별도로 가지는 시합.","체육"]],4,null]},{}],"프리리코딩":[{"1":[[],[["영화나 텔레비전 방송극을 촬영하기 전에 미리 음악이나 대사 따위를 녹음하는 일.","영상"]],4,null]},{}],"플루트":[{"1":[[],[["옆으로 쥐고 불며 구멍에 입김을 불어넣어 소리를 내는 관악기. 최고 음역의 관악기로, 아름답고 청신한 음색을 지녔으며, 예전에는 흑단 따위를 재료로 만들었으나 현재는 대부분 금속으로 만든다.","음악"]],4,null]},{"0":[["flute"],[["flute","A woodwind instrument with the highest range of notes among western woodwind instruments, whose player produces sound by blowing air into the instrument's holes, holding it sideways.."]],0,null]}],"플란넬":[{"1":[[],[["털실, 면, 레이온의 혼방사로 짠 능직 또는 평직물. 털이 보풀보풀 일어나고 촉감이 부드러우며, 셔츠나 양복감으로 많이 쓴다.","복식"]],4,null]},{}],"프로시니엄":[{"1":[[],[["무대와 객석을 구분하는 액자 모양의 건축 구조.","예체능 일반"]],4,null]},{}],"프롱혼":[{"1":[[],[["가지뿔영양과의 하나. 어깨의 높이는 0.8~1미터 정도이며, 뿔의 크기는 소뿔과 사슴뿔의 중간이다. 뿔 중간에 한 개의 가지가 있다. 미국, 캐나다의 대초원에 무리 지어 산다.","동물"]],4,null]},{}],"프리미티프":[{"1":[[],[["미개 민족의 예술.","미술"],["14~15세기 또는 중세적 요소를 지니고 있는 화가나 작품.","미술"],["근대의 루소처럼 소박한 화풍의 화가로 대표되는 꾸밈없고 어수룩한 느낌을 주는 그림.","미술"]],4,null]},{}],"플루크파렌":[{"1":[[],[["스키에서, 스키의 뒤쪽 부분을 벌려 ‘A’ 자 모양으로 만들어 활강하는 방법.","체육"]],4,null]},{}],"프로토케라톱스":[{"1":[[],[["초식 공룡의 하나. 몸은 2미터 정도이며, 입은 앵무새 부리와 같고 등에는 주름이 있으며 네 다리로 걸었다. 고비 사막에서 많은 화석이 발견되었는데 백악기 후기에 몽골에 살았다.","동물"]],4,null]},{}],"프롬프트":[{"1":[[],[["연극을 공연할 때 관객이 볼 수 없는 곳에서 배우에게 대사나 동작 따위를 일러 주는 일.","연기"]],4,null]},{}],"프라이온":[{"1":[[],[["단백질로만 이루어진 병원체. 스크래피 따위의 병을 일으킨다고 생각되나 아직도 명확한 병리 작용이 잘 알려지지 않았다.","생명"]],4,null]},{}],"프로메테우스":[{"1":[[],[["그리스 신화에 나오는 티탄족의 영웅. 인간에게 불을 훔쳐다 주어 인간에게는 문화를 준 은인이 되었으나, 그로 인하여 제우스의 노여움을 사 코카서스의 바위에 묶여 독수리에게 간을 쪼이는 고통을 받았다고 한다.","문학"]],4,null]},{}],"프티알린":[{"1":[[],[["동물성 아밀라아제의 하나. 고등 동물의 침 속에 들어 있으며, 녹말을 분해하여 덱스트린, 맥아당을 만든다.","수의"]],4,null]},{}],"프리애니미즘":[{"1":[[],[["모든 사물과 현상에서 생기(生氣)를 인정하고, 생명이 있는 것으로 믿는 원시적 종교 관념.","종교 일반"]],4,null]},{}],"플루모수스아스파라거스":[{"1":[[],[["백합과의 화초. 관엽 아스파라거스 종류 가운데 가장 흔히 기르는 것으로, 5~9년이 지나면 여러 개의 덩굴이 자라고 잎은 고사리 잎과 비슷하다. 남아프리카가 원산지이다.","식물"]],4,null]},{}],"프라지콴텔":[{"1":[[],[["구충제의 하나. 쓴맛이 있는 무색 결정체로 조충류와 흡충류 감염증 치료에 효과가 있으며, 간디스토마나 폐디스토마의 치료에도 효과가 있다.","약학"]],4,null]},{}],"플레이너":[{"1":[[],[["수평으로 왕복하는 대 위에 공작물을 고정해 놓고, 대가 왕복할 때마다 운동 방향에 직각이 되게 날을 내밀어서 넓은 평면을 깎아 내는 데 쓰는 공작 기계.","공업"]],4,null]},{}],"프랭클리나이트":[{"1":[[],[["첨정석 가운데 자철석계의 아연 광물. 등축 정계에 속하는 팔면체의 결정으로, 금속 비슷한 광택이 있으며 검은색을 띤다. 석회암 가운데에서 변성 광물로 난다.","광업"]],4,null]},{}],"플랜테이션":[{"1":[[],[["열대 또는 아열대 지방에서, 자본과 기술을 지닌 구미인이 현지인의 값싼 노동력을 이용하여, 쌀ㆍ고무ㆍ솜ㆍ담배 따위의 특정 농산물을 대량으로 생산하는 경영 형태.","농업"]],4,null]},{}],"프로파지":[{"1":[[],[["세균 세포를 죽이지 못하고 감염 능력이 없는 바이러스. 숙주 세균의 디엔에이(DNA) 가운데 파지의 디엔에이가 끼어들어 가 있는 상태이다.","생명"]],4,null]},{}],"플럭스":[{"1":[[],[["용해를 촉진하기 위하여 섞는 물질. 화학 분석이나 야금(冶金), 요업(窯業) 따위에 사용하는 것으로 알루미늄을 전기 정련 할 때 산화 알루미늄에 섞는 빙정석 따위가 있다.","화학"]],4,null]},{}],"플렌스부르크":[{"1":[[],[["독일 북부, 덴마크와의 경계 가까이에 있는 도시. 발트해에 면하여 있는 항구로 조선업과 수산 가공업이 활발하다.","지명"]],4,null]},{}],"프로베네시드":[{"1":[[],[["요산 배출 촉진제의 하나. 만성 통풍 치료 시에 체내 요산을 배출하기 위하여 쓰는 것으로, 일반적으로 부작용이 별로 없으나 소화 기관을 자극하기도 한다.","약학"]],4,null]},{}],"프라조신":[{"1":[[],[["고혈압, 울혈성 심부전에 쓰는 교감 신경 억제제. 부작용으로 현기증, 두통, 오심 따위가 나타나기도 한다.","약학"]],4,null]},{}],"플랜트":[{"1":[[],[["산업 기계, 공작 기계, 전기 통신 기계 따위의 종합체로서의 생산 시설이나 공장.","공업"]],4,null]},{}],"프린스턴":[{"1":[[],[["미국 뉴저지주 가운데에 있는 도시. 프린스턴 대학을 비롯하여 다섯 개 대학이 있는 대학 도시이며, 교육의 중심지로 인쇄ㆍ출판업이 활발하다.","지명"]],4,null]},{}],"프로테오스":[{"1":[[],[["단백질을 효소, 산, 알칼리 따위로 부분적으로 가수 분해 해서 얻은 물질. 미생물의 먹이로 쓴다.","생명"]],4,null]},{}],"플로리아노폴리스":[{"1":[[],[["브라질의 산타카타리나주에 있는 도시. 무역업이 활발하며, 주도(州都)이다.","지명"]],4,null]},{}],"플라잉":[{"1":[[],[["육상이나 수영 경기에서, 출발 신호가 나기 전에 스타트하여 범하는 반칙. 육상 경기에서는 2회, 수영 경기에서는 3회를 범하면 실격이 된다.","체육"]],4,null]},{}],"프롤레타리아트":[{"1":[[],[["자본주의 사회에서, 생산 수단을 소유하지 않고 노동력을 판매하여 생활하는 계급.","사회 일반"]],4,null]},{}],"프로필라이온":[{"1":[[],[["고대 그리스 성지(聖地)의 입구에 세운 문. 기원전 437년에서 기원전 433년 사이에 건립된 아테네 아크로폴리스 입구에 있는 문이 대표적이다.","역사"]],4,null]},{}],"플레산":[{"1":[["山"],[["서인도 제도의 소앤틸리스 제도 가운데에 있는 마르티니크섬에 있는 화산. 1902년에 큰 폭발이 있었다. 높이는 1,397미터.","지명"]],1,null]},{}],"프로민":[{"1":[[],[["설파닐아마이드 유도체의 하나. 문둥병 치료에 쓴다. 화학식은 C<sub style='font-size:11px;'>24</sub>H<sub style='font-size:11px;'>34</sub>O<sub style='font-size:11px;'>18</sub>N<sub style='font-size:11px;'>2</sub>S<sub style='font-size:11px;'>3</sub>Na<sub style='font-size:11px;'>2</sub>.","생명"]],4,null]},{}],"프러시아":[{"1":[[],[["‘프로이센’의 영어 이름.","역사"],["1701년에 프리드리히 삼세가 왕호를 허락받고 세운 왕국. 강국으로 성장하여 프로이센ㆍ프랑스 전쟁 후에 독일 제국을 성립시켰다.","역사"]],4,null]},{}],"프리패브":[{"1":[[],[["공장에서 부품의 가공과 조립을 하여 놓고 현장에서 설치만 하는 건축 공법.","건설"]],4,null]},{}],"프디":[{"1":[[],[["궁중에서, ‘요01’를 이르던 말.",null]],2,"프디"]},{}],"프리가":[{"1":[[],[["북유럽 신화에 나오는 대지의 여신. 오딘의 아내이며 예지 능력을 갖고 있다. 결혼과 출산의 수호신이다.","문학"]],4,null]},{}],"플립플롭":[{"1":[[],[["1 또는 0과 같이 하나의 입력에 대하여 항상 그에 대응하는 출력을 발생하게 하고, 다음에 새로운 입력이 주어질 때까지 그 상태를 안정적으로 유지하는 회로. 컴퓨터의 집적 회로 속에서 기억 소자로 쓴다.","정보·통신"]],4,null]},{}],"프로피온산":[{"1":[["酸"],[["아세트산보다 탄소 수가 하나 많은 카복실산. 자극적인 냄새가 나는 무색 액체로 염류(鹽類)는 식품의 살균제 및 보존제로 쓰고, 특히 아연염은 백선 따위의 피부염 치료에 쓴다. 화학식은 C<sub style='font-size:11px;'>2</sub>H<sub style='font-size:11px;'>5</sub>COOH.","화학"]],1,null]},{}],"플레이스":[{"1":[[],[["야구ㆍ테니스ㆍ탁구 따위에서, 마음먹은 대로 공을 보내는 일.","체육"]],4,null]},{}],"프토마인":[{"1":[[],[["동물의 사체가 부패할 때 단백질의 분해 과정에서 생기는 유독성 물질을 통틀어 이르는 말. 식중독의 원인이 된다.","수의"]],4,null]},{}],"프로드러그":[{"1":[[],[["어떤 약물을 화학적으로 변화시켜 물리ㆍ화학적 성질을 조절한 약물. 그 자체는 생리 활성을 나타내지 않지만 투여 후 체내에서 화학적으로, 혹은 효소의 작용에 의하여 원래의 약물로 바뀌어 약효를 발휘한다.","약학"]],4,null]},{}],"프롱통":[{"1":[[],[["서양식 건물에서 정면 박공 아래, 주랑 윗부분의 벽면. 보통은 삼각형이며 흔히 부각으로 장식한다.","건설"]],4,null]},{}],"프리토리아":[{"1":[[],[["남아프리카 공화국 동북부의 고원(高原)에 있는 상공업 도시. 철강업이 활발하며, 화학ㆍ섬유 공업도 한다. 현재 남아프리카 공화국의 수도이며, 트란스발 공화국의 수도이자 트란스발의 남아프리카 연방 가입 이후 트란스발주의 주도(州都)였다. 면적은 592㎢.","지명"]],4,null]},{}],"프리랜서":[{"1":[[],[["일정한 소속이 없이 자유 계약으로 일하는 사람.",null]],4,null]},{"0":[["free-lancer"],[["freelancer","A person who works without an affiliation, not belonging to any organization."]],0,null]}],"프리기아":[{"1":[[],[["소아시아 중서부에 있던 고대의 나라. 기원전 13세기 경에 트라키아인이 세운 것으로 추정되며 에게해와 흑해 연안의 땅을 영토로 하였다.","지명"]],4,null]},{}],"프로톱테루스":[{"1":[[],[["경골어강의 프로톱테루스 아이오피쿠스, 프로톱테루스 아넥탄스 따위를 통틀어 이르는 말. 몸의 길이는 50~140cm이고 가늘고 길며, 가슴지느러미와 배지느러미는 끈 모양이다. 어린 고기는 아가미로 수중 호흡을 하나 자란고기는 폐로 호흡한다. 육식성으로 건조기에는 진흙 속에서 고치를 만들어 휴면하는데 중앙아프리카에 분포한다.","동물"]],4,null]},{}],"플로이에슈티":[{"1":[[],[["루마니아 동남쪽에 있는 도시. 석유 산업 중심지로 정유 공업이 발달하였다.","지명"]],4,null]},{}],"프로필릿":[{"1":[[],[["두께 6~7mm의 유리판을 홈을 파듯 성형하여 벽 따위에 쓰는 건축 자재.","건설"]],4,null]},{}],"플루크":[{"1":[[],[["당구에서, 운 좋게 공이 맞아 점수를 얻는 일.","체육"]],4,null]},{}],"프린스멜론":[{"1":[[],[["뉴멜론과 참외를 교배한 멜론 재배 품종의 하나. 작고 둥글며 겉은 회백색이 도는 녹색이고 과육은 청색이며 달다.","식물"]],4,null]},{}],"프로덕션":[{"1":[[],[["영화를 제작하는 회사.","영상"]],4,null]},{"0":[["production"],[["production","A company which makes movies, TV dramas, TV shows, etc."]],0,null]}],"프레스턴":[{"1":[[],[["영국 잉글랜드 서북부, 리블강 어귀 북쪽 기슭에 있는 도시. 리버풀과 함께 영국의 중요한 무역항이다. 면 공업 이외에 조선(造船)ㆍ기계 공업도 발달하였다. 랭커셔주의 주도(州都)이다.","지명"]],4,null]},{}],"프레파라트":[{"1":[[],[["현미경으로 볼 수 있게 만든, 생물 및 광물의 표본.","생명"]],4,null]},{}],"플래시백":[{"1":[[],[["영화나 텔레비전 따위에서 장면의 순간적인 변화를 연속으로 보여 주는 기법. 긴장의 고조, 감정의 격렬함을 나타내는 데 효과적이며, 과거 회상 장면을 나타내는 데도 쓰인다.","영상"]],4,null]},{}],"프랑스":[{"2":[[],[["유럽 서부에 있는 공화국. 민족 대이동의 결과 5세기에 프랑크 왕국이 성립하여 백 년 전쟁 이후 왕권이 신장되었고, 17~18세기에는 유럽의 지도적인 위치에 군림하였다. 1789년의 혁명으로 공화정이 성립되었으며 1958년 이후 드골에 의한 제오 공화정을 거쳐 지금에 이른다. 기계ㆍ귀금속ㆍ섬유ㆍ화학ㆍ건축 공업이 발달하였고 유럽 굴지의 농업국이며, 주민은 라틴계로 대부분이 가톨릭교도이다. 수도는 파리, 면적은 55만 1458㎢.","지명"]],4,null]},{"0":[["France"],[["France","A country in western Europe; it is a major producer of agricultural products in Europe and its tourism industry is well developed; its major language is French; its capital is Paris."]],1,null]}],"플라스터":[{"1":[[],[["석고, 회반죽, 흙 따위와 같이 물로 개어서 바르는 데 쓰는 재료를 통틀어 이르는 말.",null],["수지(樹脂), 지방유, 고무, 납 따위를 섞어서 만든 단단한 고약. 보통 온도에서는 녹지 않지만 체온에는 녹아 피부에 달라붙는다.","약학"]],4,null]},{}],"플라이":[{"1":[[],[["무대의 장치나 설비를 무대 천장에 매달아 올려 관객이 보지 못하게 하는 일.","예체능 일반"],["야구에서, 타자가 공을 하늘 높이 쳐 올린 상태. 또는 그 공.","체육"]],4,null]},{}],"플렉소그래피":[{"1":[[],[["물감의 알코올 용액, 수용액 또는 여기에 안료를 첨가한 아닐린 인쇄 잉크를 사용하는 인쇄의 하나. 고속 인쇄에는 적당하나 정밀한 그림에는 부적당하다.","매체"]],4,null]},{}],"프리마퀸":[{"1":[[],[["항말라리아제의 하나. 치료 용량에서는 부작용이 거의 나타나지 않으나 용량이 증가하면 오심(惡心), 두통, 소화 기관 장애 따위가 나타나기도 한다.","약학"]],4,null]},{}],"플러그":[{"1":[[],[["전기 회로를 쉽게 접속하거나 절단하는 데 사용하기 위하여 코드 끝에 부착하는 접속 기구.","전기·전자"],["내연 기관에서, 실린더 안의 연료를 전기 불꽃으로 점화하는 장치.","기계"]],4,null]},{"0":[["plug"],[["electric plug","The device attached to the end of an electric cable, so that an electric circuit can be connected or disconnected."],["ignition plug","In an internal-combustion engine, the device used to ignite the fuel in the cylinder using an electric flame."]],3,null]}],"플라스크":[{"1":[[],[["목이 길고 몸은 둥글게 만든 화학 실험용 유리병. 둥근바닥 플라스크, 넓적바닥 플라스크, 삼각 플라스크 따위가 있다.","화학"]],4,null]},{}],"플린더스산맥":[{"1":[["山脈"],[["오스트레일리아의 사우스오스트레일리아주(South Australia州)에 있는 산맥. 우라늄, 구리, 납 따위가 많이 난다. 길이는 약 800km.","지명"]],1,null]},{}],"프리탈룩스":[{"1":[[],[["프랑스, 이탈리아, 벨기에, 네덜란드, 룩셈부르크의 다섯 나라. 또는 그 다섯 나라가 체결한 경제 동맹.","경제"]],4,null]},{}],"프로젝터":[{"1":[[],[["영상을 확대하여 스크린에 비추어 주는 기기.",null]],4,null]},{}],"프로시아":[{"1":[[],[["‘프로이센’의 라틴어 이름.","역사"]],4,null]},{}],"프놈펜":[{"1":[[],[["캄보디아 메콩강 서쪽 기슭에 있는 항구 도시. 크메르 왕국의 수도였으며, 쌀ㆍ목화ㆍ가죽ㆍ건어(乾魚) 따위의 집산지이다. 캄보디아의 수도이다.","지명"]],4,null]},{}],"프로텍터":[{"1":[[],[["야구에서, 심판이나 포수가 몸을 보호할 목적으로 가슴에 대는 용구.","체육"],["아마 권투에서, 선수가 몸을 보호하기 위하여 착용하는 방구(防具).","체육"]],4,null]},{}],"플라스미드":[{"1":[[],[["염색체와는 별개로 존재하며 자율적으로 증식하는 유전자를 통틀어 이르는 말. 세포 내에서 다음 세대로 안정하게 유지되고 전달된다.","생명"]],4,null]},{}],"프로프라놀롤":[{"1":[[],[["교감 신경 억제제의 하나. 고혈압ㆍ협심증ㆍ심장 부정맥 따위의 치료에 효과가 있으며, 이뇨제를 함께 쓰면 고혈압 치료에 더욱 효과가 좋다.","약학"]],4,null]},{}],"프론토질":[{"1":[[],[["독일의 생화학자 도마크가 발견한, 세균에 대한 최초의 화학 요법제. 쓴맛이 있는 등적색 결정이다. 이 화합물에서 분해되어 생긴 설파제가 효력의 본질이며, 후에 많은 설파제가 발견되었다. 화학식은 C<sub style='font-size:11px;'>12</sub>H<sub style='font-size:11px;'>13</sub>N<sub style='font-size:11px;'>5</sub>O<sub style='font-size:11px;'>2</sub>SㆍHCI.","화학"]],4,null]},{}],"플레시안트로푸스":[{"1":[[],[["1936년부터 1938년까지 남아프리카 공화국의 트란스발에서 나온 오스트랄로피테쿠스의 화석. 플라이스토세에 속하는 것으로, 어른의 머리뼈와 치아 및 사지(四肢)의 뼈가 거의 완전하게 보존되어 있으며, 골반으로 미루어 보아 직립 보행을 하였음을 알 수 있다.","생명"]],4,null]},{}],"프로파논":[{"1":[[],[["카보닐기에 메틸기 두 개가 결합된 구조의 화합물. 독특한 냄새가 있는 무색투명한 휘발성 액체로, 물이나 유기 용매에 잘 녹으며 인화성이 있다. 화학 실험이나 화학 공업의 용매로 쓰인다. 화학식은 CH<sub style='font-size:11px;'>3</sub>COCH<sub style='font-size:11px;'>3</sub>.","화학"]],4,null]},{}],"프린터":[{"1":[[],[["인쇄하는 데 쓰는 기계. 판(版)의 방식에 따라 볼록판ㆍ평판ㆍ오목판이 있고, 압력을 주는 방식에 따라 평압식 인쇄기ㆍ원압 인쇄기ㆍ윤전기 따위가 있다.","매체"],["컴퓨터의 출력 결과를 종이에 인쇄하는 주변 장치.","정보·통신"]],4,null]},{"0":[["printer"],[["printer","A machine that is used to print."],["printer","A machine used to print what is on the computer screen on paper."]],2,null]}],"플랑셰트":[{"1":[[],[["삼각대에 한 자루의 연필이 달려 있는 작은 자동 기록 실험 기구. 여기에 손을 얹어 연필을 잡고 어떤 생각에 집중하면 연필이 자동적으로 기록한다는 장치로, 심령 연구에 쓰인다.","심리"]],4,null]},{}],"프시":[{"1":[[],[["그리스 문자의 스물셋째 자모. ‘Ψ, ψ’로 쓴다.",null]],4,null],"2":[[],[["초감각적 지각이나 염력(念力)과 같은 초능력 현상을 통틀어 이르는 말.","심리"]],4,null]},{}],"프라그":[{"1":[[],[["‘프라하’의 영어 이름.","지명"]],4,null]},{}],"프리뷰":[{"1":[[],[["영화를 개봉하기 전에 관계자를 초빙하여 미리 보게 하는 일. 제작자나 감독은 이를 통하여 관객의 반응을 예상하고, 최종 편집에서의 변경 여부를 가린다.","영상"],["영화의 상영에 앞서 선전이나 홍보를 위하여 보여 주는 예고편.","영상"]],4,null]},{}],"프레이야":[{"1":[[],[["북유럽 신화에 나오는 미(美)ㆍ사랑ㆍ다산(多産)의 여신. 프레이르의 동생이다.","문학"]],4,null]},{}],"프레싱":[{"1":[[],[["의복이나 옷감 위에 젖은 헝겊을 대고 다림질하여 주름을 펴는 일.",null]],4,null]},{}],"플리머스":[{"1":[[],[["닭 품종의 하나. 몸빛은 잿빛을 띤 흰색이고 검은색의 가는 가로줄 무늬가 있으며 체질이 강하다. 고기가 연하고 맛이 좋으며 알도 많이 낳는, 고기와 알 겸용종으로 미국에서 개량하였다.","동물"]],4,null],"2":[[],[["영국 잉글랜드 서남쪽에 있는 항구 도시. 영국 해협에 접하여 있으며 1620년 메이플라워호(Mayflower號)의 출발지로 유명하다. 해군 기지가 있으며 제당(製糖), 화학, 조선, 선박 수리 따위의 공업이 발달하였다.","지명"]],4,null],"3":[[],[["미국 매사추세츠주 동쪽에 있는 도시. 메이플라워호의 도착지로 유명하며 철선(鐵線)ㆍ전선(電線) 공업을 주로 한다. 여름 휴양지로 유명하다.","지명"]],4,null]},{}],"프레이르":[{"1":[[],[["북유럽 신화에 나오는 신. 햇빛과 비, 결실과 평화의 신이다.","문학"]],4,null]},{}],"프레올림픽":[{"1":[[],[["올림픽이 개최되기 1년 전에, 경기 시설이나 운영 따위를 시험하기 위하여 개최 예정지에서 거행하는 국제적인 경기를 통틀어 이르는 말.","체육"]],4,null]},{}],"프린지":[{"1":[[],[["숄이나 스카프의 가장자리에 붙이는 술 장식.",null]],4,null]},{}],"플래니미터":[{"1":[[],[["곡선으로 둘러싸인 평면 도형의 면적을 계산하는 기계. 곡선을 따라 돌면 눈금이 달린 롤러가 회전하여 면적을 나타낸다.","기계"]],4,null]},{}],"플렉트럼":[{"1":[[],[["만돌린 따위의 발현 악기에서, 줄을 튀기는 데 쓰는, 나무나 상아 따위로 만든 채.","음악"]],4,null]},{}],"프래그머티즘":[{"1":[[],[["19세기 후반 이후 미국을 중심으로, 실제 결과가 진리를 판단하는 기준이라고 주장하는 철학 사상. 행동을 중시하며, 사고나 관념의 진리성은 실험적인 검증을 통하여 객관적으로 타당한 것이어야 한다는 주장으로, 제임스, 듀이 등이 대표적이다.","철학"]],4,null]},{}],"플라이우드":[{"1":[[],[["건축, 세공, 비행기 제조 따위에 쓰는 합판.","건설"]],4,null]},{}],"플로트":[{"1":[[],[["자동차 기화기의 플로트실에 있는, 속이 빈 금속체의 관. 몸체에 붙어 있는 니들 밸브로 플로트실로 들어오는 연료를 조절함으로써 플로트실 안의 연료를 항상 일정한 수준으로 유지한다.",null],["수상 비행기의 뜨고 내리는 기능을 담당하는 장치. 물 위에서의 무게를 덜어 주고 뜰 때 잘 미끄러지게 하며 내릴 때 안전하게 내리게 해 준다.","기계"]],4,null]},{}],"플래카드":[{"1":[[],[["긴 천에 표어 따위를 적어 양쪽을 장대에 매어 높이 들거나 길 위에 달아 놓은 표지물.",null]],4,null]},{"0":[["placard"],[["placard; banner","A cloth with an advertisement or a protest message on it, which is raised up high, hung up or draped."]],0,null]}],"프룬제":[{"1":[[],[["‘비슈케크’의 전 이름.","지명"]],4,null]},{}],"프리타운":[{"1":[[],[["아프리카 서부, 대서양에 면한 항구 도시. 커피, 카카오, 다이아몬드, 철광 따위를 수출한다. 시에라리온의 수도이다.","지명"]],4,null]},{}],"플로터":[{"1":[[],[["출력 결과를 종이나 필름 따위의 평면에 표나 그림으로 나타내는 출력 장치. 주로 대형 인쇄에 쓴다.","매체"]],4,null]},{}],"프로키온":[{"1":[[],[["작은개자리에서 가장 밝은 별. 백색 왜성(矮星)을 동반성(同伴星)으로 가진 실시 쌍성으로, 3월 무렵 초저녁에 자오선을 통과한다. 밝기는 0.4등급이고, 지구에서 거리는 11.3광년이다. 은하를 사이에 두고 시리우스와 마주 본다.","천문"]],4,null]},{}],"플롯":[{"1":[[],[["문학 작품에서 형상화를 위한 여러 요소들을 유기적으로 배열하거나 서술하는 일.","문학"]],4,null]},{"0":[["plot"],[["plot","An act of combining various elements of a story to seek a unified plot in a literary or other work."]],0,null]}],"프리에네":[{"1":[[],[["고대 이오니아의 12개 도시 가운데 하나. 소아시아 서쪽 기슭에 있던 그리스 식민지로 기원전 4세기에 다시 세워졌다.","지명"]],4,null]},{}],"플라지올레토":[{"1":[[],[["은으로 만든, 고음을 내는 피리. 주로 16세기부터 17세기까지 썼다.","음악"]],4,null]},{}],"플루오린":[{"1":[[],[["할로겐 원소의 하나. 자극적인 냄새가 나는 연한 누런빛을 띤 녹색 기체로, 화학적 작용이 강하여 질소 이외의 모든 원소와 화합한다. 냉매, 수지, 방부제, 불연성 가스, 충치 예방제 따위를 만드는 데 쓴다. 원자 기호는 F, 원자 번호는 9, 원자량은 18.9984.","화학"]],4,null]},{}],"프리스코어링":[{"1":[[],[["영화나 텔레비전 방송극을 촬영하기 전에 미리 음악이나 대사 따위를 녹음하는 일.","영상"]],4,null]},{}],"프로빈키아":[{"1":[[],[["고대 로마의 속주(屬州). 제일 차 포에니 전쟁 이후에 획득한 해외 영토로서 로마 관리가 절대적인 권한을 행사할 수 있었던 지역이다.","역사"]],4,null]},{}],"프루트젤리":[{"1":[[],[["과일에 설탕물이나 과즙을 섞어서 젤라틴으로 말랑말랑하게 굳힌 것.",null]],4,null]},{}],"플래빈":[{"1":[[],[["리보플래빈으로 대표되는 아이소알록사진(isoalloxazine)의 유도체. 물에 잘 녹고 유기 용매에는 녹지 않으며, 빛이나 알칼리에 불안정하다.","화학"]],4,null]},{}],"플라티나이트":[{"1":[[],[["니켈과 철의 합금. 니켈을 40~50% 함유한 것으로, 열팽창률이 매우 작고 유리와 그다지 다르지 않기 때문에 전구나 진공관 따위에서 유리 속에 들어 있는 전선으로 쓴다.","공업"]],4,null]},{}],"프란체스코회":[{"1":[["會"],[["1209년 프란체스코가 세운 최초의 탁발(托鉢) 수도회. 청빈한 생활을 강조하며, 교육과 포교 따위의 사업을 통하여 그리스도의 사랑을 전한다. 정식 이름은 ‘작은 형제의 수도회’인데 수사, 수녀, 평신도의 3부가 있다.","가톨릭"]],1,null]},{}],"플라밍고":[{"1":[[],[["홍학과의 미국큰홍학, 갈라파고스홍학, 큰홍학, 칠레홍학, 쇠홍학 따위를 통틀어 이르는 말. 몸의 길이는 90~120cm이며, 목과 다리가 길고 발에 물갈퀴가 있다. 몸빛은 푸른 백색에서 분홍색까지 변화가 있으며 날개 끝은 검고 부리와 다리는 붉다. 여러 마리가 떼를 이루어 물가에 사는데 남유럽, 중앙아시아, 아메리카 열대 지방, 아프리카 등지에 분포한다.","동물"]],4,null]},{}],"프러시저":[{"1":[[],[["어떤 프로그램이 원하는 특정 작업을 처리할 수 있는 고급 언어 프로그램의 한 부분.","정보·통신"],["부프로그램의 한 형태.","정보·통신"],["프로그램에서 어떤 문제를 해결하기 위하여 수행하는 절차.","정보·통신"]],4,null]},{}],"플린트":[{"1":[[],[["미국 미시간주 동남부, 디트로이트 서북쪽에 있는 도시. 자동차 공업이 발달하여 주로 조립 공장, 부품 공장이 있으며 도료(塗料), 강재(鋼材), 시멘트 블록 따위의 공장도 많다.","지명"]],4,null]},{}],"프리터":[{"1":[[],[["밀가루에 달걀노른자, 우유 또는 물을 넣어 반죽한 것을 고기나 야채, 과일 따위에 입혀 기름에 튀긴 음식.",null]],4,null]},{}],"플루럴리즘":[{"1":[[],[["갖가지 다양한 현대 예술의 주의ㆍ주장을 포함하면서도 이론보다 감각을 우선한 미술을 지향하는 미국의 미술 사조(思潮). 1980년대에 시작되었다.","미술"]],4,null]},{}],"프라세오디뮴":[{"1":[[],[["희토류 원소의 하나. 은빛을 띤 백색의 금속으로 연성(延性)과 전성(展性)이 풍부하고 아연보다 단단하다. 공기 중에서 누렇게 변하며, 뜨거운 물과 반응하면 수소를 발생한다. 원자 기호는 Pr, 원자 번호는 59, 원자량은 140.907.","화학"]],4,null]},{}],"프루트케이크":[{"1":[[],[["설탕과 럼 따위의 술에 재운 과일을 잘게 썰어 넣고 서서히 구워 낸 케이크. 또는 생과일을 장식으로 위에 얹은 케이크.",null]],4,null]},{}],"프렌드파":[{"1":[["派"],[["‘퀘이커파’의 정식 이름. 신자들이 서로 부를 때 ‘프렌드’ 곧 ‘친구’라고 호칭하는 데서 이렇게 이른다.","기독교"]],1,null]},{}],"플래그":[{"1":[[],[["어떤 상태의 진위를 나타낼 때 사용하는 값이나 변수.","정보·통신"]],4,null]},{}],"프로플라빈":[{"1":[[],[["아크리딘 색소의 유도체. 디엔에이(DNA)와 결합하여 돌연변이를 일으킨다.","생명"]],4,null]},{}],"플라이스토세":[{"1":[["世"],[["신생대 제사기의 첫 시기. 인류가 발생하여 진화한 시기이다. 지구가 널리 빙하로 덮여 몹시 추웠고, 매머드 같은 코끼리와 현재의 식물과 같은 것이 생육하였다.","지구"]],1,null]},{}],"플로레스섬":[{"1":[[],[["인도네시아 동남부, 소순다 열도(小Sunda列島) 동쪽에 있는 섬. 화산과 수렵지(狩獵地)가 많으며 자라 등딱지, 코프라 따위의 생산으로 유명하다. 면적은 1만 7151㎢.","지명"]],1,null]},{}],"플로":[{"1":[[],[["경제 활동을 하여 일정 기간 동안에 산출한 수량. 국민 소득, 국민 총생산, 판매액, 임금 따위이다.","경제"]],4,null]},{}],"프리미엄":[{"1":[[],[["일정한 가격, 급료 따위에 여분을 더하여 주는 금액.","경제"],["채권 따위를 상환할 때 추첨과 같은 방법으로 주는 여분의 금액.","경제"],["한 화폐의 가치와 같은 액수인 다른 화폐의 가치와의 차이.","경제"],["규정 이상의 시간이나 생산에 대하여 지불하는 금액.","경영"]],4,null]},{"0":[["premium"],[["premium","An amount of extra money added to the original price, salary, etc."],["extra money","An amount of extra money paid for time or production exceeding the fixed time or production."]],0,null]}],"플랫":[{"1":[[],[["주로 속도 경기에서, 선수가 기록한 시간이 초(秒) 아래에 우수리가 붙지 아니하는 일.","체육"],["음의 높이를 반음 내릴 것을 지시하는 기호. ‘♭’로 표시한다.","음악"],["한 가족을 같은 층에 배치하는 형식의 집합 주택.","건설"]],4,null]},{}],"프린키피아":[{"1":[[],[["영국의 뉴턴이 지은 물리학서. 역학 및 우주론에 관한 다년간의 연구를 집대성한 것으로, 물체의 운동과 힘과의 관계를 관성, 가속도, 작용 반작용의 법칙과 만유인력에 의하여 통일적으로 파악한 저서이다. 만유인력의 법칙을 처음으로 세상에 널리 알렸다. 1687년에 간행되었다.","책명"]],4,null]},{}],"프로스타글란딘":[{"1":[[],[["전립샘, 정낭(精囊) 따위에서 분비되는 호르몬과 같은 불포화 지방산의 약제. 위액 분비 억제, 기관지 근육 이완, 혈압 강하, 진통 유발 및 촉진, 사후(事後) 피임약 따위로 쓴다.","약학"]],4,null]},{}],"프로그맨":[{"1":[[],[["고무로 만든 수중복을 입고 산소 보급기를 등에 진 채 물속에 들어가서 구조, 파괴, 공작 따위를 하는 해군의 잠수 공작병.","군사"]],4,null]},{}],"프로그래머":[{"1":[[],[["영화나 텔레비전 프로그램을 작성하거나 기획하는 사람.",null],["컴퓨터 프로그램을 작성하는 사람. 또는 프로그래밍을 직업으로 하는 사람.",null]],4,null]},{"0":[["programmer"],[["planner","A person who plans movies or television shows."],["programmer","A person who makes a computer program, or a person with such a job."]],0,null]}],"프리셀링":[{"1":[[],[["상품을 실제적으로 판매하기 전에 광고 따위의 수단으로 소비자에게 미리 판매하는 일. 기업이나 상품의 지명도, 이해도, 이미지 따위를 높이고 나아가 상품 구매 의도를 높이는 광고의 사전(事前) 판매 기능을 이른다.","매체"]],4,null]},{}],"플라세보":[{"1":[[],[["실제로는 생리 작용이 없는 물질로 만든 약. 젖당ㆍ녹말ㆍ우유 따위를 이용하며, 어떤 약물의 효과를 시험하거나 환자를 일시적으로 안심시키기 위하여 투여한다.","약학"]],4,null]},{}],"프런트":[{"1":[[],[["호텔 현관의 계산대.",null]],4,null]},{"0":[["front"],[["front desk","A place at a hotel, restaurant, etc., where customers are greeted or pay."]],0,null]}],"프로테아제":[{"1":[[],[["단백질 분해 효소를 통틀어 이르는 말. 단백질이나 폴리펩타이드 속의 펩타이드 결합을 가수 분해 하는 작용을 한다.","생명"]],4,null]},{}],"프랑켄슈타인":[{"1":[[],[["영국의 여성 작가 셸리가 지은 괴기(怪奇) 소설. 의학도인 프랑켄슈타인이 시체를 이용하여 만든 초인적 힘을 가진 괴물이 광폭하여 나쁜 짓을 자행하다가 프랑켄슈타인마저 살해하고는 북극해로 모습을 감춘다는 내용이다. 1818년에 발표하였다.","문학"]],4,null]},{}],"프리스비":[{"1":[[],[["플라스틱으로 만든 원반. 또는 그 원반을 서로 던지거나 받는 놀이나 경기.","체육"]],4,null]},{}],"프리메이슨":[{"1":[[],[["세계 동포주의, 인도주의, 개인주의, 합리주의, 자유주의 이념을 바탕으로 상호 친선, 사회사업, 박애 사업 따위를 벌이는 세계적인 민간단체. 1717년에 런던에서 결성하였으며 계몽주의 정신을 기조로 하고 있다.","사회 일반"]],4,null]},{}],"프린트":[{"1":[[],[["인쇄하거나 등사하는 일. 또는 그런 인쇄물이나 등사물.",null],["날염기나 지형(紙型)으로 천에 무늬를 찍는 일. 또는 그렇게 찍은 것.",null],["영화나 사진에서, 음화에서 양화를 박아 내는 일. 또는 그런 필름.","영상"]],4,null]},{"0":[["print"],[["printing; printed material","An act of printing something, or printed material."],["printing; printed cloth","An act of printing patterns on a cloth, or such a printed cloth."]],0,null]}],"프로그램":[{"1":[[],[["진행 계획이나 순서.",null],["연극이나 방송 따위의 진행 차례나 진행 목록.",null],["어떤 문제를 해결하기 위하여 그 처리 방법과 순서를 기술하여 컴퓨터에 주어지는 일련의 명령문 집합체.","정보·통신"]],4,null]},{"0":[["program"],[["program; list of shows","The list of operation plans or orders of a certain event, or the details of such an event."],["program; show; list of programs","The content that is broadcast on a radio or television by time, or the order or list of such programming."],["program","The process or method of doing a certain job which is written down using a computer language, to give an order to do the job to a computer."]],1,null]}],"프레더릭턴":[{"1":[[],[["캐나다 뉴브런즈윅주에 있는 도시. 상업과 유통의 중심지이며, 신발ㆍ카누ㆍ목재 따위의 제조업이 활발하다. 주도(州都)이다.","지명"]],4,null]},{}],"프리핸드법":[{"1":[["法"],[["자나 컴퍼스 따위의 제도 기구를 쓰지 아니하고 손으로 작도하는 방법.","건설"]],1,null]},{}],"프레온":[{"1":[[],[["탄화수소의 플루오린화 유도체. 화학적(化學的)으로 안정한 액체 또는 기체로서 냉장고의 냉매, 에어로졸 분무제, 소화제(消火劑) 따위에 쓰이며, 오존층을 파괴하는 원인이 되는 물질이다. 미국 뒤퐁사의 상품명이다.","화학"]],4,null]},{}],"프로타주":[{"1":[[],[["나뭇조각이나 나뭇잎, 시멘트 바닥, 기타 요철이 있는 물체에 종이를 대고 색연필, 크레용, 숯 따위로 문질러 거기에 베껴지는 무늬나 효과 따위를 응용한 회화 기법. 에른스트가 1925년에 처음으로 시도하였고, 이후 초현실주의자들이 자주 썼다.","미술"]],4,null]},{}],"플러시":[{"1":[[],[["벨벳과 비슷하나 길고 보드라운 보풀이 있는 비단 또는 무명 옷감.","복식"]],4,null]},{}],"플라네타륨":[{"1":[[],[["반구형의 천장에 설치된 스크린에 달, 태양, 항성, 행성 따위의 천체를 투영하는 장치. 천구(天球) 위에서 천체의 위치와 운동을 설명하기 위하여 만들었다.","천문"]],4,null]},{}],"플라스토머":[{"1":[[],[["상온 가까이에서 탄성을 나타내는 열가소성 고분자 물질을 통틀어 이르는 말.","화학"]],4,null]},{}],"프리드리히스하펜":[{"1":[[],[["독일 서남부, 바덴뷔르템베르크주에 있는 도시. 교통 요충지로 차량, 선박 따위의 수리 공장과 항공기 제작소가 있다.","지명"]],4,null]},{}],"프렌치프라이":[{"1":[[],[["성냥개비처럼 가늘게 썰어 만든 감자튀김.",null]],4,null]},{"0":[["French fry"],[["French fries","A dish made by slicing potatoes into narrow strips and frying them."]],0,null]}],"프라이아":[{"1":[[],[["아프리카 서부, 상티아구섬 남쪽 기슭에 있는 도시. 어업 기지이며, 정기 항로 중계지이기도 하다. 카보베르데의 수도이다.","지명"]],4,null]},{}],"플라이휠":[{"1":[[],[["회전하는 물체의 회전 속도를 고르게 하기 위하여 회전축에 달아 놓은 바퀴.","물리"]],4,null]},{}],"프로테스탄티즘":[{"1":[[],[["루터, 칼뱅 등에 의하여 주도된 16세기 종교 개혁의 중심 사상. 또는 여기에서 성립된 여러 교회의 신조를 기초로 하는 교의.","기독교"]],4,null]},{}],"프리웨어":[{"1":[[],[["무료로 배포되는 컴퓨터용 소프트웨어.","정보·통신"]],4,null]},{}],"프린켑스":[{"1":[[],[["고대 로마에서, 원로원의 제일인자와 시민 가운데 제일인자를 이르던 말. 원로원에서 첫 번째로 발언할 수 있는 사람과 시민 가운데 힘 있는 사람의 칭호였는데, 아우구스투스가 공식 칭호로 삼아 원수정(元首政)을 시작하였다.","역사"]],4,null]},{}],"프네우마":[{"1":[[],[["생명의 원리로서의 공기, 호흡, 정령 따위를 이르는 말. 생명과 이성을 갖추고 자기 운동을 하는 물질, 또는 세계 영혼이나 신의 정신 따위를 이르는 뜻으로 사용된다.","철학"]],4,null]},{}],"플레이스킥":[{"1":[[],[["축구ㆍ럭비ㆍ미식축구 따위에서, 공을 땅에 놓고 차는 일. 킥오프, 페널티 킥, 프리 킥 따위를 할 때에 한다.","체육"]],4,null]},{}],"프로세서":[{"1":[[],[["컴퓨터에서 명령을 해독하고 실행하는 기능 단위라는 뜻으로, ‘중앙 처리 장치’를 이르는 말.","정보·통신"],["지정된 프로그램 언어를 처리하기 위하여 번역, 해석 따위의 기능을 수행하는 프로그램.","정보·통신"]],4,null]},{"0":[["processor"],[["processor","The central processing device in a computer, that reads orders and processes data."]],0,null]}],"프로트오스트레일리아인":[{"1":[["人"],[["자바의 브란타스강 상류, 윌리스산 기슭에서 발견된 화석 인류. 남녀 각 한 개의 머리뼈와 아래턱뼈가 발견되었는데, 멜라네시아인 및 오스트레일리아 원주민과 유사한 형질(形質)이 있다.","생명"]],1,null]},{}],"프로세스":[{"1":[[],[["일이 처리되는 경로나 공정.",null],["컬러 원고를 사진 제판이나 컬러 스캐너로 색 분해를 한 다음 다색 인쇄용의 평판을 만드는 일. 또는 그렇게 만든 판.","매체"]],4,null]},{}],"프라이":[{"1":[[],[["음식을 기름에 지지거나 튀기는 일. 또는 그렇게 만든 음식.",null]],4,null]},{"0":[["fry"],[["frying; fried food; fries","An act of stir-frying or deep-frying food, or the food made that way."]],0,null]}],"플로어":[{"1":[[],[["클럽이나 무도장 따위에서 쇼를 하거나 손님이 춤을 출 수 있도록 만들어 놓은 마루.",null]],4,null]},{}],"플랜더스":[{"1":[[],[["‘플랑드르’의 영어 이름.","지명"]],4,null]},{}],"프로펠러":[{"1":[[],[["비행기나 선박에서, 엔진의 회전력을 추진력으로 변환하는 장치. 보통 두 개 이상의 회전 날개로 되어 있다.",null]],4,null]},{"0":[["propeller"],[["propeller","In an airplane or a ship, a device that changes the rotational force of an engine into the driving force."]],0,null]}],"프로젝트":[{"1":[[],[["연구나 사업. 또는 그 계획.",null],["실제에 있어서 일의 계획과 수행 능력을 기르는 교육 방법. 학습자가 스스로 계획하고 구상하여 문제를 해결하는 실천적 활동을 중요시함으로써 지식과 경험을 종합적으로 체득시키려는 것이다.","교육"]],4,null]},{"0":[["project"],[["project","A study or business activity, or such a plan."]],0,null]}],"플루오린화물":[{"1":[["化物"],[["플루오린과 다른 원소의 화합물.","화학"]],1,null]},{}],"플레이보이":[{"1":[[],[["놀기를 좋아하고 바람기가 있는 남자.",null]],4,null]},{}],"프로":[{"2":[[],[["영화를 제작하는 회사.","영상"]],4,null],"3":[[],[["어떤 일을 전문으로 하거나 그런 지식이나 기술을 가진 사람. 또는 직업 선수.",null]],4,null],"4":[[],[["진행 계획이나 순서.",null],["연극이나 방송 따위의 진행 차례나 진행 목록.",null],["어떤 문제를 해결하기 위하여 그 처리 방법과 순서를 기술하여 컴퓨터에 주어지는 일련의 명령문 집합체.","정보·통신"]],4,null],"5":[[],[["자본주의 사회에서, 노동력 이외에는 생산 수단을 가지지 못한 노동자.","경제"]],4,null]},{"1":[["←professional"],[["professional; specialist","A person who has the knowledge or skills in a certain field of work and specializes in doing the work."]],2,null],"2":[["←program"],[["program; show; list of programs","The content that is broadcast on a radio or television by time, or the order or list of it. "]],3,null]}],"플뤼겔호른":[{"1":[[],[["트럼펫이나 코넷과 비슷한 모양으로 높은 음을 내는 금관 악기.","음악"]],4,null]},{}],"플로브디프":[{"1":[[],[["불가리아 가운데에 있는 도시. 식품, 화학, 기계 따위의 공업이 발달하였다. 마리차강에 면하여 있는 교통의 요충지이다.","지명"]],4,null]},{}],"프리타네이온":[{"1":[[],[["고대 그리스의 시 행정 사무소. 또는 귀빈관으로 알려진 공공건물.","건설"]],4,null]},{}],"플루팅":[{"1":[[],[["기둥의 표면에 수직으로 둥글게 새긴 홈. 고대 그리스나 로마의 건축에서 볼 수 있다.","건설"]],4,null]},{}],"프린키파투스":[{"1":[[],[["고대 로마에서 옥타비아누스가 시작하여 확립한 정치 체제. 공화제의 전통을 살린 제정(帝政)으로, 황제는 제일인자 또는 원수라 불리고 원로원에서 여러 가지 권한을 위탁받아 통치하였다.","역사"]],4,null]},{}],"프랙털":[{"1":[[],[["임의의 한 부분이 전체의 형태와 닮은 도형. 미국의 수학자 망델브로가 제시한 것으로, 컴퓨터 그래픽 분야에 널리 응용되고 있으며 자연계에서는 구름 모양이나 해안선 따위에서 볼 수 있다.","수학"]],4,null]},{}],"프롤로그":[{"1":[[],[["인공 지능 분야에서 쓰는 논리형 프로그래밍 언어. 술어 논리에 기초를 두고 있으며, 지식 정보 처리의 기술(記述)에 적합하다.","정보·통신"]],4,null],"2":[[],[["책의 첫머리에 서문 대신 쓴 시.","문학"],["극의 앞부분에서 한 명 또는 여러 명의 배우가 극의 내용을 소개하는 일. 또는 그 대사.","연기"]],4,null]},{}],"프락시":[{"1":[[],[["시스템의 일부 기능을 다른 것이 임시로 대행하는 것. 주 컴퓨터가 다운되었을 때 복구될 때까지 그 기능을 대신하는 시스템이나 컴퓨터의 통신 포트가 부족할 때 쓸 수 있는 임시 포트 따위를 이른다.","정보·통신"]],4,null]},{}],"프레이징":[{"1":[[],[["음악의 흐름을 유기적인 의미 내용을 갖는 자연스러운 악구로 구분하는 일.","음악"]],4,null]},{}],"프랙션":[{"1":[[],[["정당이 대중 단체의 내부에 조직하는 당원 조직.","정치"]],4,null]},{}],"프란체스코파":[{"1":[["派"],[["1209년 프란체스코가 세운 최초의 탁발(托鉢) 수도회. 청빈한 생활을 강조하며, 교육과 포교 따위의 사업을 통하여 그리스도의 사랑을 전한다. 정식 이름은 ‘작은 형제의 수도회’인데 수사, 수녀, 평신도의 3부가 있다.","가톨릭"]],1,null]},{}],"프로테우스":[{"1":[[],[["장내(腸內) 세균의 하나. 사람이나 동물의 장, 분변(糞便), 하수(下水) 따위에 널리 분포하는, 그람 반응이 음성인 간균(桿菌)이다.","수의"]],4,null],"2":[[],[["그리스 신화에 나오는 바다의 신. 예언과 변신술에 능하였다고 한다.","문학"]],4,null]},{}],"프림로즈":[{"1":[[],[["앵초과 앵초속에 딸린 화초를 통틀어 이르는 말. 관상용으로 화단이나 화분에 주로 재배한다. 유럽 고산 지대가 원산지로 전 세계에 800여 종이 분포하는데 북반구의 온대 지방에 주로 분포하며 우리나라에는 33종이 자란다.","식물"]],4,null]},{}],"플라스모힌":[{"1":[[],[["말라리아 치료제. 밝은 노란색 가루로 물에 잘 녹지 않는다.","약학"]],4,null]},{}],"프레이즈":[{"1":[[],[["금속용 절삭 공구의 하나. 원통형이며 외주(外周) 또는 외주와 끝 면에 칼날이 있어 그것을 회전시켜 금속을 자르며 평면 프레이즈, 정면 프레이즈, 측면 프레이즈 따위가 있다.","공업"]],4,null]},{}],"프톨레마이오스자리":[{"1":[[],[["그리스의 천문학자 프톨레마이오스가 그리스ㆍ로마 신화에서 그 이름을 따서 만든 48개의 별자리.","천문"]],1,null]},{}],"프롬":[{"2":[[],[["미얀마 중부, 이라와디강 중류에 있는 도시. 철도 교통 요충지로 농산물 거래가 활발하며 생사(生絲), 칠기 따위가 난다. 불교 유적이 많다.","지명"]],4,null]},{}],"프로비던스":[{"1":[[],[["미국 동북부에 있는 도시. 주(州) 북부에 있는 항구 도시로 예로부터 해운과 어업이 활발하다. 직물ㆍ기계 공업이 발달하였으며, 보석ㆍ은기(銀器)ㆍ장신구 따위로 유명하다. 로드아일랜드주의 주도(州都)이다.","지명"]],4,null]},{}],"프로락틴":[{"1":[[],[["뇌하수체에서 분비하는 호르몬의 하나. 젖분비에 관여한다.","의학"]],4,null]},{}],"플라눌라":[{"1":[[],[["자포동물과 일부의 유즐동물의 발생 초기에 생기는 유생. 긴 달걀 모양으로 섬모에 덮여 물에 떠다닌다. 수정란에서 포배를 거쳐 생기며 얼마 지나면 바위 따위에 붙어 폴립이 된다.","동물"]],4,null]},{}],"프로판올":[{"1":[[],[["프로판에 있는 수소 하나를 하이드록시기로 바꾼 화합물. 지방족 포화 알코올의 하나로, 꽃향기가 나는 무색 액체이다. 용제ㆍ화학 중간체를 만드는 데 쓴다. 화학식은 C<sub style='font-size:11px;'>3</sub>H<sub style='font-size:11px;'>8</sub>O.","화학"]],4,null]},{}],"플루크보겐":[{"1":[[],[["스키에서, 플루크파렌의 자세로 좌우 교차식으로 회전하는 방법.","체육"]],4,null]},{}],"프로필렌":[{"1":[[],[["탄소 수가 세 개인 올레핀계 탄화수소. 무색의 기체로 석유의 분해가스에서 분류되며, 폴리프로필렌 수지를 만드는 데 쓰인다. 화학식은 CH<sub style='font-size:11px;'>3</sub>CH＝CH<sub style='font-size:11px;'>2</sub>, -CH(CH<sub style='font-size:11px;'>3</sub>)CH<sub style='font-size:11px;'>2</sub>-.","화학"]],4,null]},{}],"프로페셔널":[{"1":[[],[["어떤 일을 전문으로 하거나 그런 지식이나 기술을 가진 사람. 또는 직업 선수.",null]],4,null]},{}],"프리깃":[{"1":[[],[["19세기 전반까지 유럽에서 활약한, 돛을 단 목조 군함. 주로 경계 임무를 맡았다.",null],["구축함보다 크고 순양함보다 작은 군함. 주로 공격형 항공 모함의 호위를 맡는다.","군사"],["제이 차 세계 대전 때 미국과 영국에서 건조된 1,500톤 급의 대잠수함 호위함.","군사"]],4,null]},{}],"프랑크푸르트":[{"1":[[],[["독일 헤센주, 마인강 하류에 있는 도시. 교통과 금융의 중심지로 상공업이 발달하였다.","지명"]],4,null]},{}],"프린스에드워드섬":[{"1":[[],[["캐나다 동부, 세인트로렌스만 안에 있는 섬. 여우 모피로 유명하며, 농업ㆍ어업ㆍ임업 따위를 한다. 면적은 5,660㎢.","지명"]],1,null],"2":[[],[["남아프리카 공화국 동쪽, 프린스에드워드 제도에 있는 섬. 이곳에 분포하는 식물 가운데에는 이 지역에서만 볼 수 있는 케르겔렌산 양배추가 있다. 면적은 47㎢.","지명"]],1,null]},{}],"프랑스어":[{"1":[["語"],[["인도ㆍ유럽 어족의 이탤릭 어파에 속한 언어. 라틴어에서 에스파냐어, 포르투갈어, 이탈리아어, 루마니아어 따위와 함께 분화된 로맨스어의 한 갈래로 프랑스, 벨기에 남부, 스위스 서부, 캐나다의 퀘벡주, 북아프리카 등지에서 쓴다.","언어"]],1,null]},{"0":[["France語"],[["French","The language spoken mainly by French."]],0,null]}],"프룩토오스":[{"1":[[],[["꿀이나 단 과일 속에 들어 있는 단당류. 흰색 가루로 물과 알코올에 녹으며, 단맛이 있고 발효하면 알코올이 된다. 감미료, 당뇨병 환자의 영양식, 이뇨제로 쓴다. 화학식은 C<sub style='font-size:11px;'>6</sub>H<sub style='font-size:11px;'>12</sub>O<sub style='font-size:11px;'>6</sub>.","생명"]],4,null]},{}],"플릭텐":[{"1":[[],[["화상에 의한 물집.","의학"],["결막에 생기는 작은 물집.","의학"]],4,null]},{}],"프로파간다":[{"1":[[],[["어떤 것의 존재나 효능 또는 주장 따위를 남에게 설명하여 동의를 구하는 일이나 활동. 주로 사상이나 교의 따위의 선전을 이른다.","사회 일반"]],4,null]},{}],"플랑크톤":[{"1":[[],[["물속에서 물결에 따라 떠다니는 작은 생물을 통틀어 이르는 말. 규조(硅藻) 따위의 식물 플랑크톤과 물벼룩과 같은 동물 플랑크톤이 있으며, 어류의 먹이로 수산학상 중요한 의의가 있다.","생명"]],4,null]},{"0":[["plankton"],[["plankton","A tiny living creature living in water and floating on the waves."]],0,null]}],"프로토콜":[{"1":[[],[["컴퓨터와 컴퓨터 사이, 또는 한 장치와 다른 장치 사이에서 데이터를 원활히 주고받기 위하여 약속한 여러 가지 규약(規約). 이 규약에는 신호 송신의 순서, 데이터의 표현법, 오류 검출법 따위가 있다.","정보·통신"]],4,null]},{}],"프라이드":[{"1":[[],[["자신의 존재 가치, 소유물, 행위에 대한 만족에서 오는 자존심.",null]],4,null]},{"0":[["pride"],[["pride","The state of feeling proud as one is satisfied with one's own value, ability, property, behavior, etc."]],0,null]}],"프롤렛쿨트":[{"1":[[],[["소련의 문화 운동 조직. 1917년에 보그다노프 등이 창설한 것으로, 독자의 대중적 문화 운동을 전개하였다.","사회 일반"]],4,null]},{}],"프랑크푸르트안데어오데르":[{"1":[[],[["독일 동부, 오데르강 기슭에 있는 도시. 오데르강 양쪽 기슭에 걸쳐 있었으나 1945년에 강 오른쪽 기슭은 폴란드령이 되었다.","지명"]],4,null]},{}],"프테라노돈":[{"1":[[],[["공룡의 하나. 하늘을 나는 익룡으로 편 날개의 길이는 6~8미터이며, 머리는 가늘고 길며 뒤쪽으로 튀어나왔고, 부리는 길고 뾰족하며 이빨은 없다. 백악기 후기에 살았다.","동물"]],4,null]},{}],"플레브스":[{"1":[[],[["고대 로마의 평민 계층. 귀족과는 신분상의 차이가 컸으나 오랜 투쟁 끝에 완전한 시민권을 얻었다.","역사"]],4,null]},{}],"프리미돈":[{"1":[[],[["간질, 정신 운동성 간질 발작의 치료에 쓰는 진경제. 부작용으로 졸음, 혼수, 식욕 부진, 오심(惡心), 구토 따위가 나타나기도 한다.","약학"]],4,null]},{}],"프리즘":[{"1":[[],[["광선을 굴절ㆍ분산시킬 때 쓰는, 유리나 수정 따위로 된 다면체의 광학 부품. 용도에 따라 분산 프리즘, 편각 프리즘, 편광 프리즘 따위가 있다.","물리"]],4,null]},{"0":[["prism"],[["prism","A device in a triangular prism made of glass, crystal, etc., which is used to bend or disperse light."]],0,null]}],"플레이아데스":[{"1":[[],[["그리스 신화에 나오는 아틀라스의 일곱 딸. 알키오네, 켈라이노, 엘렉트라, 마이아, 메로페, 스테로페, 타이게테를 이른다. 오리온에게 쫓겨 하늘에 올라, 칠요성(七曜星)이 되었다고 한다.","문학"]],4,null]},{}],"플라코드":[{"1":[[],[["주로 척추동물의 발생에서 나타나는, 여러 감각 기관 또는 한 신경절의 기원이 되는 외배엽의 두꺼운 겉가죽.","수의"]],4,null]},{}],"프록":[{"1":[[],[["남자용의 서양식 예복의 하나. 보통 검은색이며 저고리 길이가 무릎까지 내려온다.",null],["가슴 부분과 스커트가 한데 붙은 부인용 또는 여아용 드레스.",null],["농부, 노동자, 직공 등이 입는 작업복.",null]],4,null]},{}],"플레이아드":[{"1":[[],[["16세기 프랑스에서 혁신적인 시적 경향을 주장한 시파. 롱사르가 대표적인 시인이며, 프랑스 말의 순화에 힘쓰고, 고전 시형과 청신한 이탈리아 시형을 모방하여 프랑스의 시법(詩法)을 일신하였고, 문학자의 자각을 촉진하였다.","문학"]],4,null]},{}],"프로그래밍":[{"1":[[],[["컴퓨터 프로그램을 작성하는 일. 일반적으로는 프로그램 작성 방법의 결정, 코딩(coding), 에러 수정 따위의 작업을 이르지만 특수하게 코딩만을 이를 때도 있다.","정보·통신"]],4,null]},{"0":[["programming"],[["programming","An act of writing necessary procedures in the language a computer can understand, in order to solve a problem using a computer, or to order a computer to process a job.  "]],0,null]}],"플루오르":[{"1":[[],[["할로겐 원소의 하나. 자극적인 냄새가 나는 연한 누런빛을 띤 녹색 기체로, 화학적 작용이 강하여 질소 이외의 모든 원소와 화합한다. 냉매, 수지, 방부제, 불연성 가스, 충치 예방제 따위를 만드는 데 쓴다. 원자 기호는 F, 원자 번호는 9, 원자량은 18.9984.","화학"]],4,null]},{}],"프테로사우루스":[{"1":[[],[["공룡의 하나. 하늘을 나는 익룡으로 앞다리와 몸 옆구리 사이에 비막이 있다. 쥐라기의 람포링쿠스, 백악기의 프테라노돈 따위가 대표적이다.","동물"]],4,null]},{}],"프로판":[{"1":[[],[["탄소 수가 세 개인 포화 탄화수소. 무색무취의 가연성 기체로 상온에서 압력을 가하면 쉽게 액화한다. 액화 석유 가스의 주성분을 이루며 가정용이나 자동차 따위의 연료가 된다. 화학식은 C<sub style='font-size:11px;'>3</sub>H<sub style='font-size:11px;'>8</sub>.","화학"]],4,null]},{"0":[["propane"],[["propane","A colorless gas that is a fuel for home uses, automobile, etc., being easily liquified when pressured at normal temperature. "]],0,null]}],"프럭토스":[{"1":[[],[["꿀이나 단 과일 속에 들어 있는 단당류. 흰색 가루로 물과 알코올에 녹으며, 단맛이 있고 발효하면 알코올이 된다. 감미료, 당뇨병 환자의 영양식, 이뇨제로 쓴다. 화학식은 C<sub style='font-size:11px;'>6</sub>H<sub style='font-size:11px;'>12</sub>O<sub style='font-size:11px;'>6</sub>.","생명"]],4,null]},{}],"플라망인":[{"1":[["人"],[["벨기에의 플랑드르 지방과 프랑스 북부 지방에 분포하는 주민. 대부분 농민으로 보수성이 강하며 가톨릭을 믿는다.","고유명 일반"]],1,null]},{}],"프로테스탄트":[{"1":[[],[["16세기 종교 개혁의 결과로 로마 가톨릭교회에서 떨어져 나와 성립된 종교 단체 또는 그 분파를 통틀어 이르는 말.","기독교"],["신교를 신봉하는 교도.","기독교"]],4,null]},{}],"플라이트":[{"1":[[],[["비행기의 정기 비행.",null],["스키에서, 점프대에서 뛰어오르는 일.","체육"],["육상의 장애물 달리기에서, 장애물을 뛰어넘는 일.","체육"]],4,null]},{}],"플로지스톤":[{"1":[[],[["18세기 초에 연소를 설명하기 위하여 상정하였던 물질. 물질이 타는 것은 그 물질에서 이것이 빠져나가는 현상이라고 보았다. 현재는 부정되고 있다.","화학"]],4,null]},{}],"프라이드치킨":[{"1":[[],[["닭고기에 밀가루, 겨잣가루, 소금, 후추 따위를 묻혀 기름에 튀긴 요리.","없음"]],4,null]},{"0":[["fried chicken"],[["fried chicken","A dish made by coating chicken pieces with flour, salt, black pepper, etc., and frying them in oil."]],0,null]}],"프레임":[{"1":[[],[["자동차, 자전거 따위의 뼈대.",null]],4,null]},{}],"플라스틱":[{"1":[[],[["열이나 압력으로 소성 변형을 시켜 성형할 수 있는 고분자 화합물을 통틀어 이르는 말. 천연수지와 합성수지가 있는데, 보통 합성수지를 이른다.","화학"]],4,null]},{"0":[["plastic"],[["plastic","Substance whose shape can be changed easily by heating or pressing it."]],2,null]}],"프로미넌스":[{"1":[[],[["태양의 채층(彩層) 전면에서 코로나 속으로 높이 소용돌이쳐 일어나는 붉은 불꽃 모양의 가스체. 주성분은 수소 가스로 추정되며 개기 일식 때에 볼 수 있다.","천문"]],4,null]},{}],"플로라":[{"1":[[],[["어느 지역에 생육하고 있는 식물의 전 종류. 또는 그 지역 내의 식물의 종류, 성질, 분포와 그 이용 따위를 기술한 책.","식물"]],4,null],"2":[[],[["로마 신화에 나오는, 꽃과 과실과 풍요와 봄의 여신.","문학"]],4,null]},{}],"프렛":[{"1":[[],[["만돌린이나 기타 따위의 악기에서, 지판(指板)의 표면을 나누는 금속 돌기.","음악"]],4,null]},{}],"프렌치드레싱":[{"1":[[],[["올리브 기름, 식초, 후추, 향료, 소금 따위로 만든 샐러드용의 소스.",null]],4,null]},{}],"프레즈노":[{"1":[[],[["미국 캘리포니아주 남쪽에 있는 상업 도시. 부근에 세계적인 포도 산지가 있어 세계에서 가장 큰 건포도 공장이 있다.","지명"]],4,null]},{}],"프레스티시모":[{"1":[[],[["악보에서, 가능한 한 빠르게 연주하라는 말.","음악"]],4,null]},{}],"프로펜":[{"1":[[],[["탄소 수가 세 개인 올레핀계 탄화수소. 무색의 기체로 석유의 분해 가스에서 분류되며, 폴리프로필렌 수지를 만드는 데 쓰인다. 화학식은 CH<sub style='font-size:11px;'>3</sub>CH＝CH<sub style='font-size:11px;'>2</sub>, -CH(CH<sub style='font-size:11px;'>3</sub>)CH<sub style='font-size:11px;'>2</sub>-.","화학"]],4,null]},{}],"프리맨틀":[{"1":[[],[["오스트레일리아의 인도양 기슭에 있는 항구 도시. 웨스턴오스트레일리아주에 있으며, 양털ㆍ금ㆍ밀 따위를 수출한다. 화학ㆍ제분ㆍ가죽 공업을 주로 한다.","지명"]],4,null]},{}],"프롤라민":[{"1":[[],[["식물의 배유(胚乳)에 특이하게 존재하는 단순 단백질을 통틀어 이르는 말. 물에는 잘 녹지 않으나 알코올 또는 알칼리 용액에는 잘 녹는다. 옥수수의 제인, 보리의 홀데인 따위가 있다.","식물"]],4,null]},{}],"플린더스강":[{"1":[["江"],[["오스트레일리아 동북부, 퀸즐랜드주(Queensland州)에 있는 강. 그레고리산맥의 서남쪽 능선에서 시작하여 카펀테리아만(Carpentaria灣)으로 흘러든다. 길이는 약 837km.","지명"]],1,null]},{}],"프리슈티나":[{"1":[[],[["발칸반도, 코소보 동부에 있는 도시. 코소보의 수도이다.","지명"]],4,null]},{}],"플랩":[{"1":[[],[["항공기의 양력(揚力)을 일시적으로 높이기 위하여 날개에 다는 장치. 항공기가 뜨거나 내릴 때 많은 양력을 얻을 수 있도록 날개 모양을 바꾸는 장치이다.","기계"]],4,null]},{}],"프린스에드워드아일랜드주":[{"1":[["州"],[["캐나다에 있는 주. 프린스에드워드섬 자체가 하나의 주를 이루고 있는 것으로, 이 나라에서 가장 작은 주이다. 주도(州都)는 샬럿타운.","지명"]],1,null]},{}],"프라이밍":[{"1":[[],[["내연 기관을 시동할 때, 수동 펌프로 연료 공급관 내에 기름을 가득 채워 펌프나 관 내에 남아 있는 공기를 배출하는 일.","기계"],["원심 펌프 따위를 기동할 때 내부에 물을 가득 채우는 일.","기계"]],4,null]},{}],"프셰미실":[{"1":[[],[["폴란드 남부에 있는 도시. 제이 차 세계 대전 초 독일과 소련 사이의 분계선에 의하여 분할되어 큰 피해를 입었지만 지역 박물관과 주교구 박물관을 비롯하여 유서 깊은 건물들이 남아 있다. 의료, 화학, 금속 공업을 주로 한다.","지명"]],4,null]},{}],"프레폴리머":[{"1":[[],[["폴리메타크릴산메틸이나 디알릴 수지와 같은 캐스팅용 수지를 부분적으로 중합한 것.","화학"]],4,null]},{}],"플라스터보드":[{"1":[[],[["구운 석고에 톱밥, 펄라이트 따위의 경량재(輕量材)를 섞어 물로 반죽한 것을 두꺼운 종이 사이에서 성형(成形)한 판 재료. 벽재나 천장재 따위로 널리 쓴다.","건설"]],4,null]},{}],"플루톤":[{"1":[[],[["로마 신화에 나오는 명부(冥府)의 왕. 그리스 신화에 나오는 하데스에 해당한다.","문학"]],4,null]},{}],"플로리겐":[{"1":[[],[["식물의 꽃눈 형성을 촉진하는 것으로 생각되는 물질. 자극 인자가 잎에서 만들어지며 생장점으로 이동하여 작용한다고 하나 아직 추출되지 않아서 그 본체를 밝히지 못하고 있다.","식물"]],4,null]},{}],"플런저":[{"1":[[],[["피스톤 따위와 같이 유체(流體)를 압축하거나 내보내기 위하여 왕복 운동을 하는 기계 부분을 통틀어 이르는 말.","기계"]],4,null]},{}],"플리츠":[{"1":[[],[["스커트에 아코디언 주름상자 모양으로 잘게 모를 내어 잡는 주름.","복식"]],4,null]},{}],"플레이트":[{"1":[[],[["진공관에서 양극으로 쓰는 금속판.","전기·전자"],["지구의 겉 부분을 둘러싸는, 두께 100km 안팎의 암석 판. 현재의 지구는 크고 작은 10여 개의 판이 모자이크 모양을 이루고 있다.","지구"]],4,null]},{}],"프톨레마이오스성좌":[{"1":[["星座"],[["그리스의 천문학자 프톨레마이오스가 그리스ㆍ로마 신화에서 그 이름을 따서 만든 48개의 별자리.","천문"]],1,null]},{}],"프루동주의":[{"1":[["主義"],[["작은 규모의 개인 소유를 이상으로 하고 자본주의를 개량함으로써 이상 사회를 이룰 수 있다고 하는 주장.","경제"]],1,null]},{}],"플뢰레":[{"1":[[],[["펜싱에서, 몸통만을 공격 대상으로 하고 찌르기만 사용하는 종목. 남녀 종목이 있다.","체육"],["플뢰레 경기에 쓰는 칼. 무게 500그램 이하, 길이 100cm 이하이다.","체육"]],4,null]},{}],"프로모터":[{"1":[[],[["예능인이나 프로 선수 따위의 흥행을 기획하는 사람.",null],["아르엔에이(RNA) 중합 효소가 결합하는 디엔에이(DNA) 가닥의 한 부위. 또는 디엔에이 한 가닥에 상보적인 아르엔에이 합성, 즉 전사(轉寫)가 시작되는 부위.","생명"]],4,null]},{}],"프랑크족":[{"1":[["族"],[["서게르만의 한 부족. 라인강 하류 지방에서 일어나 민족 대이동 때 갈리아 지방으로 진출, 그 세력을 확대하여 5세기 말에 프랑크 왕국을 건설하였다.","고유명 일반"]],1,null]},{}],"프리뮬러":[{"1":[[],[["앵초과 앵초속에 딸린 화초를 통틀어 이르는 말. 관상용으로 화단이나 화분에 주로 재배한다. 유럽 고산 지대가 원산지로 전 세계에 800여 종이 분포하는데 북반구의 온대 지방에 주로 분포하며 우리나라에는 33종이 자란다.","식물"]],4,null]},{}],"플로렌스":[{"1":[[],[["‘피렌체’의 영어 이름.","지명"]],4,null]},{}],"플랫폼":[{"1":[[],[["역에서 기차를 타고 내리는 곳.",null],["역도에서, 바벨을 드는 사방 4미터의 각재로 만든 대.","체육"],["다이빙에서, 5~10미터 높이의 준비대를 이르는 말.","체육"],["컴퓨터 시스템의 기반이 되는 소프트웨어가 구동 가능한 하드웨어 구조 또는 소프트웨어 프레임 워크의 하나. 구조, 운영 체제, 프로그래밍 언어 따위를 포함한다.","정보·통신"],["정보 시스템 환경을 구축하고 개방하여 누구나 다양하고 방대한 정보를 쉽게 활용할 수 있도록 제공하는 기반 서비스.","정보·통신"]],4,null]},{"0":[["platform"],[["platform","A designated place at a train station where passengers get on or off a train."]],0,null]}],"플라본":[{"1":[[],[["식물 색소의 하나. 무색의 바늘 모양의 결정으로 물에는 녹지 않고 진한 황산 용액에서 보라색 형광을 낸다. 이것의 하이드록시 및 알콕시 유도체는 황색 색소로 식물의 꽃, 뿌리, 줄기, 잎에 널리 존재한다. 화학식은 C<sub style='font-size:11px;'>15</sub>H<sub style='font-size:11px;'>10</sub>O<sub style='font-size:11px;'>2</sub>.","생명"]],4,null]},{}],"플루테우스":[{"1":[[],[["성게, 거미불가사리 따위의 생활사에 나타나는 유생(幼生). 몸은 부채 모양이며 칼슘 성분의 골격이 지지하고 있는 여러 돌기가 앞쪽으로 나와 있다. 성게류의 것은 에키노플루테우스, 거미불가사리류의 것은 오피오플루테우스(Ophiopluteus)라고 한다.","동물"]],4,null]},{}],"플로리다주":[{"1":[["州"],[["미국 동남쪽 끝에 있는 주. 미국에서 기후가 가장 따뜻하고 아열대 산물이 나며 인광석(燐鑛石) 생산으로 유명하다. 주도(州都)는 탤러해시, 면적은 15만 1940㎢.","지명"]],1,null]},{}],"프롤린":[{"1":[[],[["단백질의 가수 분해로 얻어지는 아미노산의 하나. 무색의 고체로, 물과 알코올에 녹는다. 화학식은 C<sub style='font-size:11px;'>5</sub>H<sub style='font-size:11px;'>9</sub>NO<sub style='font-size:11px;'>2</sub>.","생명"]],4,null]},{}],"플리트가":[{"1":[["街"],[["런던 언론계의 중심 거리. 영국의 주요 신문사가 밀집하여 있다.","지명"]],1,null]},{}],"프로메튬":[{"1":[[],[["희토류 원소의 하나. 동위 원소는 모두 방사성이며, 1947년에 핵분열 반응에서 발견되었다. 원자 기호는 Pm, 원자 번호는 61, 원자량은 145.","화학"]],4,null]},{}],"프라페":[{"1":[[],[["얼음을 넣어 차게 한 음료수.",null],["얼음 조각에 여러 가지 리큐어를 부은 음료수.",null]],4,null]},{}],"플라타너스":[{"1":[[],[["버즘나뭇과 플라타너스속의 식물을 통틀어 이르는 말.","식물"],["버즘나뭇과의 낙엽 활엽 교목. 높이는 40~50미터이다. 나무껍질에 흰무늬가 있고 버즘나무에 비하여 잎이 얕게 갈라지고 열매는 한 개 또는 두 개씩 달린다. 가로수로 심는데 북미가 원산지이다.","식물"]],4,null]},{"0":[["platanus"],[["plane tree; sycamore","A tree usually planted as a roadside tree, whose leaf is similar to a stretched palm, and whose small, round fruit grows in the fall"]],0,null]}],"플젠":[{"1":[[],[["체코 서부 보헤미아 지방에 있는 도시. 부근에서 철ㆍ석탄 따위를 산출하여 기계ㆍ차량 공업이 발달하였으며, 병기(兵器) 공장과 맥주가 유명하다.","지명"]],4,null]},{}],"플러터":[{"1":[[],[["고속 비행 중인 비행기의 날개나 동체 따위에 일어나는 진동. 일단 일어나면 진폭이 급격히 증대하여 공중분해의 원인이 되기도 한다.","물리"]],4,null]},{}],"프로핀테른":[{"1":[[],[["코민테른의 지도로, 1921년에 모스크바에서 결성된 좌익 노동조합의 국제 조직. 1943년에 코민테른의 해산과 함께 해체되었다.","경제"]],4,null]},{}],"프로테":[{"1":[[],[["화필에 물감을 묻혀 화면에 문질러 바르는 기법.","미술"]],4,null]},{}],"플럼비콘":[{"1":[[],[["텔레비전 촬상관의 하나. 비디콘보다 감도가 높고 잔상도 적어, 주로 스튜디오나 중계용 컬러 방송 촬상관으로 쓰인다.","전기·전자"]],4,null]},{}],"프로방스":[{"1":[[],[["프랑스 동남부, 이탈리아와의 경계에 있는 지방. 론강 동쪽 지중해 기슭에 있으며 휴양지로 유명하다. 프로방스어를 쓴다.","지명"]],4,null]},{}],"플로리다반도":[{"1":[["半島"],[["미국 동남쪽 끝에 있는 반도. 대서양과 멕시코만 사이에 있는 저지(低地)로 호수, 늪, 습지 따위가 많다. 여름에 시원하고 겨울에 따뜻한 아열대성 기후와 편리한 교통으로 마이애미 따위의 세계적인 관광지가 발달하였다.","지명"]],1,null]},{}],"플러드라이트":[{"1":[[],[["조명 기구의 하나. 렌즈 없는 커다란 전구 한 개를 금속 통에 넣은 것으로, 조사 각도가 넓은 곳을 비출 때 쓰인다.","예체능 일반"]],4,null]},{}],"플레이":[{"1":[[],[["운동 경기에서, 선수들이 펼치는 내용이나 기량.","체육"],["야구나 테니스 따위에서, 심판이 시합의 시작을 알리는 말.","체육"]],4,null]},{"0":[["play"],[["play","In a sport game, the content of the game or the technical skills of an athlete."],["play","In baseball, tennis, etc., the word a judge says to announce the start of a game."]],0,null]}],"플로어링":[{"1":[[],[["마루를 까는 널빤지.",null]],4,null]},{}],"프롬프터":[{"1":[[],[["연극을 공연할 때 관객이 볼 수 없는 곳에서 배우에게 대사나 동작 따위를 일러 주는 사람.","연기"]],4,null]},{}],"플루토늄":[{"1":[[],[["우라늄이 핵변환을 하여 만들어지는 초우라늄 원소의 하나. 은백색의 금속으로 우라늄 원광(原鑛)에 미량이 들어 있다. 반응성이 크고 반감기가 매우 길며 핵연료로써 원자로, 원자 폭탄, 수소 폭탄을 만드는 데 쓰인다. 원자 기호는 Pu, 원자 번호는 94, 원자량은 244.","화학"]],4,null]},{}],"프로이센":[{"1":[[],[["독일 동북부, 발트해 기슭에 있던 지방. 1701년에 프로이센 왕국이 세워졌으나 제이 차 세계 대전 후 소련 및 폴란드에 점령되었으며 이름도 없어졌다.","역사"]],4,null]},{}],"프렌치토스트":[{"1":[[],[["얇은 식빵 조각을 달걀, 우유, 설탕을 섞은 것에 담갔다가 살짝 구워 낸 서양 음식.",null]],4,null]},{"0":[["French toast"],[["French toast","A dish made by dipping a piece of bread into a mixture of eggs, milk, and sugar, and baking it slightly."]],0,null]}],"프로트롬빈":[{"1":[[],[["트롬빈의 전구물질로, 혈청 속에 들어 있는 단백질의 하나. 트롬빈으로 변하여 혈액을 응고시킨다.","생명"]],4,null]},{}],"프런티어":[{"1":[[],[["미국에서, 개척지와 미개척지와의 경계선을 이르던 말. 17세기에 식민이 개시된 이래 서쪽으로 이동하기 시작하였으며 1890년 무렵에 없어졌다.","역사"]],4,null]},{}],"플라크":[{"1":[[],[["이에 끼는 젤라틴 모양의 퇴적(堆積). 세균, 침, 점액물 따위로 이루어진다.","의학"]],4,null]},{}],"플레비사이트":[{"1":[[],[["중대한 정치 문제를 결정할 때 행하는 국민 투표. 고대 로마 공화국의 민회(民會)에서 처음 시행되었고, 근대에 와서는 1933년 독일의 국제 연맹 탈퇴, 1934년 히틀러의 독일 총통 취임, 1955년 자르의 서부 유럽화, 우리나라의 유신 헌법 개정 따위가 이것에 의하여 결정되었다.","정치"]],4,null]},{}],"프탈산":[{"1":[["酸"],[["벤젠 고리에 있는 두 개의 수소를 두 개의 카복시기로 바꾼 화합물. 무색의 고체로, 열을 가하면 무수 프탈산이 된다. 합성수지 물감 따위를 만드는 데 쓴다. 화학식은 C<sub style='font-size:11px;'>6</sub>H<sub style='font-size:11px;'>4</sub>(COOH)<sub style='font-size:11px;'>2</sub>.","화학"]],1,null]},{}],"플라스마":[{"1":[[],[["진한 녹색의 옥수(玉髓).","광업"],["자유로이 운동하는 음양(陰陽)의 하전 입자(荷電粒子)가 중성 기체와 섞여 전체적으로는 전기적 중성인 상태. 기체 방전으로 인한 기체 분자의 전리 상태나 별의 내부, 별들 사이의 공간에 있는 물질의 상태, 반도체 내의 전자와 양공(陽孔)의 집단 상태 따위이다.","물리"],["혈액에서 혈구를 제외한 액상 성분. 척추동물에서는 수분 외에 단백질ㆍ당질ㆍ지질(脂質)ㆍ무기 염류ㆍ대사 물질을 함유하며, 세포의 삼투압과 수소 이온을 일정하게 유지하는 역할을 한다.","생명"]],4,null]},{}],"프라이부르크":[{"1":[[],[["독일 서남부에 있는 도시. 학술과 관광의 중심지로 기계ㆍ화학ㆍ섬유 공업을 주로 하며, 목재ㆍ포도주 따위의 거래가 활발하다.","지명"]],4,null]},{}],"프레스부르크":[{"1":[[],[["‘브라티슬라바’의 독일어 이름.","지명"]],4,null]},{}],"플레시오사우루스":[{"1":[[],[["공룡의 하나. 몸의 길이는 3~5미터로 도마뱀과 비슷하며, 목은 뱀 모양으로 길고 네발은 지느러미 모양이다. 중생대 쥐라기에 바다에서 살았다.","동물"]],4,null]},{}],"플랜지":[{"1":[[],[["관(管)과 관, 관과 다른 기계 부분을 결합할 때 쓰는 부품.","기계"]],4,null]},{}],"프린스루퍼트":[{"1":[[],[["캐나다 브리티시컬럼비아주, 태평양 기슭에 있는 항구 도시. 교통 요충지이며, 어류 통조림 공장과 냉동 공장이 있는 어업 항구이기도 하다.","지명"]],4,null]},{}],"프로타민":[{"1":[[],[["가수 분해에 의해 염기성 아미노산을 생성하는 단순 단백질의 한 무리. 핵단백질의 성분을 이루는 염기성 단백질로, 물과 암모니아수에 잘 녹으며 열을 받아도 엉기지 않는다.","생명"]],4,null]},{}],"프라하":[{"1":[[],[["체코 몰다우강 기슭에 있는 도시. 국제 교통의 요충지로, 자동차ㆍ기계ㆍ유리ㆍ맥주 따위의 공업이 발달하였다. 체코의 수도이다.","지명"]],4,null]},{}],"프로즌":[{"1":[[],[["당구에서, 공이 쿠션 또는 다른 공과 서로 붙어 버리는 일.","체육"]],4,null]},{}],"프리랜스":[{"1":[[],[["중세 유럽에서, 어떠한 국가ㆍ당파ㆍ주의에도 속하지 아니하고 자유롭게 보수를 받으며 군무에 종사하던 기사(騎士).","역사"]],4,null]},{}],"프레젠테이션":[{"1":[[],[["광고 대리업자가 예상 광고주를 대상으로 광고 계획서 따위를 제출하는 활동.","매체"]],4,null]},{}],"플라나리아":[{"1":[[],[["플라나리아과의 플라나리아, 산골플라나리아를 통틀어 이르는 말.","동물"],["플라나리아과의 하나. 몸은 평평하고 길쭉하며 몸 표면은 섬모로 덮여 있고, 머리는 삼각형이며, 대개 잿빛을 띤 백색이다. 항문이 없고 암수한몸으로 무성 생식 또는 유성 생식을 하는데 재생력이 강하여 여러 가지 실험에 쓰인다. 강이나 호수 바닥, 돌 또는 나무 밑에서 산다.","동물"]],4,null]},{}],"프로이트주의":[{"1":[["主義"],[["모든 의식은 잠재의식에 복종하며 이 잠재의식은 억압된 성욕에 의하여 규정된다는 이론. 정신 병리학자인 프로이트가 주창하였다.","심리"]],1,null]},{}],"프레스코":[{"1":[[],[["벽화를 그릴 때 쓰는 화법의 하나. 새로 석회를 바른 벽에, 그것이 채 마르기 전에 수채로 그린다.","미술"]],4,null],"2":[[],[["영화나 텔레비전 방송극을 촬영하기 전에 미리 음악이나 대사 따위를 녹음하는 일.","영상"]],4,null]},{}],"프로튬":[{"1":[[],[["가장 가벼운 수소의 동위 원소. 질량수 1이며, 하나의 양성자와 전자로 이루어졌다. 기호는 <sup style='font-size:11px;'>1</sup>H.","화학"]],4,null]},{}],"프로코피옙스크":[{"1":[[],[["러시아의 시베리아 서부에 있는 광공업 도시. 코크스용 석탄 산지이며 광산 기계, 볼 베어링 따위의 공업이 발달하였다.","지명"]],4,null]},{}],"플래시건":[{"1":[[],[["사진 촬영용의 섬광 전구 발광기. 건전지 따위를 전원으로 하여 셔터를 누르는 동시에 전구를 발광시킨다.","영상"]],4,null]},{}],"프리즈":[{"1":[[],[["고전 건축에서 기둥머리가 받치고 있는 세 부분 중 가운데. 코니스보다 아래에 있다.","건설"],["건축물의 외면이나 내면, 기구의 외면에 붙인 띠 모양의 장식물.","건설"],["이중직으로 짠 표면에 거친 보풀이 있는 두꺼운 모직물. 주로 외툿감으로 쓴다.","복식"]],4,null]},{}],"플라토니즘":[{"1":[[],[["플라톤의 철학 사상.","철학"]],4,null]},{}],"프로톤":[{"1":[[],[["중성자와 함께 원자핵의 구성 요소가 되는 소립자의 하나. 질량은 전자의 약 1,800배이고 양전하를 가지며 전기량은 전자와 같다. 원자핵 내의 양성자의 수는 그 원자의 원자 번호를 나타낸다. 기호는 p.","물리"]],4,null],"2":[[],[["소련의 과학 위성. 1965년에 발사되었다.","천문"]],4,null]},{}],"프레스":[{"1":[[],[["지렛대, 나사, 물 따위의 누르는 힘을 이용하여 일정한 모양을 찍어 내는 판금(板金) 기계. 또는 그렇게 하는 일.","공업"]],4,null]},{}],"프리섹스":[{"1":[[],[["사회적ㆍ도덕적인 관습에 구애되지 아니하고 자유롭게 즐기는 성애.",null]],4,null]},{}],"프로테인은":[{"1":[["銀"],[["알부민, 펩톤 따위와 은의 화합물. 누르스름하거나 갈색을 띤 가루로 물에 녹아 강력한 살균력을 나타내며 임질, 요도염, 점막의 염증 따위에 살균제로 쓰인다.","화학"]],1,null]},{}],"프로게스테론":[{"1":[[],[["황체에서 분비되는 호르몬의 하나. 주로 난소의 황체나 태반에서 분비되며, 임신을 유지하는 작용을 한다. 무월경, 절박 및 습관 유산의 치료에 쓰인다.","의학"]],4,null]},{}],"프람바난":[{"1":[[],[["인도네시아 자바섬 중부에 있는 힌두교 유적.","역사"]],4,null]},{}],"플라망어":[{"1":[["語"],[["인도ㆍ유럽 어족의 게르만 어파에 속한 언어. 벨기에 플랑드르(Flandre) 지역을 중심으로 쓰인다.","언어"]],1,null]},{}],"프레스토":[{"1":[[],[["악보에서, 매우 빠르게 연주하라는 말.","음악"]],4,null]},{}],"프랑크푸르트암마인":[{"1":[[],[["독일 헤센주, 마인강 하류에 있는 도시. 교통과 금융의 중심지로 상공업이 발달하였다.","지명"]],4,null]},{}],"플뤼커관":[{"1":[["管"],[["1859년 플뤼커가 가이슬러에게 의뢰하여 만든 진공 방전관. 진공 방전 실험이나 기체의 스펙트럼 연구에 쓴다.","전기·전자"]],1,null]},{}],"프딧잇":[{"1":[[],[["궁중에서, ‘욧잇’을 이르던 말.",null]],2,"프딘닏"]},{}],"프로듀서":[{"1":[[],[["연극, 영화, 방송 따위에서 제작의 모든 관리를 책임지는 사람.","예체능 일반"]],4,null]},{"0":[["producer"],[["producer","A person who is responsible for everything related to the planning and production of a film, play, broadcast, etc."]],0,null]}],"프리웨이":[{"1":[[],[["입체 교차로를 설치하거나 중앙 분리대, 방향 분리 따위로 교통상의 장애를 없앤 자동차 전용 도로.","교통"]],4,null]},{}]}