{"핀란드":[{"1":[[],[["유럽 북부 스칸디나비아반도에 있는 공화국. 12세기 이래 스웨덴 통치 아래 있다가 1809년에 러시아의 대후국(大侯國)이 되었고, 1920년에 독립하였다. 국토의 70%가 삼림으로 목재, 제지, 펄프 공업과 금속, 기계, 화학 공업이 발달하였다. 주민은 북부의 라프인(Lapp人)을 제외하고 대부분이 핀인으로 신교도가 많고 주요 언어는 핀란드어와 스웨덴어이다. 수도는 헬싱키, 면적은 33만 7032㎢.","지명"]],4,null]},{"0":[["Finland"],[["Finland","A country located in Northern Europe on the Scandinavian Peninsula; with more than half of its land being forest, it is known for its advanced timber, paper, and pulp industries; as it is close to the North Pole, it is also famous as a site for watching white nights; its major languages are Finnish and Swedish, and its capital is Helsinki. "]],0,null]}],"핀란디아":[{"1":[[],[["핀란드의 작곡가 시벨리우스가 1899년에 작곡한 교향시. 조국인 핀란드의 국가로 인정받는 곡으로, 웅대하고 열정적인 느낌의 곡이다.","음악"]],4,null]},{}],"핀치콕":[{"1":[[],[["고무관에서 나오는 액체의 양을 조절하기 위하여 끼우는 기구.",null]],4,null]},{}],"핀둥이":[{"1":[[],[["→ 핑구.",null]],2,null]},{}],"핀잔":[{"1":[[],[["맞대어 놓고 언짢게 꾸짖거나 비꼬아 꾸짖는 일.",null]],2,"핀잔"]},{"0":[[],[["telling-off; scolding; rebuke","The act of scolding someone due to one's discontent with him/her. "]],0,"핀잔"]}],"핀":[{"1":[[],[["쇠붙이 따위로 바늘처럼 가늘고 뾰족하게 만든 물건을 통틀어 이르는 말. 안전핀, 옷핀, 머리핀, 넥타이핀 따위가 있다.",null],["볼링에서, 공으로 쓰러뜨리는 병 모양의 물체.","체육"],["골프에서, 홀에 세우는 표지 막대.","체육"]],4,null]},{"0":[["pin"],[["pin","A thin, sharpened object like a needle, made of iron, etc."],["pin","In bowling, an object that a bowler knocks over with a rolled ball."],["pin","In golf, a flagstick placed on the green."]],0,null]}],"핀트":[{"1":[[],[["사진기나 안경 따위의 렌즈의 초점.",null],["말의 요점.",null]],4,null]},{"0":[["←pinto"],[["focus; focal point","The focus of a lens in a camera or pair of glasses, etc."],["focus; point","The point of a statement or story."]],0,null]}],"핀퉁이":[{"1":[[],[["→ 핀잔.",null]],2,null]},{}],"핀두스산맥":[{"1":[["山脈"],[["그리스 서북부에 있는 산맥. 길이는 109km, 최고봉 스몰리카산(Smolika山)의 높이는 2,480미터.","지명"]],1,null]},{}],"핀통이":[{"1":[[],[["→ 핀잔.",null]],2,null]},{}],"핀셋":[{"1":[[],[["손으로 집기 어려운 작은 물건을 집는 데에 쓰는, 족집게와 비슷한 기구. 쇠붙이를 ‘V’ 자 모양으로 만들었으며, 의료 및 각종 소세공(小細工)에 쓴다.",null]],4,null]},{"0":[["pincette"],[["tweezers","An implement that looks like pincers, used for picking up objects that are difficult to grasp with the fingers."]],0,null]}]}