{
    "scanBtn": "Email Defender",
    "scanBtn_viewReport": "View Scan Result",
    "scanBtn_reportFalseAlarm": "Report False Alarm",
    "scanBtn_reportScam": "Report Scam",
    "msgTooltip_1": "Email Defender scans and protects your email against scams and phishing attacks.",
    "msgTooltip_2": "Click to check for potential threats in English or Japanese emails.",
    "languageNotSupport": "Security Scan only supports English or Japanese emails.",
    "serverErrorMessage": "Sorry, Security Scan cannot work now. Please try again later.",
    "serverForbiddenErrorMessage": "Sorry, Security Scan cannot work now. <a id='learn_more' class='link'>Learn more</a>",
    "serverMaintenaceMessage": "Sorry for the inconvenience. Security Scan needs to finish some important maintenance work from __startTime__ to __endTime__. Please come back later.",
    "serverMaintenaceMessageNoTime": "Sorry for the inconvenience. Security Scan needs to finish some important maintenance work. Please come back later.",
    "scamTitle": "Possible Scam Detected",
    "scamContent": "For your safety, ignore any instructions or requests in this message unless you already know and trust the sender.",
    "phishingTitle": "Phishing Link Detected",
    "phishingContent": "This email contains a phishing link, To prevent potential threats, please do not click the link.",
    "suspiciousTitle": "Malicious Link Detected",
    "suspiciousContent": "This email contains a malicious link. To prevent potential threats, please do not click the link.",
    "unSafeTitle": "Unsafe Content Detected",
    "unSafeContent": "Many users reported similar messages as scams. For your safety, ignore any instructions or requests in this message unless you already know and trust the sender.",
    "toastActionName": "View Details",
    "toastActionName_ok": "OK",
    "scam_toastUrlName1": "Disagree with this warning ?",
    "scam_toastUrlName2": "Report a false alarm",
    "toastMarkSenderAsTrust": "Mark __senderAddress__ as trusted",
    "toastRemoveSenderAsTrust": "Remove __senderAddress__ as trusted",
    "toastTrustThisSender": "Trust this sender",
    "toastUrlName1": "Think this email is safe ?",
    "toastUrlName2": "Report scan result",
    "toastUtlFeedbackName": "Report sent. Thank you for your feedback.",
    "toastDCN_title": "Protect Your Webmail",
    "toastDCN_title_R2209Exp1": "Protect Your Webmail",
    "toastDCN_title_R2209Exp2": "Turn on email protection in seconds!",
    "toastDCN_title_R2209Exp3": "Scammers have stolen over $5 billion from consumers. Protect yourself from scam emails!",
    "toastDCN_title_R2209Exp4": "Over 2 million consumers were victims of recent scams. Protect yourself from scam emails!",
    "toastDCN_desc": "Email Defender scans and helps protect your Gmail, Outlook, and Yahoo Mail against scams and phishing attacks.",
    "toastDCN_desc_JPyahooMai": "Email Defender scans and helps protect your Gmail, Outlook.com, and Yahoo Mail against scams and phishing attacks.",
    "toastDCN_btn": "Turn On __feature_name__",
    "toastDCN_btn_en": "Protect Your Email Now",
    "toastDCN_not_now": "Not now",
    "toastDCN_do_not_show_again": "Do not show this again",
    "toastDCN_learn_more": "<a class='btn-learn-more'>Learn more</a>",
    "toastDCN_info": "You can disable Email Defender at any time and your email content will not be transmitted to and scanned by Trend Micro. <a class='btn-learn-more'>Learn more</a> about how Trend Micro securely handles your emails when you enable Email Defender.",
    "toastDCN_turn_on": "Email Defender has been turned on.",
    "toastDCN_fb_working": "Email Defender is On",
    "toastDCN_fb_not_working": "Email Defender cannot work. If you keep seeing this message, click <a class='btn-learn-more'>here</a> for more details.",
    "toastDCN_popup_title": "Data Collection Notice",
    "toastDCN_popup_desc": "<p>Enabling Email Defender protects you against scam, phishing, and suspicious emails by sending your web email content to Trend Micro to scan.</p><p>You can disable Email Defender at any time and your email content will not be transmitted to and scanned by Trend Micro.</p><p>To turn on Email Defender, you must read and accept our <a class='btn-learn-more'>Data Collection Notice</a>.<p>",
    "toastDCN_popup_agree": "Agree and Turn On",
    "toastDCN_popup_not_now": "Not Now",
    "toastDCN_jp_popup_title": "Protect Gmail, Outlook.com, and Yahoo Mail",
    "toastDCN_jp_popup_desc": "<p>Email Defender is a cloud service to detect fraudulent messages using AI technologies evolved with time. Using Email Defender protects you against scam, phishing, and suspicious emails by sending your email content to Trend Micro to scan. You can disable Email Defender at any time and your email content will not be transmitted to and scanned by Trend Micro.</p><p class='title'>How does Email Defender work?</p><p>When you read email in inboxes of Gmail or Outlook.com using our supported browsers* with Trend Micro Toolbar* enabled, the sender, subject and email body will be encrypted and transmitted to Trend Micro Email Defender server to scan, and this is where the anti-fraud rules, SPN threat intelligence and the AI technologies are applied to create the fraud analysis result.</p><p class='title'>Data Collected</p><p>To save your time from waiting the result, we keep hash* value of normal emails, and data without PII* of fraudulent emails in memory to speed up fraud detection, and the data will be deleted within 72 hours. To make the fraud scan more accurately, for emails reported using \"Report scan result\", we will remove PII, encrypt the email, and store them on Amazon S3* to train and adjust our AI and rules, and then delete them within 3 months.</p><p class='list'><ul><li>Supported browsers are: Chrome, IE, Firefox and Edge</li><li>Trend Micro Toolbar for Edge is named: Trend Micro Security</li><li>We use hash to transform the email data into a short combination of symbols which cannot be converted back to the original message.</li><li>PII (Personal Identifiable Information), is any data that could potentially be used to identify a particular person.</li><li>Amazon S3 is a service used to store data. Only authorized threat researchers in Trend Micro can read the data stored there.</li></ul>",
    "toastDCN_jp_popup_agree_chk": "I agree with how Trend Micro collects with my web email contents by turning on Email Defender.",
    "toastDCN_jp_popup_turn_on_btn": "Turn On Email Defender",
    "toastDCN_jp_popup_turn_on": "Email Defender has been turned on",
    "toastDCN_jp_popup_turn_on_desc": "Email Defender will notify you when it detects suspicious content in your webmail.",
    "toastDCN_jp_popup_turn_on_close": "Close",
    "toastDCN_new_popup_title": "We’ve updated our Data Collection Notice",
    "toastDCN_new_popup_desc": "<p>These updates allow us to improve our scam and phishing detection. Please read and accept our updated <a class=\"btn-learn-more\">Data Collection Notice</a>.</p><p><b>Note: Email Defender will be turned off until you accept the updated terms.</b></p><br/>",
    "toastDCN_new_popup_accept": "Accept and Continue",
    "toastDCN_new_popup_trun_off": "Turn Off Email Defender",
    "whiteList_mark_sender_as_trust_title": "Trust __senderAddress__ and stop seeing possible scam detections from this sender's messages?",
    "whiteList_mark_sender_as_trust_desc": "Email Defender will notify you only when threats are found in this sender's messages.",
    "whiteList_remove_sender_as_trust_title": "Remove __senderAddress__ as trusted?",
    "whiteList_remove_sender_as_trust_desc": "Email Defender will resume the possible scam message checking and notify you once detected any possible scam message from this sender.",
    "whiteList_notice": "Your opinions will only be used to help make Email Defender better. Trend Micro will not contact you directly.",
    "whiteList_trust_btn": "Trust",
    "whiteList_cancel_btn": "Cancel",
    "whiteList_mark_success_message": "<p><span class='message-title'>__senderAddress__ is now a trusted sender</span><span class='message-content'>Email Defender will no longer notify you when possible scams are detected in this sender’s messages.</span></p>",
    "whiteList_remove_success_message": "<p><span class='message-title'>__senderAddress__ is no longer a trusted sender</span><span class='message-content'>Email Defender will notify you when possible scams are found in this sender's messages.</span></p>",
    "feedback_reportScamTitle": "<p>Suspect a scam?</p>",
    "feedback_reportScamDesc": "<p>Send this email to Trend Micro for review by clicking the <b>Report Scam</b> button.</p>",
    "feedback_reportFalseAlarmTitle": "<p>Think this email is safe?</p>",
    "feedback_reportFalseAlarmDesc": "<p>Send this email to Trend Micro for review by clicking the <b>Report False Alarm</b> button.</p>",
    "feedback_reportScamTitle_senderInWhiteList": "<p>Suspect a scam from someone you trust?</p>",
    "feedback_reportScamDesc_senderInWhiteList": "<p>Send this email to Trend Micro for review by clicking the <b>Report Scam</b> button. This will also remove the sender from your trusted list.</p>",
    "feedback_reportMessagePlaceholder": "Share your thoughts here (Optional)",
    "feedback_reportScamBtn": "Report Scam",
    "feedback_reportFalseAlarmBtn": "Report False Alarm",
    "feedback_reportCancelBtn": "Cancel",
    "popup_sign_in_title": "Provide Your Password",
    "popup_sign_in_desc": "Trend Micro must verify your password again to maintain the integrity of your protection.",
    "popup_sign_in_password_placeholder": "Password",
    "popup_sign_in_forget_your_password": "Forget your password?",
    "popup_sign_in_btn" : "Sign In",
    "popup_sign_in_error_required": "Required.",
    "popup_sign_in_error_check_password": "Check your password, then try again.",
    "popup_sign_in_close_message": "Email Defender cannot protect you until you provide the password for your Trend Micro Account. Click or tap the __productName__ browser extension when ready.",
    "notice_change_name_title" : "New Name, Same Protection",
    "notice_change_name_desc": "Fraud Buster will continue to protect your webmail against scams and phishing attacks with a new name: <span class='bold'>Email Defender</span>."
}
