{
    "popupEnabled": {
        "message": "Aktiv"
    },
    "popupRunInBackground": {
        "message": "Weiterlaufen lassen, wenn der Browser geschlossen wird"
    },
    "popupLearnMore": {
        "message": "Mehr erfahren"
    },
    "popupWebRTCOff": {
        "message": "WebRTC-Fähigkeit nicht erkannt."
    },
    "popupBridgeUnreachable": {
        "message": "Konnte keine Verbindung zur Brücke herstellen."
    },
    "popupDescOn": {
        "message": "Anzahl der Benutzer, denen dein Snowflake in den letzten 24 Stunden geholfen hat, die Zensur zu umgehen: $1"
    },
    "popupRetrying": {
        "message": "Versuche erneut ..."
    },
    "badgeCookiesOff": {
        "message": "Cookies sind nicht aktiviert."
    },
    "popupStatusOff": {
        "message": "Snowflake ist ausgeschaltet"
    },
    "popupStatusOn": {
        "message": "Anzahl der derzeit verbundenen Benutzer: $1"
    },
    "popupRetry": {
        "message": "Erneut versuchen"
    },
    "appDesc": {
        "message": "Erlaube Nutzern in zensierten Ländern, deine Internetverbindung zu nutzen, um auf das Tor-Netzwerk zuzugreifen."
    },
    "popupStatusReady": {
        "message": "Dein Snowflake ist bereit, den Benutzern bei der Umgehung der Zensur zu helfen"
    },
    "remove": {
        "message": "Entferne das Snowflake-Addon"
    },
    "extensionOptout": {
        "message": "Dieses Addon überträgt nur die minimale Menge an Daten, die für die Funktion als Snowflake-Proxy erforderlich sind. Wenn du mit der Übertragung der oben genannten Daten oder mit einem Teil unserer Datenschutzrichtlinie nicht einverstanden bist, empfehlen wir dir, das Snowflake-Addon zu entfernen."
    },
    "consent": {
        "message": "Ich stimme zu"
    },
    "extensionOnboard": {
        "message": "Vielen Dank, dass du die Erweiterung Snowflake installiert hast!"
    },
    "extensionConsent": {
        "message": "Um grundlegende Funktionen bereitzustellen, senden Snowflake-Proxys (das Addon, das du in deinem Browser installiert hast) einige Metadaten über die Netzwerkeinstellungen des Proxys an den Snowflake-Broker. Diese Metadaten sind umfassend:die IP-Adresse des proxy (deine IP-Adresse), dein gemeldeter NAT-Typ, die Version des Snowflake-Protokolls, die du (der Proxy) verwendest, die Tatsache, dass der Proxy (das von dir installierte Addon) eine Weberweiterung ist, und die Anzahl der Clients, die bereits mit dem Proxy verbunden sind (mit dem Addon, das du installiert hast). Diese Daten werden nur für den Verbindungsaufbau und die Gesamtstatistik verwendet und nicht beim Broker gespeichert. In unserer <a href=\"https://addons.mozilla.org/en-US/firefox/addon/torproject-snowflake/privacy\">Datenschutzrichtlinie</a> findest du weitere Einzelheiten zu den von uns erfassten und angezeigten Daten. Wenn du bereit bist, kannst du zustimmen, deinen Snowflake-Proxy zu aktivieren, indem du auf die Schaltfläche unten klickst."
    },
    "popupNeedConsent": {
        "message": "Bitte stimme unserer Datenschutzrichtlinie zu, bevor du Snowflake aktivierst."
    },
    "consented": {
        "message": "Du bist bereit! Danke, dass du einen Snowflake-Proxy betreibst!"
    },
    "popupConsent": {
        "message": "Zustimmungsseite öffnen"
    }
}
