{
    "id": 10548,
    "authors": [
        {
            "id": 4010224,
            "name": "SimilarWeb",
            "url": "https://addons.mozilla.org/en-US/firefox/user/4010224/",
            "username": "SimilarWeb"
        }
    ],
    "average_daily_users": 12400,
    "categories": [
        "feeds-news-blogging",
        "search-tools"
    ],
    "contributions_url": "",
    "created": "2009-01-30T03:27:48Z",
    "current_version": {
        "id": 4893515,
        "compatibility": {
            "firefox": {
                "min": "42.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/similarweb-sites-recommendatio/versions/4893515",
        "file": {
            "id": 3437890,
            "created": "2019-11-03T08:14:45Z",
            "hash": "sha256:769884fdb092d8d4db1fd8216654c2375ca8253ff9071ef5eddbb84e30165a8f",
            "is_mozilla_signed_extension": false,
            "size": 1740410,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/3437890/similarweb_sites_recommendatio-5.5.7.xpi",
            "permissions": [
                "*://*/*",
                "tabs",
                "webRequest",
                "webNavigation",
                "webRequestBlocking",
                "storage",
                "http://*/*",
                "https://*/*"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 22,
            "is_custom": false,
            "name": {
                "en-US": "MIT License"
            },
            "slug": "MIT",
            "url": "https://spdx.org/licenses/MIT.html"
        },
        "release_notes": {
            "en-US": "Bug fixes and performance improvements"
        },
        "reviewed": "2019-11-03T08:15:11Z",
        "version": "5.5.7"
    },
    "default_locale": "en-US",
    "description": {
        "ar": "أينما تذهب على الشبكة العنكبوتية سيساعدك شريط SimilarWeb الجانبي على اكتشاف المواقع ذات الصلة.\nسيحسن المتصفح و يجعله أسهل، أسرع و مثمر أكثر عند تصفح الانترنت.\nبمجرد تحميله، سيظهر لك على جانب الشاشة شريط جانبي يعرض صور مصغرة للمواقع المشابهه للموقع الذي تشاهده حاليا.\nشارك مواقعك المفضلة عبر تجمعنا.\nنحن نأخذ بعين الاعتبار تقييم كل المستخدمين و اقتراحاتهم.\nتعتبر SimilarWeb أداة بحث عظيمة حيث تساعدك على ايجاد المنافسين، البدائل المجانية، المواقع الأكثر شعبية في مجال اهتمامك و الكثير غير ذلك.\nتعتبر SimilarWeb أحد أدوات موزيلا الإضافية المستحسنة.\n\nاكتشاف مواقع الانترنت\n\n    * اكتشف مواقع الجودة فورا بدون الحاجة للبحث\n    * اقرأ المقالا ذات الصلة من المواقع الإخبارية و blogs\n    * احصل على أخر التعليقات و انت تتصفح أي موقع.\n\nعروض مخصصة\nالشريط الجانبي - شاهد صور مصغرة للمواقع المشابهه على جانب اي موقع تتصفحه.\nالوضع المصغر - شاهد SimilarWeb مع صورة مصغرة متحركة.\nزر شريط الأدوات - الوصول للنتائج عن طريق زر شريط أدوات بسيط.\n\n  المشاركة والتصويت\n✔ قم بتحسين SimilarWeb بالتصويت على ما إذا كان موقع مشابه أم لا\n✔ عدّل النتائج بإضافة مواقعك\n✔ شارك ما تجده بسهولة مع أصدقائك\n\nاللغات المعتمدة\nالصينية والإنكليزية والفرنسية والألمانية والعبرية ،\nالايطالية والكورية والبولندية والبرتغالية والروسية والاسبانية والتركية",
        "da": "Uanset hvor du går på internettet, vil SimilarWeb indholdsoversigten hjælpe dig med at opdage relaterede websteder.\n\nDet øger din browser gør det lettere, hurtigere og mere produktive surfe på nettet.\n\nNår det er installeret, vises indholdsoversigten på siden af skærmen og viser dig små billeder af steder, der ligner det websted, du ser i øjeblikket.\n\nDel dine yndlingssteder på tværs af vores samfund.\n\nVi tager alle bruger ranking og forslag i betragtning.\n\nSimilarWeb er en stor forsknings-værktøj, der kan hjælpe dig med at finde konkurrenter, gratis alternativer, populære websteder i dine interesser, og meget mere.\nSimilarWeb er en Mozilla anbefales addon!\n\nDiscover The Web\n\n✔ Straks opdage kvalitet sites uden behov for at søge\n\n✔ Læs relaterede artikler fra nyhedssider og blogs\n\n✔ Få de nyeste web kommentarer mens du surfer på websiderne\nListen Read phonetically \n\nAlmindelige Visninger\n\n✔ Sidebar - Se ikoner af lignende websteder på siden til en webside\n\n✔ Mini Mode - Vis SimilarWeb med en animeret miniaturevisning\n\n✔ Toolbar Button - Adgang resultaterne fra et simpelt værktøjslinjeknap \nLister\n\n✔ Gennemse en liste af resultater med små ikoner\n\n✔ Få side lister for en mere informativ valg\nListen Read phonetically \nDeling &amp; Afstemningen\n\n✔ Styrke SimilarWeb ved at stemme om et websted er ens eller ikke\n\n✔ Tilpas dine resultater ved at tilføje dine egne websteder\n\n✔ er nemt at dele, hvad du finder med dine venner\n\nUnderstøttede sprog\n\nKinesisk, engelsk, fransk, tysk, hebræisk,\n\nItaliensk, koreansk, polsk, portugisisk, russisk, spansk, tyrkisk",
        "de": "Egal wo Sie im Web surfen, die SimilarWeb Sidebar wird immer ähnliche Seiten anzeigen.\nSimilarWeb erweitert ihren Browser dadurch, dass Sie einfacher, schneller und produktiver im Web surfen können.\nEinmal installiert, erscheint die Seitenleiste und zeigt Vorschaubilder von Seiten an, die der gerade angesehenen ähnlich sind.\nSie können dann mit einem einfachen Klick auf ein Vorschaubild von einer Seite zur nächsten wechseln - alle Seiten entsprechen einer Reihe an gemeinsamen Themen.\n\n<b>Entdecken Sie das Web</b>\n✔ Entdecken Sie erstklassige Websites ohne suchen zu müssen\n✔ Lesen Sie Artikel von Nachrichtenjournalen oder Blogs\n✔ Erhalten Sie aktuelle Kommentare zu der Seite, die sie gerade besuchen\n\n<b>Individuelle Ansichten</b>\n✔ Sidebar - Vorschaubilder der ähnlichen Seiten am Rand des Browsers\n✔ Mini Mode - SimilarWeb in Form einer animierten Vorschaubilder-Ansicht\n✔ Toolbar Button - Ergebnisse durch einen Klick auf die Symbolschaltfläche auflisten\n\n<b>Listenmodus / Vorschaumodus</b>\n✔ Listenmodus - Eine Liste der Ergebnisse mit kleinen Symbolen\n✔ Vorschaumodus - Vorschaubilder für eine informativere Ansicht\n\n<b>Abstimmen &amp; Austauschen</b>\n✔ SimilarWeb durch Abstimmen, ob eine Seite ähnlich ist oder nicht, personalisieren\n✔ Ergebnisse durch das Hinzufügen eigener Seiten erweitern\n✔ Ergebnisse einfach mit Freunden austauschen",
        "el": "Οπουδήποτε στο διαδίκτυο, η πλευρική μπάρα SimilarWeb σας επιτρέπει να ανακαλύπτετε σχετικούς ιστοτόπους.\nΒελτιώνει τον περιηγητή σας κάνοντας την περιήγησή σας στο διαδίκτυο πιο εύκολη, γρήγορη και παραγωγική.\nΜετά την εγκατάσταση, η πλευρική μπάρα εμφανίζεται στην πλευρά της οθόνης και προβάλλει εικονίδια ιστότοπων παρόμοιων με αυτόν στον οποίο βρίσκεστε.\nΜοιραστείτε τους αγαπημένους σας ιστότοπους με την κοινότητά μας.\nΛαμβάνουμε υπόψιν όλες τις κριτικές και προτάσεις των χρηστών.\nΤο SimilarWeb είναι εξαιρετικό εργαλείο διερεύνησης για την εύρεση ανταγωνιστών, εναλλακτικών επιλογών, δημοφιλών ιστότοπων για τα ενδιαφέροντά σας, και πολλά άλλα.\nο SimilarWeb είναι Προβεβλημένο Πρόσθετο από το Mozilla!\n\nΑνακαλύψτε το Διαδίκτυο\n✔ Ανακαλύψτε άμεσα ποιοτικούς ιστότοπους χωρίς την ανάγκη της αναζήτησης\n✔ Διαβάστε σχετικά άρθρα από ιστοτόπους ειδήσεων και ιστολόγια (blogs)\n✔ Λάβετε τα νεότερα σχόλια δικτυακά σχόλια καθώς περιηγείστε σε έναν ιστότοπο\n\nΠαραμετροποιήσιμες εμφανίσεις\n✔ Πλευρική μπάρα - Δείτε εικονίδια παρόμοιων ιστότοπων στην πλευρά κάθε ιστοσελίδας\n✔ Μίνι Προβολή - Εμφάνιση του SimilarWeb με προβολή κινούμενων εικονιδίων\n✔ Πλήκτρο εργαλειοθήκης - Πρόσβαση στα αποτελέσματα από ένα απλό πλήκτρο στην εργαλειοθήκη\n\nΠροβολή Εικονιδίων / Λίστας\n✔ Περιηγηθείτε σε μια λίστα αποτελεσμάτων με εικονίδια\n✔ Λάβετε εικονίδια ιστότοπων για να επιλέξετε περισσότερες πληροφορίες\n\nΜοιραστείτε &amp; Ψηφίστε\n✔ Βελτιώστε το SimilarWeb ψηφίζοντας αν ένας ιστότοπος είναι σχετικός ή όχι\n✔ Τροποποιήστε τα αποτελέσματά σας προσθέτοντας δικούς σας Ιστότοπους\n✔ Μοιραστείτε εύκολα ό,τι βρίσκετε με τους φίλους σας\n\nΥποστηριζόμενες γλώσσες\nΚινέζικα, Αγγλικά, Γαλλικά, Γερμανικά, Εβραϊκά,\nΙταλικά, Κορεάτικα, Πολωνικά, Πορτογαλικά, Ρωσικά, Ισπανικά, Τούρκικα",
        "en-US": "See website traffic and key metrics for any website, including engagement rate, traffic ranking, keyword ranking and traffic source.\nThe SimilarWeb Browser Extension allows you to gain insights into any website’s statistics and strategy as you’re browsing, with the click of a button. The extension allows you to surf sites and find out all the information you need, all in one place.\n\nWith a single click, you can get in-depth traffic and engagement statistics for any website. Want to see how popular a site is? What are the main traffic sources? The SimilarWeb browser extension provides users with all this information and much, much more. \n\n--------------------------------------------------------------------------------------------------------------\n\nWhen downloading our product you join SimilarWeb Panel and become part of our ambitious project of getting the insight and trends about the digital world this project is here to improve and expand the world’s knowledge about digital trends.\n\nFor the purpose of providing you with analytic data, ranks, popularity, and website metrics, Usage of the extension requires granting it permission to capture anonymized clickstream data. We will collect data regarding your browsing usage, specifically the domains you browse. For more information regarding our data collection, we urge you to review our privacy policy before you install our add-on, available here: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/a430a85c2f6eff699b59eb3cfd12a59c16e7d78b3258a1b20d6870c45ccb0d1c/https%3A//www.similarsites.com/privacy-policy\" rel=\"nofollow\">https://www.similarsites.com/privacy-policy</a>\nTerms of Service: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/c5136d3eba60a0e0e023ea390bd817eb9f0701d417ebde24677d469d2eeb5df4/https%3A//www.similarsites.com/termsofuse\" rel=\"nofollow\">https://www.similarsites.com/termsofuse</a>",
        "es": "SimilarWeb - Herramienta de Descubrimiento\nDonde quiera que vayas en la web, la barra lateral de SimilarWeb te ayudará a descubrir sitios relacionados.\nMejora tu navegador haciendo mas fácil, rápido y productivo tu surfeo por la web.\nUna vez instalado, la barra lateral aparece en un lado de tu ventana y te muestra pequeñas figuras de sitios que son similares al lugar que actualmente estas viendo.\nComparte tus sitios favoritos mediante nuestra comunidad.\nNosotros tomamos todos los ratings y sugerencias en consideración.\nSimilarWeb es una gran herramienta de busqueda que puede ayudarte en la busqueda de competidores, alternativas gratis, sitios populares de tu interes, y mucho más. \n\n¡SimilarWeb si un complemento recomendado de Mozilla!\n\nDescubre la Web\n✔ Instantaneamente descubre sitios de calidad sin la necesidad buscar.\n✔ Lee articulos relacionados sobre sitios de noticios y blogs.\n✔ Obten los ultimos comentarios de la web mientras navegas en cualquier sitio. \n\nVistas Personalizadas\n✔ Barra Lateral - Mira vistas previas de sitios similares al lado de cualquier pagina web.\n✔ Modo Mini - Muestra SimilarWeb con una vista de thumbnail animado\n✔ Botón de la Barra de Herramientas - Accede a los resultados desde un simple botón. \n\nVista Previa / Modo Lista\n✔ Navega a través de una lista de resultados con pequeños iconos\n✔ Obten vistas previas de los sitios para una opción mas informativa.",
        "he": "<b>עוד על המוצר</b>\nבכל אתר בו תגלשו, סרגל הצד של SimilarWeb יציג אתרים מקושרים. כך תוכלו לגלוש בדרך קלה, מהירה ויעילה יותר ברשת. \nלאח ההתקנה, סרגל הצד יופיע בצד המסך עם תמונות קטנות של אתרים דומים לאתר שאתם צופים בו כרגע. תוכלו לדלג בקלות מאתר לאתר ע\"י לחיצה על תמונתו. \n\n<b>לגלות את הרשת</b>\n✔ מציג כתבות קשורות מאתרי חדשות ובלוגים\n✔ מציג כתבות קשורות מאתרי חדשות ובלוגים\n✔ מציג הערות ברשת על האתר בו אתם גולשים\n\n<b>תצוגה מותאמת אישית</b>\n✔ סרגל צד- גישה לאתרים דומים ע\"י תמונות\n✔ מצב ממוזער- גישה לסרגל צד מצומצם\n✔ כפתור סרגל כלים- גישה לתוצאות מכפתור על סרגל הכלים\n\n<b>מצב רשימה / מצב מוקטן</b>\n✔ גלשו דרך רשימה של תוצאות עם אייקונים קטנים\n✔ קבלו תמונה ממוזערת של האתרים עם יותר אינפורמציה\n\n<b>שתפו ודרגו</b>\n✔ שפרו את SimilarWeb ע\"י הצבעה אם אתר דומה או לא\n✔ התאימו את התוצאות ע\"י הוספת אתרים דומים משלכם\n✔ שתפו בקלות את חבריכם במה שגיליתם\n\n<b>שפות נתמכות</b>\nסינית, אנגלית, צרפתית, עברית, קוריאנית, פורטוגזית, רוסית",
        "it": "Ovunque andiate sul web, la barra laterale SimilarWeb vi aiuterà a scoprire i siti correlati.\nL'aumenta il vostro browser rendendo più facile, più veloce e più produttivo per navigare il web.\nUna volta installata, la barra laterale appare sul lato dello schermo e vi mostra piccoli\nimmagini di siti che sono simili al sito che si sta visualizzando.\nCondividi i tuoi siti preferiti in tutta la nostra comunità.\nPrendiamo tutte le valutazioni degli utenti e dei suggerimenti in considerazione.\nSimilarWeb è un grande strumento di ricerca che può aiutare a trovare i concorrenti,\nAlternative gratuite, i siti popullari nel vostro interesse, e molte altro\nWo auch immer Sie im Web zu gehen, wird die Sidebar SimilarWeb Entdecken Sie mit verwandten Seiten.\nEs erweitert Ihren Browser machen es einfacher, schneller und produktiver im Web zu surfen.\nEinmal installiert, erscheint in der Seitenleiste auf der Seite des Bildschirms und zeigt Ihnen, kleine\nBilder von Websites, die ähnlich wie die Seite, die Sie momentan betrachten.\nSagen Sie Ihre bevorzugten Standorten in unserer Gemeinde.\nWir nehmen alle User-Bewertungen und Vorschläge zu berücksichtigen.\nSimilarWeb ist ein großes Forschungs-Tool, das Ihnen helfen können Konkurrenten,\nfreie Alternativen, beliebte Websites in Ihrem Interesse, und vieles mehr.\nSimilarWeb è un addon di Mozilla consigliato!\n\nScoprono il Web\n✔ scoprire istantaneamente siti di qualità senza la necessità di ricercare\n✔ Leggi gli articoli correlati da siti di notizie e blog\n✔ Ricevi le ultime osservazioni durante la navigazione web di un sito\n\nSimilarWeb ist ein Mozilla-Addon empfohlen!\n\nEntdecken Sie die Web-\n sofort festzustellen, hochwertige Websites, ohne die Notwendigkeit des Suchens\n✔ Lesen verwandte Texte von News-Sites und Blogs\n✔ Erhalten Sie die aktuellsten Web-Kommentaren während des Surfens eine Seite\n\nVisualizzazioni personalizzate\n\n✔ Sidebar - Vedi le miniature dei siti simili al lato di ogni pagina web\n\n✔ Mini Mode - Mostra SimilarWeb con una miniatura animata\n\n✔ Toolbar Button - Accesso i risultati di un semplice pulsante della barra\n\nBenutzerdefinierte Ansichten\n\n✔ Sidebar - Siehe Thumbnails von ähnlichen Websites auf die Seite einer beliebigen Web-Seite\n✔ Mini Mode - Show SimilarWeb mit einem animierten Thumbnail-Ansicht\n✔ Toolbar Button - Zugriff auf die Ergebnisse aus einer einfachen Schaltfläche in der Symbolleiste\n\nMiniatura / Elenco Mode\n\n✔ sfogliare un elenco di risultati con icone piccole\n\n✔ Get miniature sito per una scelta più informativo\n\nThumbnail / List Mode\n\n✔ Navigieren durch eine Liste von Ergebnissen mit kleinen Symbolen\n\n✔ Get Site Thumbnails für eine informative Auswahl\nListenRead phonetically\nCondivisione e votazioni\n\n✔ Migliora SimilarWeb votando, se un sito è simile o non\n\n✔ personalizzare i tuoi risultati aggiungendo i tuoi siti\n\n✔ Facile condivisione di ciò che si trova con i tuoi amici\n\nLingue supportate\n\nCinese, inglese, francese, tedesco, ebraico,\n\nItaliano, coreano, polacco, portoghese, russo, spagnolo, turco",
        "ja": "SimilarWeb のブラウザ拡張機能を使うとワンクリックでトラフィックの詳細とエンゲージメントの統計を見ることができます。\n \n人気のウェブサイトを調べて、ユーザーをサイトに誘導するためのトラフィックソースの知識と見通しを手に入れましょう。ウェブサイトの分析やアプリの詳細は <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/a9012184f828f4817eaf2f718082ea2cd5e8d7dec6b973bf6347888bb0dead41/http%3A//SimilarWeb.com\" rel=\"nofollow\">SimilarWeb.com</a> をご覧ください。 \n----------------------------------------------------------------\n製品をダウンロードすると、デジタル世界の知見やトレンドを収集するための当社の取り組みの一員として SimilarWeb Panel に参加します。プロジェクトはデジタル トレンドについて世界の知識を向上・拡大することが目的です。 \n\n拡張機能を使用して分析されたデータ、ランク、人気、類似性、ウェブサイトの指標を獲得するには、匿名化されたクリック ストリーム データの取得権限が必要です。当社ではお客様のブラウジングに関するデータ、特に閲覧したドメインを匿名で収集します。データ収集に関する詳細については拡張機能をインストールする前に、プライバシーポリシーをご覧ください  (<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5dada6632944f210ba2c98b003ec23196b8d7004a097877048e10554a337043d/http%3A//www.similarwebaddonsprivacy.com/%29%E3%80%82\" rel=\"nofollow\">http://www.similarwebaddonsprivacy.com/)。</a>",
        "ru": "Каждый раз когда вы путешествуете по Сети SimilarWeb будет помогать вам\nнаходить похожие сайты. Это поможет вам легче, быстрее и продуктивнее находить\nнужную информацию в Сети. Установленное дополнение будет находиться\nсбоку экрана и показывать вам уменьшенные изображения сайтов, похожих на тот,\nчто вы просматриваете.\nДелитесь вашими любимыми сайтами с нашим сообществом.\nМы учитываем мнения и оценки всех пользователей.\nSimilarWeb - отличная утилита, которая может помочь вам найти конкурентов, бесплатные\nаналоги, популярные сайты интересующей вас тематики и многое другое.\n\n<b>Путешествуйте по Сети</b>\n✔ Мгновенно посещайте качественные сайты без использования поиска\n✔ Читайте похожие статьи на различных новостных сайтах и блогах\n✔ Получайте последние комментарии во время просмотра любого сайта\n\n<b>Различный вид</b>\n✔ Панель для браузера - просматривайте похожие сайты для любой веб-страницы\n✔ Режим Мини - просматривайте SimilarWeb с анимированными миниатюрами\n✔ Кнопка в тулбаре - получайте доступ к результатам при помощи простой кнопки в тулбаре\n\n<b>Режим предпросмотра/списка</b>\n✔ Изучайте список сайтов с небольшими иконками\n✔ Просматривайте миниатюры сайтов для более правильного выбора\n\n<b>Голосование и обмен</b>\n✔ Голосуйте за сайты - похожи они или нет\n✔ Улучшайте результаты поиска, добавляя свои сайты\n✔ Легко делитесь своими находками с друзьями\n\n<b>Поддерживаемые языки</b>\nКитайский, Английский, Французский, Немецкий, Иврит,\nИтальянский, Корейский, Польский, Португальский, Русский, Испанский, Турецкий"
    },
    "developer_comments": {
        "en-US": "☛ If you like SimilarWeb, share it with your friends through <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d39efa3763dd3633b295074f0ebb0b0f7ff85949de3721025b1e50bf68afed5a/http%3A//www.facebook.com/group.php%3Fsid=864c2ed54bb5125d418d4c5767bda0b0&amp;gid=85733869128%23/pages/SimilarWeb-A-great-tool-for-your-browser/58055805138%3Fsid=e846fc1861279b0df5d31ed49a3786c9&amp;ref=s\">Facebook</a> or <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/7ab47333e9438a4bae422af674a53bbdc10a47452e25697d96a3833999212326/http%3A//twitter.com/SimilarWeb\">Twitter</a>\n☛ Check out our other products: <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/02c89b2d14117c8e32985ebd3919dc5de55fe7f7f2cf4a99ed1f199d1850bd8e/http%3A//www.similarsites.com/\">Similar Sites</a>, \n\n<b>How can SimilarWeb help you?</b>\n\nYou love using GMail, Facebook, Twitter and YouTube, but you're interested in something new - visit your favourite site with our plugin and see how many sites are similar to your favourites. Now you don’t need to use Google to search for new information – it’s directly in your browser! Found new sites without a plugin - video, weather, torrent sites - everything!\n\nYou can use our plugin with any another - like firebug, xmarks, adblock, stumble upon without any problems."
    },
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/similarweb-sites-recommendatio/edit",
    "guid": "FirefoxAddon@similarWeb.com",
    "has_eula": true,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "en-US": "http://www.similarweb.com",
            "ja": "http://www.similarweb.com"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3d069a93f3c3aebf76d9dfdbc35c9a3e330d7851e94ef6abd0d4f13fe39d279/http%3A//www.similarweb.com",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3d069a93f3c3aebf76d9dfdbc35c9a3e330d7851e94ef6abd0d4f13fe39d279/http%3A//www.similarweb.com"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/10/10548-64.png?modified=1605100909",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/10/10548-32.png?modified=1605100909",
        "64": "https://addons.mozilla.org/user-media/addon_icons/10/10548-64.png?modified=1605100909",
        "128": "https://addons.mozilla.org/user-media/addon_icons/10/10548-128.png?modified=1605100909"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2019-11-03T08:15:11Z",
    "name": {
        "en-US": "SimilarWeb - Website Traffic Sources and Ranking",
        "ja": "SimilarWeb - トラフィックランク & ウェブサイト分析"
    },
    "previews": [
        {
            "id": 221551,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/221/221551.png?modified=1622132482",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/221/221551.jpg?modified=1622132482"
        },
        {
            "id": 221552,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/221/221552.png?modified=1622132496",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/221/221552.jpg?modified=1622132496"
        },
        {
            "id": 221553,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/221/221553.png?modified=1622132510",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/221/221553.jpg?modified=1622132510"
        },
        {
            "id": 221554,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/221/221554.png?modified=1622132516",
            "position": 3,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/221/221554.jpg?modified=1622132516"
        }
    ],
    "promoted": null,
    "ratings": {
        "average": 4.2211,
        "bayesian_average": 4.161580606192999,
        "count": 95,
        "text_count": 31
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/similarweb-sites-recommendatio/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/10548",
    "slug": "similarweb-sites-recommendatio",
    "status": "public",
    "summary": {
        "ar": "الوصول السريع للمواقع المشابهه و ذات العلاقة بالموقع الذي تستعرضه!\nالتصويت فيما إذا كانت المواقع فعلا مشابهه أم لا و تخصيص نتائجك الشخصية.\nاحصل على المقالات ذات الصلة و التعليقات المباشرة لأي موقع.\nمشاركة المواقع مع الأصدقاء بسهولة عبر Facebook",
        "da": "Øjeblikkelig adgang til de bedste steder i forbindelse med det, du kigger!\n\nAfstemning, hvis sider ligner hinanden eller ej, og tilpas dine resultater.\n\nFå relaterede artikler og live web kommentarer til ethvert websted.",
        "de": "Sofortiger Zugang zu den besten Seiten, die der gerade angesehenen ähnlich sind! Stimmen Sie ab, ob eine Seite ähnlich ist oder nicht und personalisieren Sie somit Ihre Ergebnisse.",
        "el": "Άμεση πρόσβαση σε ιστότοπους σχετικούς με αυτόν που προβάλλετε!\nΨηφίστε για το αν οι ιστότοποι είναι σχετικοί ή όχι και εξακομικεύστε τα αποτελέσματα.\nΛάβετε σχετικά άρθρα και ζωντανά δικτυακά σχόλια για κάθε ιστότοπο.",
        "en-US": "Get in-depth traffic and engagement stats for any website with a single click. See how popular a website is, its geography and traffic sources, .",
        "es": "¡Acceso instantaneo a las mejores webs relacionadas a la que estas navegando!\nVota si los sitios son similares o no y personaliza tus resultados.\nObten articulos relacionados y comentarios web en vivo sobre cualquier sitio.",
        "he": "גישה מהירה לאתרים הרלוונטיים ביותר עבור האתרים בהם אתם גולשים. הצביעו אם האתר דומה או לאו והתאימו אישית את התוצאות. קבלו כתבות דומות תוך כדי קריאה ותגובות מהרשת על אתרים בהם אתם גולשים.",
        "it": "Accesso immediato ai migliori siti relativi a quella che si sta navigando!\nVota se i siti sono simili o meno, e la personalizzazione dei risultati.\nRicevi articoli correlati e commenti in diretta web per qualsiasi sito.",
        "ja": "エンゲージメント率、キーワード ランク、トラフィック ソースなどサイトのトラフィック、あらゆるサイトの主要指標を表示。",
        "ru": "Мгновенный доступ к лучшим сайтам, похожим на тот, что вы просматриваете!\nГолосуйте за сайты похожи они или нет.\nЧитайте похожие статьи и комментарии к любому сайту,\nЛегко делитесь сайтами со своими друзьями через Facebook или Twitter."
    },
    "support_email": null,
    "support_url": {
        "url": {
            "en-US": "http://www.similarweb.com"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3d069a93f3c3aebf76d9dfdbc35c9a3e330d7851e94ef6abd0d4f13fe39d279/http%3A//www.similarweb.com"
        }
    },
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/similarweb-sites-recommendatio/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/similarweb-sites-recommendatio/versions/",
    "weekly_downloads": 262,
    "_score": null
}