{"1、DHCP 服务器：开启后，小米路由可以自动向您的接入设备分配 IP 地址、DNS 服务器地址等网络参数，并通过此功能实现 IP 地址的集中管理；关闭后，小米路由将不为您的计算机自动分配 IP 地址、DNS 服务器地址等网络参数，当另一台路由器通过 Wi-Fi 中继方式连接此路由器时，中继连接将会失败。": "1. DHCP Server: After enabling it, Xiaomi Router can automatically assign IP addresses, DNS server addresses, and other network parameters to your connected devices and centrally manage IP addresses through this function; After disabling it, Xiaomi Router will not automatically assign IP addresses, DNS server addresses, and other network parameters to your computer. When another router connects to this router via Wi-Fi relay, the relay connection will fail.",
"5、静态 IP 地址绑定：通常您计算机的 IP 地址由路由器动态分配。如果您希望计算机拥有静态 IP 地址，您可以在静态 IP 地址绑定列表中手动添加您计算机的 MAC 地址和希望使用的静态 IP 地址。注意，静态 IP 地址需与路由器的局域网 IP 地址在同一网段。": "5. Static IP Address Binding: Usually, the IP address of your computer is dynamically assigned by the router. If you want your computer to have a static IP address, you can manually add the MAC address of your computer and the static IP address you want to use to the static IP address binding list. Note that the static IP address must be in the same network segment as the router's LAN IP address.",
"MU-MIMO“多用户多入多出”技术，与其依赖的Beamforming“波束成形”技术结合，可以让路由器与多台终端同时通信，极大改善无线资源利用效率，提升Wi-Fi体验。该功能生效需要路由器和终端同时支持。开启开关会同时启用MU-MIMO和Beamforming。": "MU-MIMO (Multi-User Multiple Input Multiple Output) technology, combined with the Beamforming technology it relies on, allows the router to communicate with multiple terminals simultaneously, greatly improving wireless resource utilization efficiency and enhancing Wi-Fi experience. This feature requires simultaneous support from both the router and the terminal. Turning on the switch will enable both MU-MIMO and Beamforming.",
"重要提示：如果上级路由器不是小米路由器，它分配给中继路由器的管理后台地址可能会改变，因此会造成无法访问后台，建议安装小米路由手机客户端，绑定当前路由器，即可通过手机使用管理功能。": "Important Note: If the upstream router is not a Xiaomi router, the management backend address assigned to the relay router may change, resulting in inability to access the backend. It is recommended to install the Xiaomi Router mobile client, bind the current router, and use the management function through the mobile phone.",
"某些老设备对Wi-Fi6协议支持不好，可能扫描不到信号或者连接不上等。开启此开关后，将会切换到Wi-Fi5模式，解决兼容问题。但同时会关闭Wi-Fi6的相关功能，如OFDMA、TWT、BSS Coloring等。": "Some old devices do not support the Wi-Fi6 protocol well and may not be able to scan signals or connect properly. After turning on this switch, it will switch to Wi-Fi5 mode to solve compatibility issues. However, Wi-Fi6 related functions such as OFDMA, TWT, BSS Coloring, etc., will be disabled at the same time.",
"PPTP（Point to Point Tunneling Protocol）和L2TP（Layer 2 Tunneling Protocol）为两种互联网隧道协议，都属于VPN（Virtual Private Network）虚拟专用网络的不同协议分类方式。": "PPTP (Point-to-Point Tunneling Protocol) and L2TP (Layer 2 Tunneling Protocol) are two Internet tunneling protocols, both of which belong to different protocol classification methods of VPN (Virtual Private Network).",
"小米通讯技术有限公司（以下简称“小米”或“我们”）诚挚的邀请您加入“Redmi路由器系列产品用户体验改进计划”。为了更好的为您提供新一代智能路由器所带来的美好智能生活，我们会根据需要对产品的各项功能的使用情况进行统计，进而通过这些统计数据更好的完善Redmi路由器系列产品。请放心，我们像您一样厌恶个人隐私的泄露，所有统计数据仅包括您在使用Redmi路由器过程中的使用频率、方式等，这些数据以匿名的方式保存，绝不涉及用户的个人隐私数据。": "Xiaomi Communication Technology Co., Ltd. (hereinafter referred to as 'Xiaomi' or 'we') sincerely invites you to join the 'Redmi Router Series Product User Experience Improvement Program'. In order to provide you with a better smart life brought by the new generation of smart routers, we will statistically analyze the usage of various functions of the product as needed, and then use these statistical data to better improve the Redmi router series products. Please rest assured that we dislike the disclosure of personal privacy as much as you do. All statistical data only include the frequency and method of your use of the Redmi router, and these data are saved anonymously without involving any personal privacy data of users.",
"根据小米路由器系列产品的不断改进与更新，我们有可能会对本计划进行修改，届时将会在小米路由器手机应用（APP）或路由器管理后台（web）的方式通知您。如果您没有改变之前的用户体验改进计划状态，即表示您接受我们的修改并且继续加入本计划。": "In accordance with the continuous improvement and updates of the Xiaomi Router series products, we may make changes to this plan. You will be notified via the Xiaomi Router mobile app (APP) or router management backend (web) at that time. If you do not change the status of the previous user experience improvement plan, it means you accept our modifications and continue to participate in this plan.",
"小米通讯技术有限公司（以下简称“小米”或“我们”）诚挚的邀请您加入“小米路由器系列产品用户体验改进计划”。为了更好的为您提供新一代智能路由器所带来的美好智能生活，我们会根据需要对产品的各项功能的使用情况进行统计，进而通过这些统计数据更好的完善小米路由器系列产品。请放心，我们像您一样厌恶个人隐私的泄露，所有统计数据仅包括您在使用小米路由器过程中的使用频率、方式等，这些数据以匿名的方式保存，绝不涉及用户的个人隐私数据。": "Xiaomi Communication Technology Co., Ltd. (hereinafter referred to as 'Xiaomi' or 'we') sincerely invites you to join the 'Xiaomi Router Series Product User Experience Improvement Program'. In order to provide you with a better smart life brought by the new generation of smart routers, we will statistically analyze the usage of various functions of the product as needed, and then use these statistical data to better improve the Xiaomi Router series products. Please rest assured that we dislike the disclosure of personal privacy as much as you do. All statistical data only include the frequency and method of your use of Xiaomi routers. This data is saved anonymously and will never involve users' personal privacy data.",
"开启后，2.4G和5G会使用同一名称，路由器会自动为终端选择最佳WiFi网络，如离路由器较近，会切换至5G网络，反之会切换至2.4G网络。但由于终端设备存在差异，可能存在：自动切换信号源时网络会短暂中断，甚至频繁掉线等问题。": "When enabled, 2.4G and 5G will use the same network name. The router will automatically select the best Wi-Fi network for the terminal. For example, if the terminal is closer to the router, it will switch to the 5G network; otherwise, it will switch to the 2.4G network. However, due to differences in terminal devices, there may be issues such as brief interruptions in the network or even frequent disconnections when switching signal sources automatically.",
"根据Redmi路由器系列产品的不断改进与更新，我们有可能会对本计划进行修改，届时将会在Redmi路由器手机应用（APP）或路由器管理后台（web）的方式通知您。如果您没有改变之前的用户体验改进计划状态，即表示您接受我们的修改并且继续加入本计划。": "In accordance with the continuous improvement and updates of the Redmi Router series products, we may make changes to this plan. You will be notified via the Redmi Router mobile app (APP) or router management backend (web) at that time. If you do not change the status of the previous user experience improvement plan, it means you accept our modifications and continue to participate in this plan.",
"某些老设备对Wi-Fi 6支持不好，可能出现扫描不到或者连接不上 Wi-Fi 等兼容性问题。开启此开关后，路由器将会运行到Wi-Fi 5的兼容模式下，解决兼容问题。但同时会关闭Wi-Fi 6的相关功能，如OFDMA，BSS Coloring等。": "Some old devices have poor support for Wi-Fi 6 and may experience compatibility issues such as being unable to scan or connect to Wi-Fi. Enabling this switch will make the router operate in compatibility mode with Wi-Fi 5 to address compatibility issues. However, Wi-Fi 6 related features such as OFDMA, BSS Coloring, etc., will be disabled at the same time.",
"Wi-Fi 6是新一代的Wi-Fi技术，支持OFDMA等多种新功能，可使所连接的Wi-Fi终端体验更佳。但开启该功能后，某些老终端可能出现扫描不到Wi-Fi信号或者连接不上Wi-Fi等兼容性问题。": "Wi-Fi 6 is the next generation of Wi-Fi technology, supporting various new features such as OFDMA, which can provide a better experience for connected Wi-Fi terminals. However, enabling this feature may cause compatibility issues such as older terminals being unable to scan for Wi-Fi signals or connect to Wi-Fi.",
"MU-MIMO“多用户多入多出”技术，可以让路由器与多台终端同时通信，极大改善无线资源利用效率，提升Wi-Fi体验。该功能生效需要路由器和终端同时支持。": "MU-MIMO (Multi-User Multiple Input Multiple Output) technology allows routers to communicate with multiple terminals simultaneously, greatly improving wireless resource utilization efficiency and enhancing the Wi-Fi experience. Both the router and the terminals need to support this feature for it to be effective.",
"（2）冗余备份（WAN1优先，WAN2备份/WAN2优先，WAN1备份）：如果其中一条外网宽带出现故障，可以数据分流到另一条宽带上，以保障与外部网络连通": "(2) Redundant Backup (WAN1 priority, WAN2 backup/WAN2 priority, WAN1 backup): If one of the external broadband connections fails, data can be routed to the other broadband connection to ensure connectivity with the external network.",
"如果因为下载导致路由器卡慢，建议你点击 “暂停所有下载” 来解决。若使用结束任务，路由下载功能将被停用，下次使用时你需要在当前界面再次开启": "If the router becomes slow due to downloads, it is recommended to click 'Pause All Downloads' to resolve the issue. If you choose to end the task, the router's download function will be disabled, and you will need to re-enable it next time you use it.",
"目前路由器拨号上网获得的多半都是动态IP，DDNS可以将路由器变化的外网IP和固定的域名绑定，从而用户可以在外网通过该固定域名来访问路由器。": "Currently, most routers obtain dynamic IP addresses when dialing for internet access. DDNS can bind the changing external IP address of the router to a fixed domain name, allowing users to access the router from the internet via this fixed domain name.",
"1. 帮助您更及时的更新到Redmi路由器MiWiFi操作系统（ROM）、Redmi路由器手机应用（APP）的最新版本，更及时的修复各种可能出现的问题；": "1. Help you update to the latest versions of the Redmi Router MiWiFi operating system (ROM) and the Redmi Router mobile application (APP) more promptly, and promptly fix various potential issues;",
"6. 更好的为路由器插件系统（游戏加速、网页加速、广告拦截等）的开发者提供匿名统计信息，帮助开发者们改进插件，让您获得更好的体验；": "6. Provide better anonymous statistical information to developers of router plugin systems (such as game acceleration, web acceleration, ad blocking, etc.), helping them improve plugins and provide you with a better experience;",
"开启此功能，路由器可自动发现支持畅快连的未初始化Wi-Fi设备，通过米家APP快速配网；修改路由器密码也将自动同步给支持畅快连的设备。": "When this feature is enabled, the router can automatically discover uninitialized Wi-Fi devices that support Easy Connect, and quickly set up the network through the Mijia APP; changing the router password will also be automatically synchronized to devices that support Easy Connect.",
"开启该功能后，需要您重新连接VPN方可生效，且智能分流功能将关闭。若开启后发现路由器App远程访问出现异常，请您关闭。是否确认开启？": "After enabling this feature, you need to reconnect to VPN for it to take effect, and the intelligent routing function will be disabled. If you encounter abnormal remote access to the router app after enabling it, please disable it. Are you sure you want to enable it?",
"帮助您更及时的更新到小米路由器MiWiFi操作系统（ROM）、小米路由器手机应用（APP）的最新版本，更及时的修复各种可能出现的问题；": "Help you update to the latest versions of the Xiaomi Router MiWiFi operating system (ROM) and the Xiaomi Router mobile application (APP) more promptly, and promptly fix various potential issues;",
"（3）外网路径选择（带宽聚合模式）：可选择部分设备的数据优先通过固定的WAN口宽带，比如部分数据走移动网络，部分数据走电信网络": "(3) External Network Path Selection (Bandwidth Aggregation Mode): You can choose to prioritize data from certain devices through a fixed WAN port broadband, such as some data going through mobile networks and some data going through telecommunications networks.",
"开启后，2.4GHz和5GHz将合并显示为同一个名称，路由器将优先为终端选择最佳Wi-Fi网络。合并名称后部分终端可能离线，需重新连接。": "After enabling, 2.4GHz and 5GHz will be merged and displayed under the same name, and the router will prioritize the best Wi-Fi network for the terminals. After merging the names, some terminals may go offline and need to be reconnected.",
"5G Wi-Fi是运行在5GHz以上的高频段的独立Wi-Fi比较2.4G Wi-Fi速度更快更稳定，适合电视、盒子包括距离路由器较近的设备": "5G Wi-Fi operates in the high-frequency band above 5GHz and is an independent Wi-Fi compared to 2.4G Wi-Fi. It is faster and more stable, suitable for devices such as TVs, set-top boxes, and devices close to the router.",
"路由器正常工作情况下建议使用系统升级检测进行升级，在当系统无法升级或需要降级到前一版本时使用手动上传rom包进行升级。": "It is recommended to use system upgrade detection for upgrades when the router is operating normally. Manual ROM package upload is used when the system cannot be upgraded or needs to be downgraded to a previous version.",
"局域网IP不合法,合法范围为10.0.0.0~10.255.255.255或172.16.0.0~172.23.255.255或192.168.0.0~192.168.255.255": "LAN IP address is invalid, valid range is 10.0.0.0~10.255.255.255 or 172.16.0.0~172.23.255.255 or 192.168.0.0~192.168.255.255",
"开启后，2.4G和5G将合并显示为同一个名称，路由器将优先为终端选择5G网络。合并名称后部分终端可能离线，需重新连接。": "After enabling, 2.4G and 5G will be merged and displayed under the same name, and the router will prioritize the 5G network for the terminals. After merging the names, some terminals may go offline and need to be reconnected.",
"1、将未配置过的路由器作为子路由，放置在需要Wi-Fi信号覆盖的房间 （如已配置请长按Reset按键5秒以上进行重置）": "1. Use a router that has not been configured as a sub-router and place it in a room where Wi-Fi signal coverage is needed (if configured, press and hold the Reset button for more than 5 seconds to reset).",
"注：此时路由器管理网段将变为10.31前缀，已保存的DHCP静态绑定、端口转发、DMZ主机设置、QoS限速等需要重新配置。": "Note: At this time, the router management segment will change to the 10.31 prefix, and saved DHCP static bindings, port forwarding, DMZ host settings, QoS speed limit, etc. need to be reconfigured.",
"开启此开关后，将会切换到Wi-Fi5模式，解决兼容问题。但同时会关闭Wi-Fi6的相关功能，如OFDMA，BSS Coloring等。": "After enabling this switch, it will switch to Wi-Fi 5 mode to solve compatibility issues. However, Wi-Fi 6 related features such as OFDMA, BSS Coloring, etc. will be disabled at the same time.",
"设置”拒绝阈值”和”踢除阈值”，可引导弱信号设备漫游，”拒绝阈值”通常比”踢除阈值”高3-5dBm，适用于以下三种场景：": "Setting 'Reject Threshold' and 'Kick Threshold' can guide weak signal devices to roam. 'Reject Threshold' is usually 3-5dBm higher than 'Kick Threshold' and is applicable to the following three scenarios:",
"开启TWT节能模式后，可通过TWT节能技术降低接入此路由器的Wi-Fi6终端设备功耗，部分老旧终端可能会有兼容性问题。": "After enabling TWT power-saving mode, you can reduce the power consumption of Wi-Fi 6 terminal devices connected to this router through TWT power-saving technology. Some old terminals may have compatibility issues.",
"2.家中有单台路由器时，接入设备在某些位置因为Wi-Fi信号太弱而上网体验差，引导设备切换到3G/4G以保证上网体验;": "2. When there is only one router at home, access devices have poor Internet experience in some locations due to weak Wi-Fi signals, so guide the devices to switch to 3G/4G to ensure Internet experience;",
"设置”拒绝阈值”和”踢除阈值”，可引导弱信号设备漫游，”拒绝阈值”通常比”踢除阈值”高3-5dBm，适用于以下三种场景": "Threshold setting: if the router detects that the signal level of the mobile device is lower than this value, it will cause the network device to disconnect;",
"WiFi双频合一关闭，5GHz会默认使用2.4GHz相同的网络名称（加后缀_5G）和密码，如需设成不一样，请进行修改。": "If dual-band Wi-Fi is turned off, the 5GHz network will use the same network name (plus the suffix _5G) and password as the 2.4GHz network by default. If you need to set it differently, please modify it.",
"2、租期：IP 地址分配给局域网计算机以后，如果使用时间超过这个租期，小米路由将给计算机分配新的 IP 地址。": "2. Lease Term: After assigning an IP address to a local area network computer, if the usage time exceeds this lease term, Xiaomi Router will assign a new IP address to the computer.",
"多频合一情况下，此路由器会默认开启MLO多链路连接，由Wi-Fi7终端自主选择并发频段接入，提高速率降低延迟。": "In the case of multi-frequency integration, this router will by default enable MLO multi-link connection, and Wi-Fi7 terminals will autonomously select and access concurrent frequency bands to increase speed and reduce latency.",
"警告：开启此功能后，可能会导致某些设备无法接入路由器，影响用户的正常上网体验，建议非专业人士请勿开启。": "Warning: Enabling this feature may cause some devices to be unable to access the router, affecting users' normal Internet experience. It is recommended that non-professionals do not enable it.",
"路由器正常工作情况下建议使用小米WiFi app进行安装，当安装失败或需要降级到前一版本时使用手动安装插件。": "It is recommended to use the Xiaomi WiFi app for installation when the router is working normally. If the installation fails or you need to downgrade to the previous version, use manual installation of the plugin.",
"关闭路由器将断开其他设备的数据访问和网络连接，之后便可以安全的断开电源。（再次启动需要手工连接电源）": "Turning off the router will disconnect data access and network connections for other devices, then you can safely disconnect the power. (Manual power connection is required for restart)",
"您加入计划之后所提供的匿名统计数据对于我们更好的改善Redmi路由器的兼容性、稳定性、易用性，具体包括：": "The anonymous statistical data provided by you after joining the program will help us better improve the compatibility, stability, and usability of Redmi routers, including:",
"WiFi双频合一关闭，5G会默认使用2.4G相同的网络名称（加后缀_5G）和密码，如需设成不一样，请进行修改。": "If dual-band Wi-Fi is turned off, the 5G network will use the same network name (plus the suffix _5G) and password as the 2.4G network by default. If you need to set it differently, please modify it.",
"您加入计划之后所提供的匿名统计数据对于我们更好的改善小米路由器的兼容性、稳定性、易用性，具体包括：": "The anonymous statistical data provided by you after joining the program will help us better improve the compatibility, stability, and usability of Xiaomi routers, including:",
"5. 帮助您更好的使用Redmi路由器周边的其他智能家居设备，改善这些设备与Redmi路由器联动的相关功能；": "5. Help you better use other smart home devices around the Redmi router and improve the related functions of these devices linked to the Redmi router;",
"当你需要通过VPN使用外网时，可以开启此功能保证Redmi路由器APP远程服务可用，其他情况下关闭此功能": "When you need to use the Internet through VPN, you can enable this function to ensure that the Redmi router APP remote service is available. Turn off this function in other cases",
"路由器正常工作情况下建议使用系统升级检测进行升级。当系统无法升级时使用手动上传ROM包进行升级。": "It is recommended to use system upgrade detection for upgrading when the router is working normally. When the system cannot be upgraded, use manual upload of ROM package for upgrade.",
"（1）增加带宽（带宽聚合模式）：可同时使用两条外网宽带线路以增加外网总带宽，实现更大的下载速率": "(1) Increase bandwidth (bandwidth aggregation mode): You can use two external network broadband lines simultaneously to increase the total external network bandwidth and achieve greater download speeds.",
"当你需要通过VPN使用外网时，可以开启此功能保证小米路由器APP远程服务可用，其他情况下关闭此功能": "When you need to use the Internet through VPN, you can enable this function to ensure that the Xiaomi router APP remote service is available. Turn off this function in other cases.",
"WPA3为新一代加密技术，可使安全性大大加强，但选择该选项后部分旧设备会存在兼容性问题而无法接入": "WPA3 is a new generation encryption technology, which greatly enhances security, but after selecting this option, some old devices may have compatibility issues and cannot access.",
"开启相册备份后，回家手机上的照片将自动备份到小米路由器上，无需担心手机空间存储不足或数据丢失": "After enabling album backup, the photos on your mobile phone will be automatically backed up to the Xiaomi router when you return home, so you don't need to worry about insufficient mobile phone storage space or data loss.",
"1. Auto模式：智能配置此路由器IPv6网络为Passthough/ Native / NAT 6 ，推荐选择此配置方式；": "1. Automatic Mode: Intelligently configure this router's IPv6 network to Passthrough/Native/NAT 6. This configuration method is recommended;",
"3.路由器上接入用户较多时，踢除弱信号接入设备，减轻路由器压力，让信号好的设备有更好上网体验;": "3. When there are many users connected to the router, remove devices with weak signals to reduce router pressure and provide a better internet experience for devices with good signals;",
"帮助您更好的使用小米路由器周边的其他智能家居设备，改善这些设备与小米路由器联动的相关功能；": "Help you better use other smart home devices around Xiaomi routers and improve the related functions of these devices and Xiaomi routers;",
"5. Passthrogh：此模式透传IPv6数据，启用后相应数据将在路由器WAN侧和LAN侧之间点对点传输。": "5. Passthrogh: This mode transparently transmits IPv6 data. When enabled, the corresponding data will be transmitted point-to-point between the router's WAN side and LAN side.",
"路由器重启需要等待十几秒或更多时间，重启过程中将会断开网络连接，稍后将自动重新连接网络。": "Router restart takes a dozen seconds or more. During the restart, the network connection will be disconnected, and it will automatically reconnect later.",
"3. 帮助您更好的了解您的网络、硬盘使用情况，确保您的Redmi路由器持续稳定的为您提供服务；": "3. Help you better understand your network and hard disk usage, and ensure that your Redmi router continues to provide you with stable services;",
"开启白名单功能后，将只允许名单中的设备访问管理后台，每次开启会将本机自动添加至白名单。": "After enabling the whitelist function, only devices on the list will be allowed to access the management background, and the local device will be automatically added to the whitelist each time it is enabled.",
"检查光猫或其他上级设备的面板上所有灯是否都是绿灯常亮，如果红灯闪烁请检查线路是否正常。": "Check if all the lights on the panel of the optical cat or other upstream devices are green and on. If the red light is flashing, please check if the line is normal.",
"请注意：升级将会使所有已连接设备的网络中断，升级过程中请勿断开路由器电源或关闭本页面！": "Please note: Upgrading will interrupt the network connection of all connected devices. Please do not disconnect the router's power or close this page during the upgrade!",
"2. 更好的适配您的网络服务供应商（ISP）所提供的各种不同网络接入服务（ADSL、光纤等）；": "2. Better adapt to the various network access services (ADSL, fiber optic, etc.) provided by your Internet service provider (ISP);",
"3. PPPoEv6：此模式将默认复用IPv4拨号链路，也可以手动输入IPv6宽带账号密码手动配置；": "3. PPPoEv6: This mode will default to reuse the IPv4 dial-up link, and you can also manually enter the IPv6 broadband account password for manual configuration;",
"1.首先需要在VPN服务商官网上注册账号，获得用户名、密码、服务器地址、协议类型等信息。": "1. First, you need to register an account on the official website of the VPN service provider to obtain information such as username, password, server address, and protocol type.",
"启用此功能后，Redmi路由器将开启IPv6上网功能（使用前请咨询网络运营商是否支持IPv6）": "After enabling this function, the Redmi router will enable IPv6 internet access (please consult your network operator before using IPv6)",
"帮助您更好的了解您的网络、硬盘使用情况，确保您的小米路由器持续稳定的为您提供服务；": "To help you better understand your network and disk usage and ensure that your Xiaomi router continues to provide you with stable service;",
"AIoT智能天线自动扫描功能可以自动发现未初始化的小米智能设备，通过米家APP快速入网。": "The AIoT smart antenna automatic scanning function can automatically discover uninitialized Xiaomi smart devices and quickly connect to the network through the Mijia APP.",
"双WAN功能是指支持两条外网宽带线路同时工作以带来更佳的网络体验，其主要的功能如下：": "Dual WAN function refers to supporting two external broadband lines to work simultaneously to bring a better network experience. Its main functions are as follows:",
"升级过程大约需要5-8分钟，路由器指示灯重新变蓝后，可以通过miwifi.com进入管理后台": "The upgrade process takes about 5-8 minutes. After the router indicator light turns blue again, you can enter the management background through miwifi.com",
"开启后，路由器USB接口将工作在3.0模式下。（USB3.0使用时会对2.4G Wi-Fi有些影响）": "After enabling it, the router's USB interface will work in 3.0 mode. (Using USB 3.0 will have some impact on 2.4G Wi-Fi)",
"4. 更好的让Redmi路由器手机应用（APP）工作在您的手机上，并获得更流畅的操作体验；": "4. Better let the Redmi router mobile application (APP) work on your mobile phone and get a smoother operation experience;",
"恢复出厂设置操作会抹掉当前路由器的所有设置，建议您先进行配置备份再恢复出厂设置。": "Performing a factory reset will erase all current settings of the router. It is recommended that you back up the configuration before restoring the factory settings.",
"1. 重新插拔WAN口连接的网线，并将光猫/家庭网关断电重启，10分钟后重新进行初始化。": "1. Replug the network cable connected to the WAN port, power off and restart the optical cat/home gateway, and reinitialize it after 10 minutes.",
"1.家中有多台路由器时，将弱信号接入设备引导到信号较好的路由器，达到良好上线体验;": "1. When there are multiple routers in the house, guide devices with weak signals to the router with better signals to achieve a good online experience;",
"2、确保待添加的子路由处于未配置状态（长按Reset按钮5秒后即可恢复成未配置状态）;":"2. Make sure that the sub-route to be added is in an unconfigured state (press and hold the Reset button for 5 seconds to return to the unconfigured state);",
"不同Wi-Fi频段合并，使用相同的Wi-Fi名称。系统将自动为你选择最佳的Wi-Fi频段接入": "Merge different Wi-Fi bands and use the same Wi-Fi name. The system will automatically select the best Wi-Fi band for you to access",
"2.若此前已完成Mesh组网，子路由将会失去连接，待恢复出厂设置后需重新进行组网。": "2. If the Mesh network has been completed before, the sub-router will lose connection. After restoring the factory settings, you need to re-network.",
"此信道受法规管控功率低于其他信道，为保障上网体验建议选择其他信道，是否继续？": "This channel is regulated and has a lower power than other channels. For a better internet experience, it is recommended to select another channel. Continue?",
"2、接通子路由电源，等待System指示灯变成蓝色或白色常亮（颜色取决于具体型号）": "2. Turn on the power of the sub-router and wait for the System indicator light to turn blue or white (depending on the specific model).",
"如果出现老旧终端在此路由开启TWT节能模式后出现兼容性问题，建议尝试以下方法：": "If old terminals encounter compatibility issues after the TWT energy-saving mode is enabled on this router, it is recommended to try the following methods:",
"你的浏览器禁止了Javascript功能，会造成无法使用系统进行路由器管理，请开启。": "Your browser has disabled JavaScript functionality, which will prevent you from using the system to manage the router. Please enable it.",
"VPN属于远程访问技术，应用举例：出差员工在外地通过VPN服务访问企业内部网络。": "VPN is a remote access technology. For example, traveling employees access the company's internal network through VPN services while away from the office.",
"2、将子路由上电，启动完成后将自动进行组网，组网时子路由Internet指示灯快闪": "2. Power on the sub-router. After startup is complete, it will automatically form a network. During network formation, the sub-router's Internet indicator light will flash quickly.",
"切换国家或地区将会变更路由器的无线网络工作信道，需要重启后生效，是否确定？": "Switching the country or region will change the wireless network's operating channel of the router. It will take effect after a restart. Are you sure?",
"当刷回较低版本时，建议您同时清除掉用户配置，以防止版本兼容性引起的异常故障": "When downgrading to a lower version, it is recommended to clear the user configuration to prevent abnormal failures caused by version compatibility.",
"踢除阈值：路由器检测到移动设备信号强度小于此值时，将强制已上线的设备下线;": "Kick-out threshold: When the router detects that the signal strength of a mobile device is lower than this value, it will forcibly disconnect the device that is already online;",
"自动模式下路由器会根据当前网络使用情况动态调整带宽分配，保证网络体验流畅": "In automatic mode, the router dynamically adjusts bandwidth allocation based on current network usage to ensure a smooth network experience.",
"此功能可能在网络拥塞的环境下导致网络出现一定的丢包变多及延时提高的问题。": "This function may cause an increase in packet loss and latency in a congested network environment.",
"中继模式下，如果上级路由器是小米路由器，请设置和上级路由器相同的国家地区": "In relay mode, if the upstream router is a Xiaomi router, please set the same country or region as the upstream router.",
"踢除阈值：路由器检测到移动设备信号强度小于此值时，将强制已上线的设备下线": "Kick-out threshold: When the router detects that the signal strength of a mobile device is lower than this value, it will forcibly disconnect the device that is already online.",
"开启DMZ功能可以将内网某一个设备的IP映射到外网，方便从外网访问到该设备。": "Enabling DMZ (Demilitarized Zone) function maps the IP of a device on the internal network to the external network, allowing access to that device from the outside.",
"开启IPv6防火墙后，将禁止所有外网对局域网设备的主动访问，提高网络安全性": "Enabling the IPv6 firewall will block all outbound access from the external network to the local area network devices, enhancing network security.",
"3、将待添加的子路由靠近主路由并重试（注意保持1米以外的距离以免干扰）；":"3. Move the sub-route to be added close to the main route and try again (be sure to keep a distance of 1 meter to avoid interference);",
"*拒绝阈值：路由器检测到移动设备信号强度小于此值时，拒绝设备接入路由器;": "* Denial threshold: When the router detects that the signal strength of a mobile device is lower than this value, it refuses the device from connecting to the router;",
"优先级模式下路由器会动态调整带宽分配，保证优先级较高的设备网络体验流畅": "In priority mode, the router dynamically adjusts bandwidth allocation to ensure a smooth network experience for devices with higher priority.",
"该操作将重启 Wi-Fi 并导致 Wi-Fi 下的所有设备失去连接，是否确认修改？": "This operation will restart Wi-Fi and cause all devices under Wi-Fi to lose connection. Are you sure you want to proceed with the modification?",
"*拒绝阈值：路由器检测到移动设备信号强度小于此值时，拒绝设备接入路由器": "* Denial threshold: When the router detects that the signal strength of a mobile device is lower than this value, it refuses the device from connecting to the router.",
"办法:访问路由器管理后台miwifi.com手工点击重接；或重启路由器自动重连": "Solution: Visit the router's management console at miwifi.com and manually click on reconnect; or restart the router for automatic reconnection.",
"您没有在列表中添加任何设备，保存后所有设备将无法访问网络！请返回修改": "You haven't added any devices to the list. After saving, all devices will be unable to access the network! Please go back and make changes.",
"游戏网口传输的数据会被优先转发，使得延迟更低，更适用于游戏和语音场景": "Data transmitted through the gaming port will be prioritized for forwarding, resulting in lower latency, making it more suitable for gaming and voice scenarios.",
"1.VPN用户名、密码、服务器地址、协议类型等信息需要向VPN服务商获取。": "1. VPN username, password, server address, protocol type, and other information need to be obtained from the VPN service provider.",
"强制更新为域名与IP强制更新的时间，如无特殊需求，建议使用默认配置；": "Forced update is the time when the domain name and IP are updated forcibly. If there are no special requirements, it is recommended to use the default configuration;",
"开启DDNS服务，添加服务，输入前一步获取的信息，保存并启用该服务。": "Enable DDNS service, add service, enter the information obtained in the previous step, save and enable the service.",
"2. DHCPv6：此模式会根据NAT 6方式采用情况动态配置IPv6上网方式；": "2. DHCPv6: In this mode, IPv6 Internet access will be dynamically configured based on the usage of NAT 6;",
"4. 静态IP模式：通过手动填写IPv6相关信息配置静态IPv6上网方式；": "4. Static IP Mode: Configure static IPv6 internet access by manually entering IPv6-related information;",
"强制检查为WAN口IP的检查时间，如无特殊需求，建议使用默认配置；": "Force check the check time for the WAN port IP, if there are no special requirements, it is recommended to use the default configuration;",
"4、默认网关：路由器下接入设备的默认网关，默认是路由器内网IP。": "4. Default Gateway: The default gateway for devices connected under the router, defaulting to the router's LAN IP.",
"启用此功能后，Redmi路由器将自动从运营商家庭网关同步Wi-Fi设置": "After enabling this function, the Redmi router will automatically synchronize Wi-Fi settings from the operator's home gateway.",
"如果您已开启访客wifi，切换为有线中继模式后，访客wifi将会关闭": "If you have enabled guest Wi-Fi, it will be turned off when switching to wired relay mode.",
"如果您已开启访客wifi，切换为无线中继模式后，访客wifi将会关闭": "If you have enabled guest Wi-Fi, it will be turned off when switching to wireless relay mode.",
"某些老设备对Wi-Fi6支持不好，可能扫描不到信号或者连接不上等。": "Some old devices may not support Wi-Fi6 well and may not be able to scan signals or connect properly.",
"网口协商速率不同时，将无法聚合成功。对端网卡需开启LACP协议。": "If the negotiated rates of the network ports are different, aggregation will fail. The peer network card needs to enable the LACP protocol.",
"可以通过内置的DDNS运营商去该运营商官网去注册账号及申请域名；": "You can register an account and apply for a domain name through the built-in DDNS operator on the operator's official website;",
"启用此功能后，小米路由器将自动从运营商家庭网关同步Wi-Fi设置": "After enabling this function, Xiaomi Router will automatically synchronize Wi-Fi settings from the operator's home gateway.",
"重新连接vpn后该设置将生效，同时\"小米服务走vpn功能\"将关闭": "This setting will take effect after reconnecting to the VPN, and the 'Xiaomi Service via VPN' feature will be turned off.",
"适用于没有给路由分配IPv6前缀的上网环境，例如：上级光猫拨号": "Applicable to Internet environments where no IPv6 prefix is assigned to the router, such as: upstream optical cat dial-up.",
"请检查DNS设置是否有误，若无特殊需求建议使用默认推荐设置。": "Please check if the DNS settings are correct, and if there are no special requirements, it is recommended to use the default recommended settings.",
"通过无线的方式连接至现存网络，并拓展该无线网络的覆盖范围": "Connect to an existing network wirelessly and extend the coverage of the wireless network.",
"你手工选择的当前信道有可能造成部分机型较旧的设备无法连接": "The current channel you manually selected may cause some older device models to be unable to connect.",
"您没有将当前设备添加至白名单，保存后本机将无法访问网络！": "You have not added the current device to the whitelist. After saving, the device will not be able to access the network!",
"1. 请确保接入到运营商宽带的网线已插在路由器的任意网口上": "1. Make sure the broadband cable connected to the operator is plugged into any port of the router.",
"请注意，开启以下功能后游戏网口的优先转发功能将会失效：": "Please note that after enabling the following functions, the prioritized forwarding function of the game port will be disabled:",
"备份路由器的配置，重新刷机或重置路由器后可以用来恢复。": "Backup the router's configuration, which can be used to restore after re-flashing or resetting the router.",
"1、确认主路由与待添加的子路由均支持小米Mesh组网功能：":"1. Confirm that both the main route and the sub-routes to be added support Xiaomi Mesh networking function: ",
"未检测到存储设备，请将USB存储设备连接到你的小米路由器": "No storage device detected, please connect the USB storage device to your Xiaomi router!",
"2. 若最新驱动仍无法解决兼容性问题，建议先关闭该功能。": "2. If the latest driver still cannot solve the compatibility issue, it is recommended to disable this feature first.",
"您将当前设备添加至黑名单，保存后本机将无法访问网络！": "You are adding the current device to the blacklist. After saving, the device will not be able to access the network!",
"自动连接路由器失败，请检查无线或者网线是否连接正确。": "Automatic connection to the router failed, please check whether the wireless or wired connection is correct.",
"1、将未配置过的子路由WAN口与主路由LAN口通过网线连接": "1. Connect the unconfigured WAN port of the sub-router to the LAN port of the main router with a network cable.",
"若搜不到以下新Wi-Fi，则表示中继连接失败，请重新配置": "If the following new Wi-Fi cannot be found, it means that the relay connection has failed, please reconfigure",
"3.开启VPN功能后，游戏网口的优先转发特性将无法生效。": "3. After enabling the VPN function, the prioritized forwarding feature of the game port will not take effect.",
"当前正在连接的VPN将被断开，重新连接后该设置将生效。": "The currently connected VPN will be disconnected, and the setting will take effect after reconnecting.",
"如果您缺少网线，可以先将路由器WAN口的网线拔下来使用": "If you lack a network cable, you can unplug the network cable from the router's WAN port for temporary use",
"1. 请更换光猫或其他上级设备的插入网线的端口并插牢固": "1. Please replace the port where the fiber optic cat or other upstream devices are inserted and insert it firmly.",
"IP地址由4个 0~255 之间的数字组成，数字之间用点区隔": "An IP address consists of four numbers between 0 and 255, separated by dots.",
"3.服务器地址可以是域名或IP地址，具体由服务商提供。": "3. The server address can be a domain name or IP address, provided by the service provider.",
"小米路由器支持IPv6网络，该路由器提供如下设置方式：": "Xiaomi Router supports IPv6 network, and the router provides the following setting methods:",
"2.服务器地址可以是域名或IP地址，具体由服务商提供。": "2. The server address can be a domain name or IP address, provided by the service provider.",
"通过有线的方式连接至现存网络，并将其拓展为无线网络": "Connect to an existing network via wired connection and extend it to a wireless network",
"经过检测，无法识别你的上网类型，请手工选择上网方式": "After testing, your Internet type cannot be recognized. Please manually select the Internet access method",
"是否确定关闭路由器，操作将断开和小米路由器的连接。": "Are you sure you want to turn off the router? This operation will disconnect from the Xiaomi router.",
"当安装失败或需要降级到前一版本时使用手动安装插件。": "Use manual installation of plugins when installation fails or you need to downgrade to a previous version.",
"1、局域网IP地址管理栏中，选择255.255.0.0掩码段。": "1. In the LAN IP address management column, select the 255.255.0.0 mask segment.",
"注：检测到未开启Wi-Fi多频合一，无法打开MLO开关。": "Note: Wi-Fi dual-band integration is not enabled, so the MLO switch cannot be turned on.",
"当前管理终端的MAC地址，可以手动更改为其他MAC地址": "The MAC address of the current management terminal can be manually changed to another MAC address.",
"IPv6地址由8组四个十六进制数组成，每组之间用:区隔": "An IPv6 address consists of 8 groups of four hexadecimal numbers, separated by colons.",
"通过手机、电脑客户端，你可以随时随地添加下载任务": "You can add download tasks anytime, anywhere through mobile or computer clients.",
"路由空闲时为您自动升级固件版本，以便提供更好体验": "Automatically upgrade the firmware version for you when the router is idle to provide a better experience.",
"当外网下载带宽超过50Mbps时，建议无需开启QoS功能": "When the external network download bandwidth exceeds 50Mbps, it is recommended not to enable the QoS function.",
"经过检测，建议使用PPPoE方式(需要输入帐号与密码)": "After testing, it is recommended to use PPPoE mode (requires entering an account and password)",
"请修改DNS设置，若无特殊需求建议使用默认推荐设置": "Please modify the DNS settings, if there are no special requirements, it is recommended to use the default recommended settings.",
"可以通过添加服务地址来限定哪些服务流量会经过VPN": "You can specify which service traffic will pass through the VPN by adding service addresses",
"经过检测，建议使用DHCP方式(系统自动分配IP地址)": "After testing, it is recommended to use DHCP mode (the system automatically assigns IP addresses)",
"3、路由器局域网IP地址：登陆Web配置后台的地址。": "3. Router LAN IP address: Login web configuration backend address.",
"3. 接通电源，等待路由器系统指示灯变为白/蓝色；": "3. Turn on the power and wait for the router system indicator light to turn white/blue;",
"2.旧路由器与小米路由处于同一局域网中，可以互访": "2. The old router and Xiaomi router are in the same LAN and can visit each other.",
"1.恢复出厂设置操作会抹掉当前路由器的所有设置；": "1. Restoring factory settings will erase all current router settings;",
"对不起，小米路由器出现网络连接问题无法打开网页": "Sorry, Xiaomi router is experiencing network connection issues and cannot open web pages.",
"手工模式下路由器会根据您设置的速度调整带宽分配": "In manual mode, the router will adjust bandwidth allocation according to the speed you set.",
"1. 将要添加的Mesh节点路由放置主Mesh路由附近；": "1. Place the mesh node router to be added near the main mesh router;",
"确定重启路由器，重启将断开和小米路由器的连接。": "Confirm restart router, restart will disconnect from Xiaomi router.",
"雅典，布加勒斯特，赫尔辛基，基辅，马里利亚哈姆": "Athens, Bucharest, Helsinki, Kiev, Maryleham",
"1.确保小米路由器的WAN口与旧路由器通过网线连接": "1. Make sure the WAN port of Xiaomi router is connected to the old router via Ethernet cable.",
"阿姆斯特丹,柏林,伯尔尼,罗马,斯德歌尔摩,维也纳": "Amsterdam, Berlin, Bern, Rome, Stockholm, Vienna",
"安装PC和Mac客户端，可以轻松访问小米路由器硬盘": "Install PC and Mac clients to easily access Xiaomi router hard drive.",
"可以通过添加设备来限定哪些设备可以使用VPN流量": "You can limit which devices can use VPN traffic by adding devices.",
"安装手机APP，你可以用更酷的方式浏览照片和影片": "Install the mobile app, you can browse photos and videos in a cooler way.",
"重新连接vpn后该设置将生效，是否确认重新连接？": "This setting will take effect after reconnecting to VPN. Are you sure you want to reconnect?",
"2. 请确认网线是否插紧或损坏，光猫是否连接电源": "2. Please check if the cable is tightly inserted or damaged, and if the optical modem is powered on.",
"4、将待添加的子路由升至最新固件，并重置后重试":"4. Upgrade the sub-router to be added to the latest firmware, reset it and try again",
"请检查路由器上级网络的连接和相关设置是否有误": "Please check if the connection and related settings of the superior network of the router are correct.",
"确定要恢复出厂设置让小米路由器回到初始状态？": "Are you sure you want to restore factory settings to return Xiaomi router to its initial state?",
"第三步：请将网线的另一头接到XIAOMI 任一网口": "Step 3: Please connect the other end of the cable to any XIAOMI port.",
"请确认主路由器和中继路由器的Wi-Fi均已开启。": "Please confirm that Wi-Fi on the main router and relay router are both enabled.",
"提示：以上设置可以在APP的“路由器设置”中调整": "Tip: The above settings can be adjusted in the 'Router Settings' section of the app.",
"经过检测，你的WAN口无法连通，可能网线没插好": "After testing, your WAN port cannot be connected, the network cable may not be plugged in properly",
"贝尔格莱德,布拉迪斯拉发,布达佩斯,卢布尔雅那": "Belgrade, Bratislava, Budapest, Ljubljana",
"请确保XIAOMI 的WAN口与旧路由器通过网线连接": "Please make sure that XIAOMI's WAN port is connected to the old router via a network cable.",
"正在扫描附近的Wi-Fi列表，请耐心等待......": "Scanning nearby Wi-Fi list, please be patient...",
"切换为有线中继模式后，您的访客wifi将被关闭": "After switching to wired relay mode, your guest Wi-Fi will be turned off.",
"切换为无线中继模式后，您的访客wifi将被关闭": "After switching to wireless relay mode, your guest Wi-Fi will be turned off.",
"在路由器工作模式和中继工作模式之间进行切换": "Switch between router mode and relay mode.",
"关机中，请等待路由器指示灯熄灭后再断开电源": "During shutdown, please wait for the router indicator light to go out before disconnecting the power.",
"用户名和密码为注册该运营商的用户名与密码；": "The username and password are the username and password registered with the operator;",
"推荐安装小米WiFi APP,随时随地管理您的路由": "It is recommended to install the Xiaomi WiFi APP to manage your router anytime, anywhere.",
"办法4:尝试调整WAN口协商速率，然后重新拨号": "Method 4: Try adjusting the WAN port negotiation rate, then redial.",
"提示：以上设置可以在APP的“路由设置”中调整": "Tip: The above settings can be adjusted in the 'Router Settings' section of the APP.",
"1.请将旧路由器连接电源,并等待系统启动完毕": "1. Please connect the old router to the power supply and wait for the system to start up.",
"2、保存子网掩码配置，系统将自动重启并开启": "2. Save the subnet mask configuration, and the system will automatically restart and turn on.",
"切换国家或地区, 等待自动跳转... 用时70秒": "Switching countries or regions, waiting for automatic redirection... Takes 70 seconds.",
"检测到与上级路由器存在IP冲突，建议切换到": "Detected IP conflict with upstream router, recommended to switch to",
"您还可以通过拨打小米客服电话寻求相关帮助": "You can also call Xiaomi customer service for assistance.",
"路由器设置恢复成功，重启路由器即可生效！": "Router settings restored successfully, restart the router to take effect!",
"清除硬盘中的全部用户数据，例如视频或图片": "Clear all user data from the hard drive, such as videos or pictures.",
"接通电源，等待路由器系统指示灯变为蓝色；": "Turn on the power and wait for the router system indicator light to turn blue;",
"赫尔辛基,基辅,里加,索非亚,塔林,维尔纽斯": "Helsinki, Kiev, Riga, Sofia, Tallinn, Vilnius",
"2.如果不清楚VPN协议类型，可以选择自动。": "2. If you are unsure of the VPN protocol type, you can choose automatic.",
"你可以自定义哪些服务或设备会走VPN的流量": "You can customize which services or devices will use VPN traffic.",
"切换国家或地区操作生效，等待设备重启...": "Switching countries or regions takes effect, waiting for the device to restart...",
"开启及关闭此路由器的网络/系统状态指示灯": "Turn on and off the network/system status indicator lights of this router.",
"您可以选择以下两种方式来新增Mesh子路由":"You can choose the following two methods to add Mesh sub-routes:",
"通过DDNS服务商获得域名及账号密码信息；": "Obtain domain name and account password information through the DDNS service provider;",
"当前为静态IP模式，您也可以选择其他模式": "Currently in static IP mode, you can also choose other modes",
"使用手机客户端，全面体验智能路由器功能": "Use the mobile client to fully experience the smart router functions.",
"防欺诈防盗号防木马，为安全上网保驾护航": "Prevent fraud, theft, and malware to ensure safe internet access.",
"MAC地址格式有误，如ab:cd:ef:11:22:33": "Incorrect MAC address format, such as ab:cd:ef:11:22:33",
"该过程无线网络会重启，将出现短暂掉线。": "During this process, the wireless network will restart, causing a brief disconnection.",
"普通路由器工作模式（创建一个无线网络）": "Normal router mode (create a wireless network)",
"无线中继工作模式（扩展现有的无线网络）": "Wireless repeater mode (extend existing wireless networks)",
"当前为PPPoE模式，您也可以选择其他模式": "Currently in PPPoE mode, you can also choose other modes",
"此时1G网口作为LAN口，可连接局域网设备": "At this time, the 1G network port is used as the LAN port, which can connect to local network devices.",
"2.将信息添加到服务中，并启用该VPN服务": "2. Add the information to the service and enable the VPN service",
"1. 到相应终端制造商官网下载更新驱动；": "1. Go to the official website of the corresponding terminal manufacturer to download updated drivers;",
"常用设置，为设备提供Internet计入服务": "Common settings to provide internet access services for devices",
"当前为DHCP模式，您也可以选择其他模式": "Currently in DHCP mode, you can also choose other modes.",
"请选择或输入需要中继的无线网络和密码": "Please select or enter the wireless network and password you need to relay.",
"帮你搜罗最热相关视频，支持跨平台收藏": "Help you gather the hottest related videos, support cross-platform collection",
"设置成功，稍后生效，请等待一会刷新。": "Settings saved successfully. They will take effect shortly. Please wait a moment and refresh.",
"未能连接到指定WiFi(Connect faild!)": "Failed to connect to the specified WiFi (Connect failed!)",
"全新小米WiFi APP 极简操作，享受生活": "Brand new Xiaomi WiFi APP, simple operation, enjoy life",
"设置成功正在重启，需要30秒请等待...": "Settings successfully applied. Restarting, please wait for 30 seconds...",
"请设置有线中继模式的Wi-Fi名称和密码": "Please set the Wi-Fi name and password for wired relay mode",
"正在检测你的上网环境，请耐心等待...": "Detecting your internet environment, please be patient...",
"请选择小米路由器当前工作的国家/地区": "Please select the country/region where the Xiaomi router is currently operating.",
"检测到当前模式为自动获取IP（DHCP）": "Detected current mode is automatic IP acquisition (DHCP)",
"上网设置(拨号方式和宽带帐号密码等)": "Internet settings (dial-up method, broadband account password, etc.)",
"3.中继模式下部分功能和插件将被屏蔽": "3. Some functions and plugins will be blocked in relay mode",
"请输入网络运营商提供的用户名与密码": "Please enter the username and password provided by the network operator",
"添加失败，Mesh路由不能添加到黑名单": "Failed to add, Mesh router cannot be added to the blacklist",
"7x24小时安全防护 一键拉黑蹭网老王": "24/7 security protection, one-click block to prevent network freeloaders",
"7*24小时安全防护 一键拉黑蹭网老王": "24/7 security protection, one-click block to prevent network freeloaders",
"配置路由器时选择的地区，不支持更改": "The region selected when configuring the router cannot be changed",
"优先保证打游戏的网速，不卡顿不掉线": "Prioritize gaming speed to avoid lag and disconnection.",
"为您搜罗相关热点资讯，优化阅读体验": "Collect relevant hot news for you, optimize reading experience",
"优先保证浏览网页的网速，大图秒打开": "Prioritize browsing speed for quick loading of large images.",
"第一步：请将旧路由器接上电源并开启": "Step 1: Please connect the old router to the power supply and turn it on",
"为您找到最便宜的同类产品，直达所需": "Find the cheapest similar products for you, go directly to the desired one",
"检查失败，网络繁忙请刷新页面重试。": "Check failed, the network is busy, please refresh the page and try again.",
"有线中继工作模式（扩展现有的网络）": "Wired relay mode (extend existing networks)",
"白名单模式（只允许列表中设备访问）": "Whitelist mode (allows only devices in the list to access)",
"黑名单模式（不允许列表中设备访问）": "Blacklist mode (does not allow devices in the list to access)",
"仅支持WPA加密方式的设备将无法连接": "Devices that only support WPA encryption will be unable to connect",
"北京,重庆,香港特别行政区,乌鲁木齐": "Beijing, Chongqing, Hong Kong SAR, Urumqi",
"将两个LAN口聚合，实现网口速率叠加": "Combine two LAN ports to achieve port rate stacking",
"第二步：请将网线接到旧路由器WAN口": "Step 2: Please connect the network cable to the WAN port of the old router",
"此操作需要重启才能生效，是否提交?": "This operation requires a restart to take effect. Do you want to submit?",
"请选择XIAOMI 当前工作的国家/地区": "Please select the country/region where XIAOMI currently operates",
"Wi-Fi设置(Wi-Fi名称、Wi-Fi密码)": "Wi-Fi settings (Wi-Fi name, Wi-Fi password)",
"数字输入格式为\"XXXXXXXX.XX\"。": "The numeric input format is \"XXXXXXXX.XX\".",
"上级网络IP与路由器局域网IP有冲突": "Conflict between upstream network IP and router LAN IP",
"上网设置(拨号方式和宽带账号密码)": "Internet settings (dial-up mode and broadband account password)",
"WAN IPv6地址前缀长度默认为128位": "The default prefix length of the WAN IPv6 address is 128 bits.",
"少数设备可能不支持中文或特殊字符": "Some devices may not support Chinese or special characters",
"优先保证看视频的网速，高清也流畅": "Prioritize video streaming speed for smooth HD viewing",
"字节（网络正常情况下不建议修改）": "Bytes (not recommended to modify under normal network conditions)",
"恭喜，您的小米路由器已恢复正常！": "Congratulations, your Xiaomi router has returned to normal!",
"速度快，适合距离路由器较近的设备": "Fast speed, suitable for devices close to the router",
"萨拉热窝,斯科普里,华沙,萨格勒布": "Sarajevo, Skopje, Warsaw, Zagreb",
"正在检测上网连接方式，请稍等...": "Detecting Internet connection method, please wait...",
"请稍候...正在从旧路由器导入配置": "Please wait... Importing configuration from the old router",
"检查WAN口接入的宽带是否已经变更": "Check if the broadband accessed by the WAN port has changed",
"您的Wi-Fi密码如下，建议截图保存": "Your Wi-Fi password is as follows, it is recommended to take a screenshot to save it",
"提高带宽，游戏加速 团战胜人一筹": "Increase bandwidth, accelerate gaming, and win in team battles",
"使用小米WiFi APP免除记密码烦恼": "Use the Xiaomi WiFi APP to avoid the hassle of remembering passwords",
"使用小米WiFi APP管理您的路由器": "Manage your router with the Xiaomi WiFi APP",
"2. 与主Mesh路由距离不超过3米；": "2. The distance from the main Mesh router should not exceed 3 meters;",
"未能扫描到Wi-Fi,请确保射频开启": "Wi-Fi not detected, please make sure the radio frequency is enabled",
"通过MAC地址添加要使用VPN的设备": "Add devices to use VPN by MAC address",
"将Wi-Fi密码作为路由器管理密码": "Use Wi-Fi password as router management password",
"请输入宽带运营商提供的账号密码": "Please enter the account password provided by the broadband operator",
"在闲暇时自动为您升级路由器系统": "Automatically upgrade router system during idle time",
"执行此操作，局域网IP将会变更为": "Performing this operation will change the LAN IP",
"当前为无线中继模式，中继质量为": "Currently in wireless relay mode, relay quality is",
"路由器重启完成后，即可连接网络": "After the router restarts, you can connect to the network",
"路由器配置完成后，即可连接网络": "After configuring the router, you can connect to the network",
"主机名称为从运营商申请的域名；": "The host name is a domain name applied for from the operator;",
"，你的版本是最新的，无需升级。": ", your version is up to date and does not require an upgrade.",
"输入值太大，最大允许1090.56。": "The input value is too large, the maximum allowed is 1090.56.",
"IPv6网络方式设置中，请稍等...": "Setting up IPv6 network mode, please wait...",
"分享WiFi赚点钱 欢迎老王来蹭网": "Share Wi-Fi and earn some money. Welcome Mr. Wang to use it for free",
"TWT节能模式兼容性问题解决办法": "Solution to TWT power-saving mode compatibility issues",
"布鲁塞尔,哥本哈根,马德里,巴黎": "Brussels, Copenhagen, Madrid, Paris",
"3. 若仍然无法上网，请联系您的": "3. If you still cannot access the Internet, please contact your",
"端口转发开启了，不可以设置DMZ": "Port forwarding is enabled, DMZ cannot be set",
"路由器没有检测到WAN口网线接入": "The router did not detect a network cable connected to the WAN port",
"输入格式不正确,请输入标准字符": "Incorrect input format, please enter standard characters",
"端口号有冲突,请检查后重新设置": "Port number conflict, please check and reset",
"版权所有 小米移动软件有限公司": "Copyright Xiaomi Mobile Software Co., Ltd.",
"请输入一个{$0}位以内正整数。": "Please enter a positive integer of up to {$0} digits.",
"请检查路由器局域网IP地址设置": "Please check the router's LAN IP address settings",
"请不要关闭浏览器或断开路由器": "Please do not close the browser or disconnect the router",
"系统根据设备需要自动调配网速": "The system automatically allocates network speed according to device needs",
"启用与智能网关的无线配置同步": "Enable wireless configuration synchronization with the intelligent gateway",
"请检查路由器是否已经插好网线": "Please check if the router is connected to the network cable",
"经过检测，建议使用静态IP方式": "After testing, it is recommended to use static IP mode",
"或尝试重启光猫或其他上级设备": "Or try restarting the optical cat or other upstream devices",
"路由器配置完成，我们为你准备": "Router configuration complete, we are ready for you",
"多次密码错误，将禁止继续尝试": "Multiple password errors will result in a ban on further attempts",
"无限速阈值，请先进行限速设置": "Unlimited speed threshold, please set a speed limit first",
"数字输入格式为\"XXXX.XX\"。": "The numeric input format is \"XXXX.XX\".",
"强混合加密(WPA3/WPA2个人版)": "Strong mixed encryption (WPA3/WPA2 Personal Edition)",
"数字前面好像有多余的\"0\"。": "There seem to be extra \"0\" in front of the number",
"*2.5G口不支持设定为游戏网口": "*2.5G port does not support setting as a gaming port",
"再次连接Wi-Fi即可访问互联网": "Reconnect to Wi-Fi to access the Internet",
"输入值太大，最大允许65535。": "The input value is too large, the maximum allowed is 65535.",
"乔治敦,拉巴斯,马瑙斯,圣湖安": "Georgetown, La Paz, Manaus, Santa Ana",
"wifi设置(wifi名称和密码等)": "Wi-Fi settings (Wi-Fi name and password, etc.)",
"Xiaomi路由器BE3600 2.5G版": "Xiaomi Router BE3600 2.5G version",
"下载小米WiFi APP管理路由器": "Download the Xiaomi WiFi APP to manage the router",
"支持小米Mesh组网的路由产品":"Routing products that support Xiaomi Mesh networking",
"瓜达拉哈拉,墨西哥城,蒙特雷": "Guadalajara, Mexico City, Monterrey",
"莫斯科,圣彼得堡,伏尔加格勒": "Moscow, St. Petersburg, Volgograd",
"只能同时开启一个DDNS服务。": "Only one DDNS service can be enabled at a time.",
"输入值太小，最小允许0.01。": "The input value is too small, the minimum allowed is 0.01.",
"输入值太大，最大允许1024。": "The input value is too large, the maximum allowed is 1024.",
"输入值太大，最大允许2880。": "The input value is too large, the maximum allowed is 2880.",
"从旧路由器导入宽带设置失败": "Failed to import broadband settings from the old router",
"请选择要扩大范围的无线网络": "Please select the wireless network to expand",
"联系运营商查询宽带是否欠费": "Contact the operator to inquire if the broadband is overdue",
"一键从旧路由器获取账号密码": "One-click to get the account password from the old router",
"路由器名称和路由器管理密码": "Router name and router management password",
"登录状态失效，请您重新登录": "Login status expired, please log in again",
"你什么都没改变，提交什么啊": "You haven't changed anything, so why submit?",
"2. VPN服务与智能VPN分流。": "2. VPN service and intelligent VPN diversion.",
"请设置新的WI-FI名称和密码": "Please set a new Wi-Fi name and password",
"都柏林,爱丁堡,里斯本,伦敦": "Dublin, Edinburgh, Lisbon, London",
"只有开启VPN才能使用该功能": "This feature can only be used when VPN is enabled",
"钦奈,加尔各答,孟买,新德里": "Chennai, Kolkata, Mumbai, New Delhi",
"LAN IPv6前缀需要以::结尾": "LAN IPv6 prefix needs to end with ::",
"混合加密(WPA/WPA2个人版)": "Mixed encryption (WPA/WPA2 Personal Edition)",
"(UTC-12)国际日期变更线西": "(UTC-12) International Date Line West",
"PPPoE拨号失败(错误码678)": "PPPoE dial-up failed (error code 678)",
"操作生效，等待设备重启...": "Operation effective, waiting for device restart...",
"规则正在生效中，请等待...": "Rule is taking effect, please wait...",
"输入值太大，最大允许254。": "Input value is too large, maximum allowed is 254.",
"联网方式设置中，请稍等...": "Internet connection setting in progress, please wait...",
"请选择需要聚合的两个LAN口": "Please select the two LAN ports to aggregate.",
"输入值太小，最小允许576。": "Input value is too small, minimum allowed is 576.",
"2. 若还是不行，请联系您的": "2. If it still doesn't work, please contact your ",
"请输入一个4位以内正整数。": "Please enter a positive integer within 4 digits.",
"请输入一个2位以内正整数。": "Please enter a positive integer within 2 digits.",
"请输入一个5位以内正整数。": "Please enter a positive integer within 5 digits.",
"请输入一个3位以内正整数。": "Please enter a positive integer within 3 digits.",
"未找到可用的Mesh节点路由": "No available Mesh node routes found.",
"搜索要添加的Mesh节点路由": "Search for the Mesh node route to add",
"*路由器管理密码不少于8位": "* Router management password must be at least 8 characters",
"太平洋时间(美国和加拿大)": "Pacific Time (US & Canada)",
"手机扫描二维码安装客户端": "Scan the QR code with your phone to install the client",
"小米路由器正在下载升级包": "Xiaomi Router is downloading the upgrade package...",
"请手工选择需要的工作模式": "Please manually select the desired operating mode",
"切换其他路由器为中继目标": "Switch to another router as the relay target",
"正在配置中，请稍候......": "Configuration in progress, please wait...",
"智能识别网口“1”作为WAN口": "Smart identification of port '1' as WAN port",
"存在IP冲突，请检查输入项": "IP conflict detected, please check the input",
"文件格式错误，请重新选择": "File format error, please select again",
"请输入需中继Wi-Fi的密码": "Please enter the Wi-Fi password for relay",
"已阅读并同意Redmi路由器": "I have read and agree to the Redmi Router ",
"正在进行网络诊断，请稍候": "Network diagnosis in progress, please wait",
"添加要使用VPN的服务地址": "Add the service address to use VPN",
"请选择需要使用VPN的设备": "Select the device to use VPN",
"路由器WAN口没有网线接入": "The WAN port of the router is not connected to the network cable",
"小米路由器网络诊断中...": "Xiaomi router network diagnosis in progress...",
"网络异常，请检查是否联网": "Network abnormal, please check if connected to the internet",
"网络诊断完成，未发现错误": "Network diagnosis completed, no errors found",
"信号穿透力强，覆盖范围广": "Strong signal penetration, wide coverage",
"发现新版本,升级包大小为": "New version found, upgrade package size is",
"正在拨号，请耐心等待...": "Dialing, please be patient...",
"*路由器管理密码不能为空": "* Router management password cannot be empty",
"扫描二维码，下载米家APP": "Scan the QR code to download the Mijia app",
"正在检测更新，请稍候...": "Checking for updates, please wait...",
"所罗门群岛,新喀里多尼亚": "Solomon Islands, New Caledonia",
"输入值太小，最小允许8。": "Input value is too small, minimum allowed is 8.",
"输入值太小，最小允许2。": "Input value is too small, minimum allowed is 2.",
"DHCP服务和局域网IP设置": "DHCP service and LAN IP settings",
"IPv6自动配置模式应用中": "IPv6 auto-configuration mode applying",
"未找到可用的Mesh子路由":"No available Mesh sub-route found",
"搜索要添加的Mesh子路由":"Search for Mesh sub-routes to be added",
"奇瓦瓦,拉巴斯,马萨特兰": "Chihuahua, La Paz, Mazatlan",
"无加密(允许所有人连接)": "No encryption (allowing everyone to connect)",
"山地时间(美国和加拿大)": "Mountain Time (US & Canada)",
"Wi-Fi6 (802.11ax)模式": "Wi-Fi6 (802.11ax) mode",
"东部时间(美国和加拿大)": "Eastern Time (US & Canada)",
"中部时间(美国和加拿大)": "Central Time (US & Canada)",
"去小米网购买5G智能设备": "Go to Xiaomi website to purchase 5G smart devices",
"更换一根网线再尝试连接": "Try connecting again after changing the network cable",
"宽带因欠费无法继续使用": "Broadband cannot be used due to arrears",
"已阅读并同意小米路由器": "I have read and agree to the Xiaomi Router ",
"路由器自身上传下载限速": "Router's own upload and download speed limit",
"从旧路由器导入宽带设置": "Import broadband settings from old router",
"正在扫描附近的无线网络": "Scanning nearby wireless networks...",
"光猫或其他上级设备故障": "Cable or other equipment malfunction",
"尝试工作模式切换失败了": "Attempt to switch work mode failed",
"接入路由器的网线损坏了": "The network cable connected to the router is damaged",
"根据应用优先级分配网速": "Allocate network speed according to application priority",
"请在它重启之后重新连接": "Please reconnect after it restarts",
"随时随地管理你的路由器": "Manage your router anytime, anywhere",
"确定要删除这条规则吗？": "Are you sure you want to delete this rule?",
"请设置Wi-Fi名称与密码": "Please set the Wi-Fi name and password",
"1. 本计划的加入与退出": "1. Joining and exiting the plan",
"小米AIoT路由器AX3600": "Xiaomi AIoT Router AX3600",
"请填写IP地址最后一位。": "Please fill in the last digit of the IP address.",
"请输入一个10位正整数。": "Please enter a 10-digit positive integer.",
"配置完成，Wi-Fi重启中": "Configuration completed, Wi-Fi restarting",
"选择其他模式，继续配置": "Select another mode to continue configuration",
"是动态域名服务的缩写。": "It is the abbreviation of Dynamic Domain Name Service.",
"网络诊断完成，发现错误": "Network diagnosis completed, errors found",
"备用DNS服务器（可选）": "Backup DNS server (optional)",
"智能选择WAN口（推荐）": "Smart WAN selection (recommended)",
"正在设置中，请稍候...": "Setting up, please wait...",
"请输入一个3位正整数。": "Please enter a 3-digit positive integer.",
"请输入一个5位正整数。": "Please enter a 5-digit positive integer.",
"请输入一个4位正整数。": "Please enter a 4-digit positive integer.",
"AIoT智能天线自动扫描": "AIoT smart antenna automatic scanning",
"服务提供商及主机名称": "Service provider and host name",
"数字前面好像有多余的": "There seems to be extra before the number",
"中继模式下不允许关闭": "Cannot be turned off in relay mode",
"有线中继工作模式说明": "Explanation of wired relay mode",
"小米通讯技术有限公司": "Xiaomi Communication Technology Co., Ltd.",
"确定要删除这项数据吗": "Are you sure you want to delete this data?",
"正在下载系统恢复文件": "Downloading system recovery files",
"如何玩转小米路由存储": "How to use Xiaomi router storage",
"清除当前所有用户配置": "Clear all current user configurations",
"超强加密(WPA3个人版)": "Super encryption (WPA3 personal version)",
"从备份恢复路由器设置": "Restore router settings from backup",
"你确定要解除此项绑定": "Are you sure you want to unbind this item?",
"请输入路由器管理密码": "Please enter the router management password",
"路由器网络接口损坏了": "Router network interface is damaged",
"澳大利亚远东标准时间": "Australian Eastern Standard Time",
"小米路由器网络拓扑图": "Xiaomi Router Network Topology",
"《用户许可使用协议》": "《User License Agreement》",
"马克萨斯群岛标准时间": "Marquesas Islands Standard Time",
"你确定要删除此项吗？": "Are you sure you want to delete this item?",
"用户许可使用协议类型": "User License Agreement Type",
"*Wi-Fi密码不少于8位": "* Wi-Fi password must be at least 8 characters",
"搜索Mesh节点路由...": "Searching for Mesh node routes...",
"欢迎使用Redmi路由器": "Welcome to Redmi Router",
"新路由器的Wi-Fi设置": "Wi-Fi settings for the new router",
"Redmi路由器技术支持": "Redmi Router Technical Support",
"您输入的范围不合理。": "The range you entered is unreasonable.",
"《用户体验改善计划》": "《User Experience Improvement Program》",
"《用户体验改进计划》": "《User Experience Improvement Plan》",
"请输入设备的MAC地址": "Please enter the MAC address of the device",
"通过MAC地址添加设备": "Add device by MAC address",
"当前使用的MAC地址是": "The current MAC address is: ",
"*Wi-Fi密码不能为空": "* Wi-Fi password cannot be empty",
"当前QoS服务暂未开启": "<br/>Current QoS service is not enabled",
"*子网掩码格式不正确": "* Subnet mask format is incorrect",
"蒙罗维亚,雷克雅未克": "Monrovia, Reykjavik",
"小米路由器技术支持": "Xiaomi Router Technical Support",
"路由器名和管理密码": "Router name and management password",
"请勿断开路由器电源": "Do not disconnect the router power",
"可以尝试以下方法：":"You can try the following methods:",
"从设备列表添加设备": "Add device from device list",
"欢迎使用小米路由器": "Welcome to Xiaomi Router",
"不插网线，继续配置": "Continue configuration without plugging in the network cable",
"还没有设备连接进来": "No devices connected yet",
"尝试有线中继失败了": "Attempted wired relay failed",
"您已经全部添加过了": "You have already added all",
"堪培拉,墨尔本,悉尼": "Canberra, Melbourne, Sydney",
"我已安装，现在打开": "I have installed it, now open",
"请选择上网连接类型": "Please select the type of internet connection",
"© 2015 小米路由器": "© 2015 Xiaomi Router",
"搜索Mesh子路由...":"Search Mesh sub-routes...",
"请填写Wi-Fi密码。": "Please fill in the Wi-Fi password.",
"LAN口聚合注意事项": "LAN port aggregation precautions",
"*IP地址格式不正确": "* IP address format is incorrect",
"*宽带密码不能为空": "* Broadband password cannot be empty",
"阿布扎比,马斯喀特": "Abu Dhabi, Muscat",
"哈拉雷,比勒陀利亚": "Harare, Pretoria",
"*宽带账户不能为空": "* Broadband account cannot be empty",
"Wi-Fi 5 兼容模式": "Wi-Fi 5 compatibility mode",
"LAN IPv6前缀长度": "LAN IPv6 prefix length",
"下载小米WiFi APP": "Download Xiaomi WiFi APP",
"小米路由器AX1800": "Xiaomi Router AX1800",
"Wi-Fi密码至少8位": "Wi-Fi password must be at least 8 digits",
"小米路由器AC2100": "Mi Router AC2100",
"与Wi-Fi 密码相同": "Same as Wi-Fi password",
"2.5G网口（推荐）": "2.5G Ethernet port (recommended)",
"正在创建双频WiFi": "Creating dual-band WiFi",
"IPv6网络方式设置": "IPv6 network mode setting",
"添加Mesh节点路由": "Add Mesh node router",
"关闭IPv6设置成功": "IPv6 settings closed successfully",
"未检测到IPv6信息": "IPv6 information not detected",
"(UTC+1)中非西部": "(UTC+1) Central Africa",
"修改 Wi-Fi 设置": "Modify Wi-Fi settings",
"(UTC-2)中大西洋": "(UTC-2) Atlantic",
"需要拨号(PPPoE)": "PPPoE dial-up required",
"版权所有 小米公司": "Copyright Xiaomi",
"正在测速，请等待。": "Speed testing in progress, please wait.",
"波哥大,利马,基多": "Bogota, Lima, Quito",
"印第安纳州(东部)": "Indiana (East)",
"曼谷,河内,雅加达": "Bangkok, Hanoi, Jakarta",
"手工设置外网带宽": "Manually set external network bandwidth",
"端口转发规则列表": "Port forwarding rule list",
"范围转发规则列表": "Range forwarding rule list",
"无线网络所在区域": "Wireless network area",
"已绑定的设备列表": "List of bound devices",
"还未添加服务地址": "No service address added yet",
"管理后台访问控制": "Management backend access control",
"请选择插件安装包": "Please select plugin installation package",
"手工输入网络名称": "Manually enter network name",
"有线中继模式说明": "Wired relay mode description",
"诺福克岛标准时间": "Norfolk Island Standard Time",
"立即进行网络诊断": "Start network diagnosis immediately",
"无线访问黑白名单": "Wireless access black and white list",
"检测到最新版本为": "Detected latest version as",
"点击此处立即升级": "Click here to upgrade now",
"直接恢复出厂设置": "Restore to factory settings directly",
"中继服务出现异常": "Relay service abnormal",
"中继连接出现异常": "Relay connection abnormal",
"未检测到入户网线": "No household network cable detected",
"点击进行网络检测": "Click to perform network detection",
"用户体验改善计划": "User Experience Improvement Program",
"新建端口转发规则": "Create new port forwarding rule",
"隐藏网络不被发现": "Hide network from discovery",
"新建范围转发规则": "Create new range forwarding rule",
"请填写起始端口。": "Please fill in the start port.",
"未获取到上网模式": "Internet access mode not obtained",
"请填写结束端口。": "Please fill in the end port.",
"请填写外部端口。": "Please fill in the external port.",
"两次输入不一致。": "Two inputs do not match.",
"台终端接入支持。": "Support for terminal access to Taiwan.",
"请填写下载带宽。": "Please fill in the download bandwidth.",
"请填写上传带宽。": "Please fill in the upload bandwidth.",
"手动选择上网模式": "Manually select Internet access mode",
"游戏网口注意事项": "Notes on game port",
"请填写网络密码。": "Please fill in the network password.",
"请填写内部端口。": "Please fill in the internal port.",
"克拉斯诺亚尔斯克": "Krasnoyarsk",
"斯里加亚渥登普拉": "Sri Jayawardenapura",
"网络服务提供商配置": "Internet service provider configuration",
"桥接模式": "Bridge mode",
"请选择网口：": "Please select the network port:",
"可中继Wi-Fi列表": "List of Wi-Fi networks available for relay",
"关岛,莫尔兹比港": "Guam, Port Moresby",
"无线MAC地址过滤": "Wireless MAC address filtering",
"下载小米路由APP": "Download Mi Router APP",
"DNS服务器无响应": "DNS server not responding",
"通过MAC地址添加": "Add by MAC address",
"添加Mesh子路由":"Mesh route",
"备份路由器设置": "Backup Router Settings",
"按服务地址分流": "Split by Service Address",
"符拉迪沃斯托克": "Vladivostok",
"忘记账号密码？": "Forgot Account Password?",
"请选择国家地区": "Select Country/Region",
"未选择任何文件": "No File Selected",
"无法连接服务器": "Unable to Connect to Server",
"请填写服务器。": "Please Fill in the Server.",
"位以内正整数。": " characters.",
"请填写用户名。": "Please Fill in the Username.",
"Android客户端": "Android Client",
"(UTC-6)中美洲": "(UTC-6) Central America",
"双WAN功能介绍": "Dual WAN Function Introduction",
"Wi-Fi双频合一": "Dual-band Wi-Fi Consolidation",
"修改Wi-Fi设置": "Modify Wi-Fi Settings",
">启用IPv6功能": "Enable IPv6 Function",
"协调世界时-02": "Coordinated Universal Time -02",
"Wi-Fi多频合一": "Multi-band Wi-Fi in One",
"协调世界时+12": "Coordinated Universal Time +12",
"2. 请检查是否": "2. Please Check if",
"小米服务走VPN": "Mi Services via VPN",
"什么是双WAN？": "What is Dual WAN?",
"首选DNS服务器": "Preferred DNS Server",
"MAC地址白名单": "MAC Address Whitelist",
"旧路由器WAN口": "Old Router WAN Port",
"卡宴,福塔雷萨": "Cayenne, Fortaleza",
"科威特,利雅得": "Kuwait, Riyadh",
"吉隆坡,新加坡": "Kuala Lumpur, Singapore",
"奥克兰,惠灵顿": "Auckland, Wellington",
"WAN IPv6地址": "WAN IPv6 Address",
"WAN IPv6网关": "WAN IPv6 Gateway",
"LAN IPv6前缀": "LAN IPv6 Prefix",
"iPhone客户端": "iPhone Client",
"1. Qos设置；": "1. QoS Settings;",
"IPv6网络设置": "IPv6 Network Settings",
"IPv6设置介绍": "Introduction to IPv6 Settings",
"IPv6连接类型": "IPv6 Connection Type",
"家庭WiFi限速": "Home Wi-Fi Speed Limit",
"启用IPv6功能": "Enable IPv6 Function",
"访客WiFi限速": "Guest Wi-Fi Speed Limit",
"IPV6网络设置": "IPv6 Network Settings",
"UPnP设备列表": "UPnP Device List",
"2.4G网络名称": "2.4G Network Name",
"没有UPnP设备": "No UPnP Devices",
"什么是DHCP？": "What is DHCP?",
"小米路由器3G": "Mi Router 3G",
"朝鲜标准时间": "Korea Standard Time",
"已阅读并同意": "Read and Agree to ",
"还未添加设备": "No Devices Added Yet",
"联系客服检修": "Contact Customer Service for Maintenance",
"手工限速模式": "Manual Speed Limit Mode",
"无线访问控制": "Wireless Access Control",
"修改管理密码": "Change Admin Password",
"旧路由器电源": "Old Router Power Supply",
"密码输入有误": "Incorrect Password Entered",
"宽带账号上网": "Broadband Account Internet Access",
"开启穿墙模式": "Enable Wall-Penetration Mode",
"工作模式切换": "Switch Work Mode",
"选择已有网络": "Select Existing Network",
"外网带宽状态": "WAN Bandwidth Status",
"实时网络状态": "Real-time Network Status",
"实时下行流量": "Real-time Downstream Traffic",
"实时上行流量": "Real-time Upstream Traffic",
"管理密码设置": "Admin Password Setup",
"恢复出厂设置": "Factory Reset",
"终端流量统计": "Terminal Traffic Statistics",
"修改上网设置": "Modify Internet Settings",
"当前内存状态": "Current Memory Status",
"连接设备数量": "Number of Connected Devices",
"当前内存占用": "Current Memory Usage",
"没有设置信息": "No Setup Information",
"设置系统语言": "Set System Language",
"文件系统检测": "File System Detection",
"请点击下一步": "Please Click Next",
"查看完整网络": "View Full Network",
"当前系统时间：": "Current System Time: ",
"一键无线中继": "One-click Wireless Repeater",
"手动安装插件": "Manual Plugin Installation",
"插件开发环境": "Plugin Development Environment",
"日志上传成功": "Log Uploaded Successfully",
"确认账号情况": "Confirm Account Status",
"系统自动升级": "Automatic System Upgrade",
"最高速度设置": "Maximum Speed Setting",
"文件校验失败": "File Verification Failed",
"网线连网设备": "Wired Networking Device",
"外网带宽检测": "WAN Bandwidth Detection",
"有线中继模式": "Wired Repeater Mode",
"开机自动连接": "Automatic Connection on Boot",
"无线中继模式": "Wireless Repeater Mode",
"恶意网址提醒": "Malicious Website Reminder",
"选择配置类型": "Select Configuration Type",
"台终端接入？": "台 Terminals Accessed?",
"请立即升级。": "Please Upgrade Immediately.",
"请填写名称。": "Please Fill in the Name.",
"请填写密码。": "Please Fill in the Password.",
"当前CPU状态": "Current CPU Status",
"当前CPU负载": "Current CPU Load",
"系统ROM版本": "System ROM Version",
"QoS智能限速": "QoS Smart Speed Limit",
"智能VPN分流": "Smart VPN Splitting",
"QoS智能分配": "QoS Smart Allocation",
"如何设置VPN": "How to Set Up VPN",
"Redmi路由器": "Redmi Router",
"MAC地址克隆": "MAC Address Cloning",
"自动配置DNS": "Automatic DNS Configuration",
"手动配置DNS": "Manual DNS Configuration",
"TWT节能模式": "TWT Power Saving Mode",
"下载米家APP": "Download Mi Home App",
"正在测速...": "Speed Testing...",
"输入不完整。": "Incomplete Input.",
"Wi-Fi密码:": "Wi-Fi Password:",
"Wi-Fi名称:": "Wi-Fi Name:",
"2014年10月": "October 2014",
"UPnP未开启": "UPnP Not Enabled",
"什么是DDNS": "What is DDNS",
"IPv6防火墙": "IPv6 Firewall",
"内部IP地址": "Internal IP Address",
"自动获取IP": "Auto Obtain IP",
"硬盘接口 :": "Hard Disk Interface:",
"文件系统 :": "File System:",
"宽带运营商": "Broadband Service Provider",
"状态指示灯": "Status Indicator",
"有线组网：": "Wired Networking:",
"无线组网：": "Wireless Networking:",
"Wi-Fi中继": "Wi-Fi Repeater",
"2.4G 选项": "2.4G Options",
"Wi-Fi密码": "Wi-Fi Password",
"2.4G 漫游": "2.4G Roaming",
"Wi-Fi设置": "Wi-Fi Settings",
"访客Wi-Fi": "Guest Wi-Fi",
"5G网络名称": "5G Network Name",
"避让IP冲突": "Avoid IP Conflict",
"叶卡捷琳堡": "Yekaterinburg",
"《用户协议》": "\"User Agreement\"",
"路由器关机": "Router Shutdown",
"路由器位置": "Router Location",
"加里宁格勒": "Kaliningrad",
"下载客户端": "Download Client",
"重启路由器": "Restart Router",
"格式化硬盘": "Format Hard Drive",
"请选择固件": "Please Select Firmware",
"路由器名称": "Router Name",
"请输入地址": "Please Enter Address",
"没有白名单": "No Whitelist",
"请输入一个": "Please Enter Up to ",
"服务提供商": "Service Provider",
"正在查询中": "Querying",
"局域网设置": "LAN Settings",
"服务器地址": "Server Address",
"保存并生效": "Save and Apply",
"任务管理器": "Task Manager",
"路由器型号": "Router Model",
"备份与恢复": "Backup and Restore",
"小米中继器": "Xiaomi Repeater",
"小米路由器": "Xiaomi Router",
"路由器信息": "Router Information",
"正在升级中": "Upgrading",
"开发者选项": "Developer Options",
"自动（推荐）": "Auto (Recommended)",
"测速不准？": "Inaccurate Speed Test? ",
"优先级模式": "Priority Mode",
"努库阿洛法": "Nukualofa",
"按设备分流": "Split by Device",
"手机客户端": "Mobile Client",
"网口自定义": "Customize Network Port",
"蒙得维的亚": "Montevideo",
"佛得角群岛": "Cape Verde Islands",
"萨斯克彻温": "Saskatchewan",
"协调世界时": "Coordinated Universal Time",
"卡萨布兰卡": "Casablanca",
"萨摩亚群岛": "Samoa Islands",
"新西伯利亚": "Novosibirsk",
"《隐私协议》": "\"Privacy Policy\"",
"WAN口选择": "WAN Port Selection",
"MAC客户端": "MAC Client",
"印度尼西亚": "Indonesia",
"路由器日志": "Router Logs",
"伊斯坦布尔": "Istanbul",
"亚速尔群岛": "Azores",
"伊尔库茨克": "Irkutsk",
"同意，继续": "Agree, Continue",
"加载中...": "Loading...",
"双WAN设置": "Dual WAN Settings",
"固定WAN口": "Fixed WAN Port",
"\/ 总容量": "\/ Total Capacity",
"LAN口聚合": "LAN Port Aggregation",
"保存中...": "Saving...",
"WAN口速率": "WAN Port Rate",
"什么是VPN": "What is VPN",
"CPU核心数": "CPU Cores",
"处理中...": "Processing...",
"重启中...": "Restarting...",
"查询中...": "Querying...",
"连接中...": "Connecting...",
"注意事项:": "Precautions:",
"点击选择>": "Click to select >",
"TCP和UDP": "TCP and UDP",
"WAN口 IP": "WAN Port IP",
"UPnP状态": "UPnP Status",
"DHCP服务": "DHCP Service",
"PC客户端": "PC Client",
"租约(分)": "Lease (min)",
"管理密码": "Admin Password",
"拒绝阈值": "Reject Threshold",
"升级失败": "Upgrade Failed",
"下载失败": "Download Failed",
"踢除阈值": "Kick Threshold",
"取值范围": "Value Range",
"立即恢复": "Restore Now",
"解决办法": "Solution",
"重新搜索":"Search again",
"开始安装": "Start Installation",
"参数有误": "Parameter Error",
"双频合一": "Dual Frequency",
"插件安装": "Plugin Installation",
"灯效控制": "LED Control",
"网口模式": "Network Port Mode",
"工作模式": "Work Mode",
"路由模式": "Routing Mode",
"连接错误": "Connection Error",
"手动更新": "Manual Update",
"更新成功": "Update Successful",
"暂无更新": "No Updates",
"本地存储": "Local Storage",
"查看详情": "View Details",
"兼容模式": "Compatibility Mode",
"获取失败": "Failed to Obtain",
"手动安装": "Manual Install",
"开始搜索": "Start Searching",
"重新诊断": "Rediagnose",
"返回首页": "Back to Homepage",
"可能原因": "Possible Reasons",
"升级注意": "Upgrade Notice",
"正在拨号": "Dialing",
"诊断问题": "Diagnose Problem",
"下载日志": "Download Log",
"解绑选中": "Unbind Selected",
"宽带账户": "Broadband Account",
"忘记密码": "Forgot Password?",
"技术支持": "Tech Support",
"取消连接": "Cancel Connection",
"配置完成": "Configuration Complete",
"连接失败": "Connection Failed",
"立即导入": "Import Now",
"宽带密码": "Broadband Password",
"默认房间": "Default Room",
"比价助手": "Price Comparison Assistant",
"管理后台": "Admin Panel",
"手动升级": "Manual Upgrade",
"立即修复": "Repair Now",
"开始升级": "Start Upgrade",
"看片助手": "Video Assistant",
"网络名称": "Network Name",
"输入密码": "Enter Password",
"开始获取": "Start Getting",
"网关地址": "Gateway Address",
"上传带宽": "Upload Bandwidth",
"下载带宽": "Download Bandwidth",
"时区设置": "Time Zone Setting",
"手工修改": "Manual Modification",
"系统升级": "System Upgrade",
"系统语言": "System Language",
"开始上网": "Start Surfing",
"上网向导": "Internet Wizard",
"端口转发": "Port Forwarding",
"外网带宽": "External Bandwidth",
"累计终端": "Total Terminals",
"上网信息": "Internet Information",
"温得和克": "Windhoek",
"圣地亚哥": "Santiago",
"大马士革": "Damascus",
"阿拉斯加": "Alaska",
"亚利桑那": "Arizona",
"加拉加斯": "Caracas",
"耶路撒冷": "Jerusalem",
"加德满都": "Kathmandu",
"阿德莱德": "Adelaide",
"乌兰巴托": "Ulaanbaatar",
"阿斯塔纳": "Astana",
"布里斯班": "Brisbane",
"重新检测": "Redetect",
"游戏网口": "Gaming Port",
"第比利斯": "Tbilisi",
"手工添加": "Manual Add",
"有线中继": "Wired Relay",
"您也可以": "You Can Also",
"起始端口": "Start Port",
"结束端口": "End Port",
"应用名称": "Application Name",
"新建备份": "New Backup",
"添加服务": "Add Service",
"控制模式": "Control Mode",
"设备名称": "Device Name",
"确认密码": "Confirm Password",
"核心频率": "Core Frequency",
"请先阅读": "Please Read First",
"继续配置": "Continue Configuration",
"无需拨号": "No Need to Dial",
"更改时区": "Change Time Zone",
"更改时间": "Change Time",
"时间设置": "Time Settings",
"最近更新": "Recently Updated",
"外网状态": "Internet Status",
"服务列表": "Service List",
"中继状态": "Relay Status",
"中继设置": "Relay Settings",
"当前时间": "Current Time",
"重新测速": "Re-Speed Test",
"升级检测": "Upgrade Detection",
"上传日志": "Upload Log",
"当前版本": "Current Version",
"网络速度": "Network Speed",
"终端设备": "Terminal Devices",
"上网方式": "Internet Access",
"外部端口": "External Port",
"内部端口": "Internal Port",
"最大速度": "Max Speed",
"当前网速": "Current Network Speed",
"设备信息": "Device Information",
"路由状态": "Router Status",
"存储状态": "Storage Status",
"推荐设置": "Recommended Settings",
"取消升级": "Cancel Upgrade",
"延展阅读": "Extended Reading",
"绑定设备": "Bind Device",
"设置成功": "Settings Successful!",
"无线信道": "Wireless Channel",
"频段带宽": "Bandwidth",
"解除绑定": "Unbind",
"添加规则": "Add Rule",
"加密方式": "Encryption Method",
"自动配置": "Auto Configuration",
"手动配置": "Manual Configuration",
"子网掩码": "Subnet Mask",
"默认网关": "Default Gateway",
"选择网络": "Select Network",
"提示信息": "Prompt Information",
"确认信息": "Confirmation Information",
"密码错误": "Password Error",
"手工设置": "Manual Settings",
"如何扩展": "How to Expand",
"上传限速": "Upload Speed Limit",
"下载限速": "Download Speed Limit",
"点击测速": "Click to Test Speed",
"上传速度": "Upload Speed",
"连接正常": "Connection Normal",
"系统设置": "System Settings",
"下载速度": "Download Speed",
"开始测速": "Start Speed Test",
"增加一项": "Add One",
"一键绑定": "One-Click Bind",
"主机名称": "Host Name",
"状态检查": "Status Check",
"常用设置": "Common Settings",
"高级设置": "Advanced Settings",
"自动模式": "Auto Mode",
"游戏优先": "Game Priority",
"网页优先": "Web Priority",
"视频优先": "Video Priority",
"现在安装": "Install Now",
"更新日志": "Update Log (Cannot be translated from iframe source)",
"立即升级": "Upgrade Now",
"文件下载": "File Download",
"选择文件": "Select File",
"文件备份": "File Backup",
"系统版本": "System Version",
"官方网站": "Official Website",
"简体中文": "Simplified Chinese",
"香港繁體": "Traditional Chinese (Hong Kong)",
"台湾繁體": "Traditional Chinese (Taiwan)",
"官方微博": "Official Weibo",
"香港地区": "Hong Kong",
"重要提示": "Important Reminder",
"台湾地区": "Taiwan",
"中国大陆": "China",
"官方微信": "Official WeChat",
"连接时长": "Connection Duration",
"用户社区": "User Community",
"常见问题": "FAQ",
"服务热线": "Service Hotline",
"内存容量": "Memory Capacity",
"内存频率": "Memory Frequency",
"当前终端": "Current Terminal",
"最快下载": "Maximum Download",
"总下载量": "Total Download",
"总上传量": "Total Upload",
"基里巴斯": "Kiribati",
"雅库茨克": "Yakutsk",
"开始恢复": "Start Recovery",
"无线中继": "Wireless Repeater",
"主路由器": "Primary Router",
"上网设置": "Internet Settings",
"安全中心": "Security Center",
"系统状态": "System Status",
"特殊拨号": "Special Dialing",
"设备列表": "Device List",
"限速设置": "Speed Limit Setting",
"客户端IP": "Client IP",
"马上体验": "Experience Now",
"拨号成功": "Dialing Success",
"断开连接": "Disconnect",
"立即连接": "Connect Now",
"开始设置": "Start Setup",
"访问外网": "Access Internet",
"尼日利亚": "Nigeria",
"保加利亚": "Bulgaria",
"哥伦比亚": "Colombia",
"罗马尼亚": "Romania",
"马来西亚": "Malaysia",
"拉脱维亚": "Latvia",
"斯洛伐克": "Slovakia",
"克罗地亚": "Croatia",
"澳大利亚": "Australia",
"爱沙尼亚": "Estonia",
"巴西利亚": "Brasília",
"开始备份": "Start Backup",
"连网设备": "Connected Devices",
"暂不需要": "Not Needed Now (Set in Browser)",
"可选备份": "Optional Backup",
"5G 漫游": "5G Roaming",
"连接类型": "Connection Type",
"信号强度": "Signal Strength",
"协议类型": "Protocol Type",
"内存类型": "Memory Type",
"强制更新": "Force Update",
"5G 选项": "5G Options",
"DMZ状态": "DMZ Status",
"MAC地址": "MAC Address",
"设置QoS": "Set QoS",
"MLO设置": "MLO Settings",
"USB存储": "USB Storage",
"IP地址": "IP Address",
"目标IP": "Destination IP",
"AP模式": "AP Mode",
"开始IP": "Start IP",
"结束IP": "End IP",
"静态IP": "Static IP",
"优先级": "Priority",
"已断开": "Disconnected",
"总容量": "Total Capacity",
"服务器": "Server",
"开发版": "Development Version",
"用户名": "Username",
"亚松森": "Asunción",
"纽芬兰": "Newfoundland",
"格陵兰": "Greenland",
"明斯克": "Minsk",
"请填写": "Please Fill In",
"请选择": "Please Select",
"请上传": "Please Upload",
"夏威夷": "Hawaii",
"贝鲁特": "Beirut",
"消息框": "Message Box",
"巴格达": "Baghdad",
"内罗毕": "Nairobi",
"德黑兰": "Tehran",
"埃里温": "Yerevan",
"霍巴特": "Hobart",
"路易港": "Port Louis",
"再试试": "Try Again",
"塔什干": "Tashkent",
"已加入": "Joined",
"下一步": "Next",
"无限制": "Unlimited",
"未启用": "Not Enabled",
"服务名": "Service Name",
"已连接": "Connected",
"互联网": "Internet",
"俄罗斯": "Russia",
"局域网": "LAN",
"畅快连": "Easy Connect",
"原密码": "Original Password",
"请输入": "Please Enter",
"马加丹": "Magadan",
"库亚巴": "Cuiabá",
"新密码": "New Password",
"自定义": "Custom",
"未生效": "Not Effective",
"稳定版": "Stable Version",
"请联系": "Please Contact",
"乌克兰": "Ukraine",
"西班牙": "Spain",
"以色列": "Israel",
"意大利": "Italy",
"摩洛哥": "Morocco",
"新加坡": "Singapore",
"新西兰": "New Zealand",
"葡萄牙": "Portugal",
"比利时": "Belgium",
"匈牙利": "Hungary",
"已启用": "Enabled",
"柬埔寨": "Cambodia",
"立陶宛": "Lithuania",
"马耳他": "Malta",
"肯尼亚": "Kenya",
"墨西哥": "Mexico",
"土耳其": "Turkey",
"爱尔兰": "Ireland",
"达尔文": "Darwin",
"聚合口": "Aggregation Port",
"喀布尔": "Kabul",
"安曼": "Amman",
"开罗": "Cairo",
"巴库": "Baku",
"达卡": "Dhaka",
"仰光": "Yangon",
"珀斯": "Perth",
"其他": "Other",
"带宽": "Bandwidth",
"速率": "Rate",
"公司": "Company",
"克隆": "Clone",
"易用": "User-friendly",
"安全": "Security",
"加速": "Accelerate",
"赚钱": "Earn Money",
"地址": "Address",
"切换": "Switch",
"继续": "Continue",
"操作": "Operation",
"网关": "Gateway",
"停用": "Disable",
"启用": "Enable",
"加入": "Join",
"返回": "Back",
"断开": "Disconnect",
"斐济": "Fiji",
"问题": "Issue",
"健康": "Healthy",
"在线": "Online",
"图片": "Image",
"视频": "Video",
"名称": "Name",
"重启": "Reboot",
"重试": "Retry",
"漫游": "Roaming",
"注销": "Log out",
"已用": "Used",
"重连": "Reconnect",
"确认": "Confirm",
"保存": "Save",
"状态": "Status",
"连接": "Connection",
"必填": "Required",
"协议": "Protocol",
"应用": "Apply",
"取消": "Cancel",
"添加": "Add",
"上传": "Upload",
"密码": "Password",
"开启": "On",
"关闭": "Off",
"模式": "Mode",
"频段": "Frequency Band",
"音乐": "Music",
"信息": "Information",
"德国": "Germany",
"巴西": "Brazil",
"瑞士": "Switzerland",
"智利": "Chile",
"丹麦": "Denmark",
"埃及": "Egypt",
"芬兰": "Finland",
"法国": "France",
"荷兰": "Netherlands",
"挪威": "Norway",
"秘鲁": "Peru",
"波兰": "Poland",
"瑞典": "Sweden",
"泰国": "Thailand",
"越南": "Vietnam",
"英国": "United Kingdom",
"捷克": "Czech Republic",
"希腊": "Greece",
"约旦": "Jordan",
"老挝": "Laos",
"文档": "Documentation",
"删除": "Delete",
"或者": "Or",
"编辑": "Edit",
"选填": "Optional",
"移除": "Remove",
"欧洲": "Europe",
"账户": "Account",
"分钟": "Minutes",
"下载": "Download",
"账号": "Account",
"提示": "Tip",
"设置": "Settings",
"好的": "Okay",
"搜索": "Search",
"自动": "Automatic",
"标准": "Standard",
"恢复": "Restore",
"穿墙": "Wall-Penetrating",
"台北": "Taipei",
"节能": "Energy-saving",
"确定": "OK",
"韩国": "South Korea",
"开关": "Switch",
"位置": "Location",
"本机": "Local",
"完成": "Finish",
"最高": "Maximum",
"小时": "Hours",
"首尔": "Seoul",
"时": "Hour",
"和": "And",
"台": "Taiwan",
"良": "Good",
"年": "Year",
"月": "Month",
"日": "Day",
"天": "Days",
"分": "Minutes",
"秒": "Seconds",
"家": "Home",
"优": "Excellent"}