{
    "id": 2867673,
    "authors": [
        {
            "id": 13188097,
            "name": "Siderite",
            "url": "https://addons.mozilla.org/en-US/firefox/user/13188097/",
            "username": "Siderite"
        }
    ],
    "average_daily_users": 250,
    "categories": [
        "games-entertainment"
    ],
    "contributions_url": "",
    "created": "2024-09-12T18:35:07Z",
    "current_version": {
        "id": 5876167,
        "compatibility": {
            "firefox": {
                "min": "130.0",
                "max": "*"
            },
            "android": {
                "min": "130.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/lichess-tools-by-siderite/versions/5876167",
        "file": {
            "id": 4420448,
            "created": "2025-01-15T15:51:14Z",
            "hash": "sha256:735614e2c4fbae9c8ac777c06c505e9d9f0d5fa5b7bc356a0f016e9a75253a7d",
            "is_mozilla_signed_extension": false,
            "size": 959540,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4420448/lichess_tools_by_siderite-2.3.192.xpi",
            "permissions": [
                "activeTab",
                "https://lichess.org/*",
                "https://lichess.dev/*",
                "*://lichess.org/*",
                "*://lichess.dev/*"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 22,
            "is_custom": false,
            "name": {
                "en-US": "MIT License"
            },
            "slug": "MIT",
            "url": "https://spdx.org/licenses/MIT.html"
        },
        "release_notes": {
            "en-US": "bug fix"
        },
        "reviewed": "2025-01-15T15:55:27Z",
        "version": "2.3.192"
    },
    "default_locale": "en-US",
    "description": {
        "en-US": "This extension adds a lot of extra functionality to the <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f3be3e7925af8b4002b42c0c55e97d3597c7ec65541961d6e671d089d9ef5c35/https%3A//lichess.org\" rel=\"nofollow\">https://lichess.org</a> web site.\n\nMain features:\n\n - Extended Interactive Lessons allow you to play ALL variations\n - Explorer Practice allows you to play against the moves in Opening Explorer, essentially helping you train against any rating bracket on the Internet or a specific opponent\n - local computer analysis chart when no server one exists, even when not logged in\n - Enhanced PGN Import in Analysis board allows you to merge multiple PGNs into a single one (lichess limitations strip down the comments, but I am working on a solution). This helps you quickly collect a player's repertoire and maybe save it as a study Interactive Lesson, simulating their play. Then you can export the current analysis moves into separate lines as well, or just copy a single branch as a PGN.\n - See evaluation of possible moves of the selected piece in analysis\n - Automatic detection of interesting/brilliant/good/best moves\n - a PGN editor supporting a lot of operations and accepting tens of megabytes of text\n - Mobile device features (for browsers that support extensions on mobile, like Kiwi), including drawing arrows and circles on mobile, scroll/zoom lock while playing, etc.\n - Change the friends box into a menu or a button, live update Friends page,\n - Sound and voice notifications where players you follow start playing (with mutable option per player)\n - TV enhancements: Current games section for players you follow and streamers, menu to go to previously opened games, previous two games in player TV just like in category TV\n - Ctrl-right/left to play a random move from the available ones in the list. This also works for moves coming from transposing positions\n - Extra context menus for Analysis/Study move list. One allows you to copy the current branch as a PGN. Another will use add comments with the computer evaluation to the terminating moves in all branches\n - Show player country flags and game opening names\n - Custom chat buttons when playing\n\nThere are many more. Here is a comprehensive list, in the order of implementation:\n\n - randomly play one of the next moves with Ctrl-RightArrow\n     - configurable probability to play a move by putting prc:&lt;number&gt; in the move comment, where number is a percentage between 1 and 100\n - highlights for the last move of variations in the analysis/study board\n     - also showing which of the last moves that have not ended in mate have no comment\n - highlights the transpositions to the current move in the analysis/study board\n     - also an option to show all transpositions in the PGN\n - play multiple variations in Interactive lesson mode in the same chapter! (using the prc: notations if present)\n - automatically open/hide/convert to menu the Friends box at page load\n - sound alert when one of your friends starts playing a game (for various time controls)\n - changing the shortcut for playing the next best computer move from Space to Ctrl-Space\n - a minimum chess engine level (if it is idle in a lower state, it runs until it gets to that level)\n - sticky Interactive lesson Preview mode (remains in Preview when switching between chapters)\n - use keyboard shortcuts (i, m, b, Alt-i, Alt-m, Alt-b) for inaccuracies, mistakes and blunders in analysis\n - show player country flags next to their names (if they have their country specified in the profile)\n - import multiple PGNs in analysis mode and merge them into one\n - show the order of arrows and circles in analysis/study\n - add an item in the Watch menu to go to last watched game (and from there to the previously watched game and so on)\n - show opening name in TV game and mini games\n - opening explorer button to quickly switch between you and the selected user\n - show history section (last two games) for user TV\n - copy branches from analysis/study to clipboard\n - TV games have a link to the game in the title and can be bookmarked during the game\n - languages supported: English, Romanian\n - extension options in the Preferences menu in LiChess\n - next moves from transpositions are now available in the analysis move list\n - study move list context menu item to automatically go to the last move of every variation and add a comment with the computer evaluation\n - option to save preferences in incognito mode, too (you have to set it from Preferences first!)\n - buttons to change chapter names from the Event or Black/White PGN tags in the chapter edit form\n - custom styles for study comments\n - study chapter navigation controls (including random chapter)\n - auto save and button to reload PGNs in Analysis mode (recover from accidental reloads)\n - enhanced Friends list now shows live online status and TV links, plus allows the option to \"mute\" playing alerts for each player\n - hide score tally crosstable during play\n - select move from variations, computer list or explorer by pressing . (dot), Ctrl-. and Shift-. respectively, then a digit key\n - global enable/disable extension switch\n - for the currently selected chapter, the ability to selectively remove just the comments, glyphs or drawn shapes\n - mobile device settings (use Kiwi browser on mobiles, it allows extensions)\n - custom user CSS themes (you can create PRs for them or ask me to include them, but you are maintaining them!)\n - delete all PGN tags in bulk or pick individual ones from the current chapter\n - practice with Explorer (computer makes moves based on what masters, lichess or a specific player played in that position)\n - additional glyphs on board\n - drawing of arrows and circles on mobile (for analysis, study, games, puzzles, TV)\n - collapsable preference categories\n - extra computer analysis metrics on charts and eval gauge\n - the many preferences now can be filtered by advanced or basic and the categories can be collapsed\n - a friends tab in the Current Games section, to see just the games of the people you follow\n - a menu entry to go directly to the last visited study\n - notification on unread timeline posts and comments from the blogs, forums or people you follow\n - showing evaluation on Explorer moves from local computer analysis/lichess/chessdb/winning stats\n - scroll lock on mobiles while playing\n - finding interesting moves and allowing cycling through interesting/good/brilliant moves just like with blunders\n - quiet mode on all tabs and manual button for setting quiet mode\n - explorer gambits shows which move to make to play a gambit\n - persist last study settings when creating new studies\n - button to create chapter after the selected one\n - PGN textarea in studies, similar to Analysis\n - Move list options: indented variations shows all variations as tree branches, not inline\n - Move list options: bookmarks allows tagging variations with a label, collapse/expand them, link to them, split chapter by them, open another window with just the analysis tools (move list, explorer, computer eval)\n - Option to not see cloud values in computer evaluation\n - Context menu on bookmarked positions to get the URL of the position\n - Move list options: Expanded move list and Hide left side in Analysis\n - a streamers tab in the Current Games section, to see just the games of streamers\n - search Wiki in analysis by position, not move order\n - practice with whatever computer engine you selected, ignoring cloud and with your specific custom engine level\n - TV options:\n   - show history section (last two games) for user TV\n   - TV games have a link to the game in the title and can be bookmarked during the game\n   - a friends tab in the Current Games section, to see just the games of the people you follow\n   - a streamers tab in the Current Games section, to see just the games of streamers\n - show pawn structures in analysis, TV games and mini-games\n - save different Explorer settings and toggle between them\n - click on Explorer sum row to get a random move, weighted on move probabilities\n - custom mini-game size\n - play again from where you entered Preview mode in Interactive Lessons and collapsible Interactive Lesson chapter controls\n - use Stockfish on Brave browser\n - learn from your mistakes in Study chapters\n - pin studies and broadcasts to home page\n - community forum\n - PGN editor (merge, split, normalize, count, search)\n - play lag chart\n - freeze board in analysis\n - download all studies of a player\n - larger coordinates, outside coordinates in Analysis\n - Profile date interval label and Puzzle statistics tab\n - #readgame URL to read games in analysis/study\n - restore position in the move list in study chapters on page refresh\n - move assistant shows evaluation on selected piece destinations\n - warning when playing against a suspicious opponent (disconnect rate)\n - better board image export\n - board editor mirror position button\n - more decimals in computer eval\n - unselect piece after a few seconds\n - study flairs\n - hide/show lobby page elements\n - Explorer resize\n - Custom sound options (just disable move sounds, keep the rest)\n - Back to current position in correspondence\n - Hide chat during play\n - Broadcast OBS support\n - Hide header shortcut\n - Next move behavior for variations (like Chessbase)\n - Save blog while editing it\n - Option to switch to Analysis when your game ends\n - Screen not locking when watching TV\n - Active tab icon\n - Fast interactive lesson moves\n - Paste images in chat/forum\n - URL/image detection and unlimited text size in the team/study chat\n - one click moves (in Analysis/Study)\n - show common teams of you and your opponent\n - expand variations that are collapsed by default\n - popup video support in studies\n - team chat message notifications\n - commands! type /help to get a list\n \n\nURLs:\n - extension page: https://siderite.dev/blog/new-chrome-extension-lichess-tools/\n - GitHub page: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/ff5de726b8bbb59e1f24b925f787dbe649047e28a690334275d044e477a8747f/https%3A//github.com/Siderite/lichessTools\" rel=\"nofollow\">https://github.com/Siderite/lichessTools</a>\nI am taking suggestions for other features, bug reports, styling help or any other kind. Please rate, review and spread the word!"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/lichess-tools-by-siderite/edit",
    "guid": "{052ad9f9-a99a-483b-bd8b-67e1a7065548}",
    "has_eula": false,
    "has_privacy_policy": false,
    "homepage": {
        "url": {
            "en-US": "https://siderite.dev/blog/new-chrome-extension-lichess-tools/"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/c91aa2b887525165d316fd371b4f48a2905cb21a78f8b0775d84763f49f6219a/https%3A//siderite.dev/blog/new-chrome-extension-lichess-tools/"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/2867/2867673-64.png?modified=f698ea00",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/2867/2867673-32.png?modified=f698ea00",
        "64": "https://addons.mozilla.org/user-media/addon_icons/2867/2867673-64.png?modified=f698ea00",
        "128": "https://addons.mozilla.org/user-media/addon_icons/2867/2867673-128.png?modified=f698ea00"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2025-01-15T15:55:27Z",
    "name": {
        "en-US": "LiChess Tools, by Siderite"
    },
    "previews": [
        {
            "id": 305213,
            "caption": {
                "en-US": "Explorer and Analysis list extra options"
            },
            "image_size": [
                652,
                553
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/305/305213.png?modified=1726167268",
            "position": 0,
            "thumbnail_size": [
                472,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/305/305213.jpg?modified=1726167268"
        },
        {
            "id": 305214,
            "caption": {
                "en-US": "PGN Editor allows for merging, searching, altering megabyte sized PGNs with thousands of games."
            },
            "image_size": [
                1192,
                653
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/305/305214.png?modified=1726167268",
            "position": 1,
            "thumbnail_size": [
                533,
                292
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/305/305214.jpg?modified=1726167268"
        },
        {
            "id": 305215,
            "caption": {
                "en-US": "Extra lines in charts, charts for Analysis board and games using local evaluation, brilliant/good/best moves, also working when not logged in."
            },
            "image_size": [
                932,
                877
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/305/305215.png?modified=1726167268",
            "position": 2,
            "thumbnail_size": [
                425,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/305/305215.jpg?modified=1726167268"
        },
        {
            "id": 305216,
            "caption": {
                "en-US": "A lot of analysis/study improvements, starting with study flairs, color comments, and extra options and ending with interactive lessons where you can play all variations and Explorer practice where you can practice against the Lichess database of moves."
            },
            "image_size": [
                975,
                500
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/305/305216.png?modified=1726167268",
            "position": 3,
            "thumbnail_size": [
                533,
                273
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/305/305216.jpg?modified=1726167268"
        }
    ],
    "promoted": null,
    "ratings": {
        "average": 4.5,
        "bayesian_average": 3.8457952785790046,
        "count": 8,
        "text_count": 5
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/lichess-tools-by-siderite/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/2867673",
    "slug": "lichess-tools-by-siderite",
    "status": "public",
    "summary": {
        "en-US": "Turbocharge lichess.org with a ton of features"
    },
    "support_email": {
        "en-US": "Costin.Manda+firefoxSupport@gmail.com"
    },
    "support_url": {
        "url": {
            "en-US": "https://siderite.dev/blog/new-chrome-extension-lichess-tools"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/86eb35dcb9a2e8c8d11a96b4251372e0a1a0858d8ef9f566cfce5dc85aaf57f0/https%3A//siderite.dev/blog/new-chrome-extension-lichess-tools"
        }
    },
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/lichess-tools-by-siderite/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/lichess-tools-by-siderite/versions/",
    "weekly_downloads": 34,
    "_score": null
}