{"내":[{"4":[[],[["‘나03[Ⅰ]’에 주격 조사 ‘가’나 보격 조사 ‘가’ 가 붙을 때의 형태.",null]],2,"내"]},{"3":[[],[["I","A form of '나' (I), when the postpositional particle '가' is attached to it."]],1,"내"]}],"너희":[{"1":[[],[["듣는 이가 친구나 아랫사람들일 때, 그 사람들을 가리키는 이인칭 대명사.",null],["말하는 이가 자기와 비슷하거나 자기보다 높지 아니한 사람을 상대하여, 가리키는 대상이 듣는 이와 친밀한 관계임을 나타낼 때 쓰는 말.","없음"]],2,"너히"]},{"0":[[],[["you","A pronoun used to indicate the listeners when they are the same age or younger."],["your","A pronoun used to indicate many people when listeners of the same age or younger are included."]],1,"너히"]}],"네":[{"1":[[],[["‘너’에 주격 조사 ‘가’나 보격 조사 ‘가’ 가 붙을 때의 형태.",null]],2,"네"]},{"1":[[],[["you","A form of '너' (you), when the postpositional particle '가' is attached to it."]],1,"네"]}],"내공":[{"1":[["乃公"],[["윗사람이 아랫사람을 상대하여 자기를 이르는 일인칭 대명사. 주로 임금이 신하를, 또는 아버지가 아들을 상대하여 자기를 이를 때 쓴다.",null],["‘그 사람’이라는 뜻으로, 말하는 이와 듣는 이가 아닌 사람을 가리키는 삼인칭 대명사.",null]],3,"내ː공"]},{}],"나":[{"3":[[],[["말하는 이가 대등한 관계에 있는 사람이나 아랫사람을 상대하여 자기를 가리키는 일인칭 대명사. 주격 조사 ‘가’나 보격 조사 ‘가’가 붙으면 ‘내’가 된다.",null]],2,"나"]},{"1":[[],[["I","A pronoun used to indicate oneself to a friend or a younger person."]],1,"나"]}],"누구":[{"1":[[],[["잘 모르는 사람을 가리키는 인칭 대명사.",null],["특정한 사람이 아닌 막연한 사람을 가리키는 인칭 대명사.",null],["가리키는 대상을 굳이 밝혀서 말하지 않을 때 쓰는 인칭 대명사.",null]],2,"누구"]},{"0":[[],[["(no equivalent expression)","A pronoun used to indicate a person that one does not know."],["(no equivalent expression)","A pronoun used to indicate a random person."],["(no equivalent expression)","A pronoun used to indicate a person whose name does not have to be necessarily disclosed."]],1,"누구"]}],"네놈":[{"1":[[],[["듣는 이가 남자일 때, 그 사람을 낮잡아 이르는 이인칭 대명사. 주로 맞대해서 욕할 때 쓴다.",null]],2,"네놈"]},{"0":[[],[["this man","(insulting) A pronoun used to indicate the listener when he is a male."]],0,"네놈"]}],"노객":[{"1":[["奴客"],[["고구려 때에, 신하가 임금을 상대하여 자기를 낮추어 이르던 일인칭 대명사. 광개토 대왕 때는 신라나 백제의 왕이 복종, 신속(臣屬)한다는 뜻으로 쓰기도 하였다.",null]],3,"노객"]},{}],"너":[{"1":[[],[["듣는 이가 친구나 아랫사람일 때, 그 사람을 가리키는 이인칭 대명사. 주격 조사 ‘가’나 보격 조사 ‘가’가 붙으면 ‘네’가 된다.","없음"]],2,"너"]},{"1":[[],[["(no equivalent expression)","A pronoun used to indicate the listener when he/she is the same age or younger."]],1,"너"]}],"노가":[{"1":[["奴家"],[["결혼한 여자가 남편을 상대하여 자기를 낮추어 이르는 일인칭 대명사.",null]],3,"노가"]},{}],"누구누구":[{"1":[[],[["어느 한 사람을 꼭 집어 말하지 않고 여러 사람을 두루 가리키는 인칭 대명사.",null],["잘 모르는 여러 사람의 이름이나 정체를 물을 때 쓰는 인칭 대명사.",null]],2,"누구누구"]},{"0":[[],[["who","A pronoun used to indicate many people in a random manner."],["who","A pronoun used to indicate people whom one doesn't know."]],0,"누구누구"]}],"노형":[{"1":[["老兄"],[["남자 어른이 자기보다 나이를 여남은 살 더 먹은 비슷한 지위의 남자를 높여 이르는 이인칭 대명사.",null],["처음 만났거나 그다지 가깝지 않은 남자 어른들 사이에서, 상대편을 높여 이르는 이인칭 대명사.",null]],3,"노ː형"]},{"0":[["老兄"],[["nohyeong","(polite form) A pronoun used by male adults to indicate the other person, when they are not well acquainted or not that close."]],0,"노ː형"]}]}