{
    "id": 2841094,
    "authors": [
        {
            "id": 18358222,
            "name": "Serafim",
            "url": "https://addons.mozilla.org/en-US/firefox/user/18358222/",
            "username": "anonymous-cf442bf1201d8c6476af5fdcb566bccf"
        }
    ],
    "average_daily_users": 104,
    "categories": [
        "photos-music-videos",
        "social-communication"
    ],
    "contributions_url": "",
    "created": "2024-04-12T09:57:55Z",
    "current_version": {
        "id": 5811173,
        "compatibility": {
            "firefox": {
                "min": "58.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/you-tube-screenshot-button/versions/5811173",
        "file": {
            "id": 4355463,
            "created": "2024-09-18T18:55:49Z",
            "hash": "sha256:9c17c921f64d3cf6dd32350bbcdbc3720376bac5b07e9b0a148a4e1cb82cbfd8",
            "is_mozilla_signed_extension": false,
            "size": 358994,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4355463/you_tube_screenshot_button-0.7.66.5.xpi",
            "permissions": [
                "http://*/*",
                "https://*/*",
                "<all_urls>"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 3338,
            "is_custom": false,
            "name": {
                "en-US": "Mozilla Public License 2.0"
            },
            "slug": "MPL-2.0",
            "url": "https://www.mozilla.org/MPL/2.0/"
        },
        "release_notes": null,
        "reviewed": "2024-09-18T19:00:23Z",
        "version": "0.7.66.5"
    },
    "default_locale": "en-US",
    "description": {
        "bg": "<b>YouTube Screenshot Button</b> е модерно разширение за браузър, което ви позволява да правите и запазвате висококачествени снимки на екрана от всяко видео в YouTube или <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> на вашия компютър само с едно кликване. Без да използвате софтуер на трети страни, без да се налага да изрязвате кадрите на видеоплейъра. Бързо, лесно и безопасно, без вируси и реклами.\n\nЗа да направите снимка на екрана, кликнете върху изображението на камерата в долната част на играча. \n\n<b>Характеристики на разширението:</b>\n<ul><li>Бутонът за правене на снимки на екрана, перфектно интегриран в интерфейса на плейъра в <b>YouTube и <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a></b>, ви позволява да правите снимки, без да прекъсвате гледането;</li><li>Кадърът се записва <b>без рамки на видеоплейъра</b> с възможно най-високо качество във <b>формат jpeg</b>;</li><li>Снимката на екрана съдържа оригиналното име на видеоклипа, както е било на уебсайта на услугата. Това означава, че то винаги ще бъде лесно за намиране;</li><li><b>Поддръжка за зареждане на скрийншоти от \"вградени\" (embedded) видеоклипове</b>, т.е. видеоклипове от YouTube и Odnoklassniki, хоствани на сайтове на трети страни.</li></ul><b>Важно:</b> разширението не поддържа запаметяване на снимки на екрана от YouTube Shorts.",
        "de": "<b>YouTube Screenshot Button</b> ist eine moderne Browser-Erweiterung, die es Ihnen ermöglicht, mit nur einem Klick hochwertige Screenshots von jedem YouTube- und <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a>-Video auf Ihrem PC zu erstellen und zu speichern. Ohne Programme von Drittanbietern zu verwenden, ohne den Rahmen des Videoplayers zu beschneiden. Schnell, einfach und sicher, ohne Viren und Werbung.\n\nUm einen Screenshot zu machen, klicken Sie einfach auf das Kamerabild am unteren Rand des Online-Videoplayers. \n\n<b>Funktionen der Browser-Erweiterung:</b>\n<ul><li>Die Screenshot-Schaltfläche, die perfekt in die Oberfläche des <b>YouTube- und <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a></b>-Players integriert ist, ermöglicht es Ihnen, Schnappschüsse zu machen, ohne die Wiedergabe zu unterbrechen;</li><li>Das Bild wird <b>ohne Videoplayer-Frames</b> in der höchstmöglichen Qualität im <b>jpeg-Format</b> gespeichert;</li><li>Der Screenshot enthält den ursprünglichen Namen des Videos, wie er auf der Website des Dienstes stand. Das bedeutet, dass es immer leicht zu finden ist;</li><li><b>Unterstützung für das Laden von \"eingebetteten\" Video-Screenshots</b>, d. h. YouTube- und <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a>-Videos, die auf Websites Dritter gehostet werden.</li></ul><b>Wichtig:</b> Die Erweiterung unterstützt keine Screenshots von YouTube Shorts.",
        "en-US": "<b>YouTube Screenshot Button</b> is a modern browser extension that allows you to take and save high-quality screenshots from any YouTube and <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> video to your PC with just one click. Without using third-party programs, without cropping the video player frames. Fast, easy and safe, without viruses and ads.\n\nTo take a screenshot just click on the camera image at the bottom of the online video player. \n\n<b>Features of the browser extension:</b>\n<ul><li>The screenshot button, perfectly integrated into the interface of the <b>YouTube and <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a></b> player, allows you to take snapshots without stopping the playback;</li><li>The frame is saved <b>without video player frames</b> in the highest possible quality in <b>jpeg format</b>;</li><li>The screenshot gets the original name of the video, as it was on the service's website. That means it is always easy to be found;</li><li><b>\"Embedded\" video screenshots loading support</b>, i.e. YouTube and <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> videos hosted on third-party sites.</li></ul><b>Important:</b> the extension does not support screenshots from YouTube Shorts.",
        "es": "<b>YouTube Screenshot Button</b> es una moderna extensión del navegador que te permite hacer y salvar capturas de pantalla de alta calidad de cualquier vídeo de YouTube y <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> en tu PC con un solo clic. Sin usar programas de terceros, sin recortar los fotogramas del reproductor de vídeo. Rápido, fácil y seguro, sin virus ni anuncios.\n\nPara hacer una captura de pantalla, basta con hacer clic en la imagen de la cámara situada en la parte inferior del reproductor de vídeo en línea. \n\n<b>Características de la extensión del navegador:</b>\n<ul><li>El botón de captura de pantalla, perfectamente integrado en la interfaz del reproductor de <b>YouTube y <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a></b>, permite tomar instantáneas sin detener la reproducción;</li><li>El fotograma se guarda <b>sin fotogramas del reproductor de vídeo</b> con la máxima calidad posible <b>en formato jpeg</b>;</li><li>La captura de pantalla obtiene el nombre original del vídeo, tal como figuraba en el sitio web del servicio. Eso significa que siempre es fácil de encontrar;</li><li><b>Soporte de carga de capturas de pantalla de vídeo \"incrustado\"</b>, es decir, vídeos de YouTube y <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> alojados en sitios de terceros.</li></ul><b>Importante:</b> la extensión no soporta capturas de pantalla de YouTube Shorts.",
        "fr": "<b>YouTube Screenshot Button</b> est une extension de navigateur moderne qui vous permet de prendre et d'enregistrer des captures d'écran de haute qualité à partir de n'importe quelle vidéo YouTube et <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> sur votre PC en un seul clic. Sans utiliser de programmes tiers, sans recadrer les images du lecteur vidéo. Rapide, facile et sûr, sans virus ni publicité.\n\nPour faire une capture d'écran, il suffit de cliquer sur l'image de l'appareil photo en bas du lecteur vidéo en ligne. \n\n<b>Fonctionnalités de l'extension :</b>\n<ul><li>Le bouton de capture d'écran, parfaitement intégré à l'interface du lecteur de <b>YouTube et <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a></b>, vous permet de prendre des instantanés sans interrompre la lecture ;</li><li>L'image est enregistrée <b>sans les éléments du lecteur vidéo</b> avec la meilleure qualité possible au <b>format jpeg</b> ;</li><li>La capture d'écran reprend le nom original de la vidéo, tel qu'il figurait sur le site web du service. Cela signifie qu'il est toujours facile de la trouver ;</li><li><b>Support des captures d'écran des vidéos \"intégrées\"</b>, c'est-à-dire des vidéos YouTube et <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> hébergées sur des sites tiers.</li></ul><b>Important :</b> l'extension ne supporte pas les captures d'écran des YouTube Shorts.",
        "id": "<b>YouTube Screenshot Button</b> adalah ekstensi peramban modern yang memungkinkan Anda mengambil dan menyimpan tangkapan layar berkualitas tinggi dari video YouTube dan <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> apa pun ke PC Anda hanya dengan satu klik. Tanpa menggunakan program pihak ketiga, tanpa memotong bingkai pemutar video. Cepat, mudah, dan aman, tanpa virus dan iklan.\n\nUntuk mengambil tangkapan layar, cukup klik gambar kamera di bagian bawah pemutar video online. \n\n<b>Fitur ekstensi browser:</b>\n<ul><li>Tombol tangkapan layar, terintegrasi secara sempurna ke dalam antarmuka pemutar <b>YouTube dan <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a></b>, memungkinkan Anda mengambil bidikan tanpa menghentikan pemutaran;</li><li>Bingkai disimpan <b>tanpa bingkai pemutar video</b> dalam kualitas setinggi mungkin dalam <b>format jpeg</b>;</li><li>Tangkapan layar menampilkan nama asli video, seperti yang ada di situs web layanan. Artinya, video tersebut selalu mudah ditemukan;</li><li><b>Dukungan pemuatan tangkapan layar video \"Tersemat\"</b>, yaitu video YouTube dan <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> yang di-host di situs pihak ketiga.</li></ul><b>Penting:</b> ekstensi ini tidak mendukung tangkapan layar dari YouTube Short.",
        "it": "<b>YouTube Screenshot Button</b> è una moderna estensione del browser che consente di scattare e salvare schermate di alta qualità da qualsiasi video di YouTube e <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> sul PC con un solo clic. Senza utilizzare programmi di terze parti, senza tagliare i fotogrammi del video. Veloce, facile e sicuro, senza virus e pubblicità.\n\nPer fare uno screenshot è sufficiente fare clic sull'immagine della fotocamera in fondo al lettore video online. \n\n<b>Caratteristiche dell'estensione del browser:</b>\n<ul><li>Il pulsante di screenshot, perfettamente integrato nell'interfaccia del lettore di <b>YouTube e <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a></b>, consente di scattare istantanee senza interrompere la riproduzione;</li><li>Il fotogramma viene salvato <b>senza fotogrammi del lettore video</b> nella massima qualità possibile in <b>formato jpeg;</b></li><b>\n<li>Sullo schermo compare il nome originale del video, così come era sul sito web del servizio. Ciò significa che è sempre facile da trovare;</li><li><b>Supporto per il caricamento di schermate video \"incorporate\"</b>, ovvero video di YouTube e <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> ospitati su siti terzi.</li></b></ul><b>\n<b>Importante:</b> l'estensione non supporta gli screenshot da YouTube Shorts.</b>",
        "ja": "<b>YouTube Screenshot Button</b> は、ワンクリックでYouTubeやOK.ruの動画から高品質のスクリーンショットを撮影し、PCに保存できる最新のブラウザ拡張機能です。サードパーティのプログラムを使用せず、ビデオプレーヤーのフレームをトリミングすることもありません。高速、簡単、安全で、ウイルスや広告もありません。\n\nスクリーンショットを撮るには、オンライン・ビデオ・プレーヤーの下部にあるカメラ画像をクリックしてください。\n\n<b>ブラウザ拡張機能の特徴：</b>\n<ul><li><b><a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d044466c5f8080cdfac0a52f8e87db9b821ef63b880f005231516143b4b20b8d/http%3A//YouTube%E3%81%A8OK.ru\" rel=\"nofollow\">YouTubeとOK.ru</a></b>プレーヤーのインターフェイスに完璧に統合されたスクリーンショットボタンは、再生を止めることなくスナップショットを撮ることができます；</li><li>フレームは、<b>ビデオプレーヤーのフレーム</b>なしで、可能な限り高品質の<b>JPEG形式</b>で保存されます；</li><li>スクリーンショットには、そのサービスのウェブサイトに掲載されていたビデオの元の名前が表示されます。つまり、いつでも簡単に見つけることができます；</li><li><b>\"埋め込み \"ビデオスクリーンショット読み込みのサポート</b>、つまりサードパーティサイトでホストされているYouTubeやOK.ruビデオ。</li></ul><b>重要:</b> この拡張機能は YouTube Shorts からのスクリーンショットをサポートしていません。",
        "ko": "<b>YouTube Screenshot Button</b>는 클릭 한 번으로 모든 YouTube 및 <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> 동영상에서 고화질 스크린샷을 찍어 PC에 저장할 수 있는 최신 브라우저 확장 프로그램입니다. 타사 프로그램을 사용하지 않고 동영상 플레이어 프레임을 자르지 않고도 가능합니다. 바이러스와 광고 없이 빠르고 쉽고 안전합니다.\n\n스크린샷을 찍으려면 온라인 동영상 플레이어 하단의 카메라 이미지를 클릭하기만 하면 됩니다. \n\n<b>브라우저 확장 기능의 특징:</b>\n<ul><li><b>YouTube 및 <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a></b> 플레이어의 인터페이스에 완벽하게 통합된 스크린샷 버튼을 사용하면 재생을 중지하지 않고도 스냅샷을 찍을 수 있습니다;</li><li>프레임은 <b>jpeg 형식</b>의 가능한 최고 품질로 <b>동영상 플레이어 프레임 없이</b> 저장됩니다.</li><li>스크린샷은 서비스 웹사이트에 있는 동영상의 원래 이름을 그대로 가져옵니다. 따라서 항상 쉽게 찾을 수 있습니다;</li><li><b>\"임베디드\" 동영상 스크린샷 로딩 지원</b>(예: 타사 사이트에서 호스팅되는 YouTube 및 <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> 동영상).</li></ul><b>중요:</b> 확장 프로그램은 YouTube 쇼츠의 스크린샷을 지원하지 않습니다.",
        "nl": "<b>YouTube Screenshot Button</b> is een moderne browserextensie waarmee je met één klik screenshots van hoge kwaliteit kunt maken en opslaan van elke YouTube- en <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a>-video op je pc. Zonder programma's van derden te gebruiken, zonder de frames van de videospeler bij te snijden. Snel, gemakkelijk en veilig, zonder virussen en advertenties.\n\nOm een screenshot te maken klik je op het camerabeeld onderaan de online videospeler. \n\n<b>Kenmerken van de browser extensie:</b>\n<ul><li>Met de screenshot-knop, die perfect is geïntegreerd in de interface van de <b>YouTube en <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a></b>-speler, kun je snapshots maken zonder het afspelen te stoppen;</li><li>Het frame wordt opgeslagen <b>zonder frames van de videospeler</b> in de hoogst mogelijke kwaliteit in <b>jpeg-formaat</b>;</li><li>Het screenshot bevat de originele naam van de video, zoals die op de website van de service stond. Dat betekent dat het altijd gemakkelijk terug te vinden is;</li><li><b>\"Embedded\" video screenshots laden ondersteuning</b>, d.w.z. YouTube en <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> video's gehost op sites van derden.</li></ul><b>Belangrijk:</b> De extensie ondersteunt geen schermafbeeldingen van YouTube Shorts.",
        "pa-IN": "<b>YouTube Screenshot Button</b> एक आधुनिक ब्राउज़र एक्सटेंशन है जो आपको केवल एक क्लिक से किसी भी यूट्यूब और ओके.आरयू वीडियो से उच्च गुणवत्ता वाले स्क्रीनशॉट लेने और अपने पीसी पर सहेजने की अनुमति देता है। तृतीय-पक्ष प्रोग्राम का उपयोग किए बिना, वीडियो प्लेयर फ़्रेम को क्रॉप किए बिना। तेज़, आसान और सुरक्षित, बिना वायरस और विज्ञापनों के।\n\n\nस्क्रीनशॉट लेने के लिए बस ऑनलाइन वीडियो प्लेयर के नीचे कैमरा छवि पर क्लिक करें।\n\n\n<b>ब्राउज़र एक्सटेंशन की विशेषताएं:</b>\n<ul><li>स्क्रीनशॉट बटन, जो <b>YouTube और <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a></b> प्लेयर के इंटरफ़ेस में पूरी तरह से एकीकृत है, आपको प्लेबैक को रोके बिना स्नैपशॉट लेने की अनुमति देता है;</li><li>फ़्रेम को <b>वीडियो प्लेयर फ़्रेम के बिना</b> उच्चतम संभव गुणवत्ता में <b>jpeg प्रारूप</b> में सहेजा गया है;</li><li>स्क्रीनशॉट को वीडियो का मूल नाम मिलता है, जैसा कि सेवा की वेबसाइट पर था। इसका मतलब है कि इसे ढूंढना हमेशा आसान होता है;</li><li><b>\"एम्बेडेड\" वीडियो स्क्रीनशॉट लोडिंग समर्थन</b>, यानी YouTube और <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> वीडियो तृतीय-पक्ष साइटों पर होस्ट किए गए।</li></ul><b>महत्वपूर्ण:</b> एक्सटेंशन YouTube शॉर्ट्स के स्क्रीनशॉट का समर्थन नहीं करता है।",
        "pl": "<b>YouTube Screenshot Button</b> to nowoczesne rozszerzenie przeglądarki, które umożliwia wykonywanie i zapisywanie wysokiej jakości zrzutów ekranu z dowolnego filmu z YouTube i <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> na komputerze za pomocą jednego kliknięcia. Bez korzystania z programów innych firm, bez przycinania ramek odtwarzacza wideo. Szybko, łatwo i bezpiecznie, bez wirusów i reklam.\n\nAby wykonać zrzut ekranu, wystarczy kliknąć obraz z kamery u dołu odtwarzacza wideo online. \n\n<b>Funkcje rozszerzenia przeglądarki:</b>\n<ul><li>Przycisk zrzutu ekranu, doskonale zintegrowany z interfejsem odtwarzacza <b>YouTube i <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a></b>, umożliwia robienie zrzutów ekranu bez zatrzymywania odtwarzania;</li><li>Ramka jest zapisywana <b>bez ramek odtwarzacza wideo</b> w najwyższej możliwej jakości w <b>formacie jpeg</b>;</li><li>Zrzut ekranu zawiera oryginalną nazwę filmu, tak jak na stronie internetowej usługi. Oznacza to, że zawsze łatwo go znaleźć;</li><li><b>Wsparcie pobierania \"osadzonych\" zrzutów ekranu wideo</b>, tj. filmów z YouTube i <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> hostowanych w witrynach innych firm.</li></ul><b>Important:</b> rozszerzenie nie wspiera zrzutów ekranu z YouTube Shorts.",
        "pt-BR": "O <b>YouTube Screenshot Button</b> é uma extensão de navegador moderna que permite fazer e salvar capturas de tela de alta qualidade de qualquer vídeo do YouTube e <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> no seu PC com apenas um clique. Sem usar programas de terceiros, sem cortar os quadros do player de vídeo. Rápido, fácil e seguro, sem vírus e anúncios.\n\nPara fazer uma captura de tela, basta clicar na imagem da câmera na parte inferior do player de vídeo on-line. \n\n<b>Recursos da extensão do navegador:</b>\n<ul><li>O botão de captura de tela, perfeitamente integrado à interface do player <b>YouTube e <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a></b>, permite tirar fotos sem interromper a reprodução;</li><li>O quadro é salvo <b>sem quadros do reprodutor de vídeo</b> com a mais alta qualidade possível no <b>formato jpeg</b>;</li><li>A captura de tela obtém o nome original do vídeo, como estava no site do serviço. Isso significa que é sempre fácil encontrá-lo;</li><li><b>Suporte para carregamento de capturas de tela de vídeo \"incorporadas\"</b>, ou seja, vídeos do YouTube e <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> hospedados em sites de terceiros.</li></ul><b>Importante:</b> a extensão não é compatível com capturas de tela de curtas do YouTube.",
        "ro": "<b>YouTube Screenshot Button</b> este o extensie modernă de browser care vă permite să faceți și să salvați capturi de ecran de înaltă calitate din orice videoclip YouTube și <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> pe PC-ul dumneavoastră cu un singur clic. Fără a utiliza programe terțe, fără a tăia cadrele playerului video. Rapid, ușor și sigur, fără viruși și reclame.\n\nPentru a face o captură de ecran, trebuie doar să faceți clic pe imaginea camerei din partea de jos a playerului video online. \n\n<b>Caracteristici ale extensiei de browser:</b>\n<ul><li>Butonul de captură de ecran, perfect integrat în interfața playerului <b>YouTube și <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a></b>, vă permite să faceți instantanee fără a opri redarea;</li><li>Cadrul este salvat <b>fără cadre de player video</b> la cea mai înaltă calitate posibilă în <b>format jpeg</b>;</li><li>Captura de ecran primește numele original al videoclipului, așa cum era pe site-ul web al serviciului. Acest lucru înseamnă că este întotdeauna ușor de găsit;</li><li><b>Suport pentru încărcarea capturilor de ecran video \"încorporate\"</b>, adică videoclipuri YouTube și <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> găzduite pe site-uri terțe.</li></ul><b>Important:</b> extensia nu acceptă capturi de ecran de pe YouTube Shorts.",
        "ru": "<b>YouTube Screenshot Button</b> – это современное расширение для браузера, которое позволяет всего одним щелчком мыши сделать и сохранить на ПК высококачественные скриншоты из любого видео на YouTube или <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a>. Без использования сторонних программ, без необходимости обрезать рамки видеоплеера. Быстро, просто и безопасно, без вирусов и рекламы.\n\nЧтобы сделать скрин – нажмите на изображение фотоаппарата в нижней части проигрывателя. \n\n<b>Особенности расширения:</b>\n<ul><li>Кнопка скриншота, идеально вписанная в интерфейс плеера на <b>YouTube и <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a></b>, позволяет делать снимки, не прерывая просмотра;</li><li>Кадр сохраняется <b>без рамок видеоплеера</b> в максимально возможном качестве в <b>формате jpeg</b>;</li><li>Скрин получает оригинальное название видео, какое у него было на сайте сервиса. Это значит, его всегда будет легко найти;</li><li><b>Поддержка загрузки скриншотов из «встроенных» (embedded) видео</b>, т. е. видео с YouTube и Одноклассников, размещённых на сторонних сайтах.</li></ul><b>Важно:</b> расширение не поддерживает сохранение скриншотов из YouTube Shorts.",
        "sv-SE": "<b>YouTube Screenshot Button</b> är ett modernt webbläsartillägg som gör att du kan ta och spara högkvalitativa skärmdumpar från alla YouTube- och <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a>-videor till din dator med bara ett klick. Utan att använda program från tredje part, utan att beskära videospelarens ramar. Snabbt, enkelt och säkert, utan virus och annonser.\n\nFör att ta en skärmdump klickar du bara på kamerabilden längst ner i videospelaren. \n\n<b>Funktioner i webbläsartillägget:</b>\n<ul><li>Med skärmdumpsknappen, som är perfekt integrerad i gränssnittet för <b>YouTube- och <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a></b>-spelaren, kan du ta ögonblicksbilder utan att stoppa uppspelningen;</li><li>Bilden sparas <b>utan videospelarens bildrutor</b> i högsta möjliga kvalitet i <b>jpeg-format</b>;</li><li>Skärmdumpen får det ursprungliga namnet på videon, så som det var på tjänstens webbplats. Det innebär att den alltid är lätt att hitta;</li><li><b>Stöd för inläsning av \"inbäddade\" videoskärmbilder</b>, t.ex. YouTube- och <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a>-videor som finns på tredje parts webbplatser.</li></ul><b>Viktigt:</b> tillägget stöder inte skärmdumpar från YouTube Shorts.",
        "th": "<b>YouTube Screenshot Button</b> เป็นส่วนขยายเบราว์เซอร์สมัยใหม่ที่ช่วยให้คุณสามารถถ่ายและบันทึกภาพหน้าจอคุณภาพสูงจากวิดีโอ YouTube และ <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> ลงในพีซีของคุณได้ในคลิกเดียว โดยไม่ต้องใช้โปรแกรมของบุคคลที่สาม โดยไม่ต้องครอบตัดเฟรมของเครื่องเล่นวิดีโอ รวดเร็ว ง่าย และปลอดภัย ปราศจากไวรัสและโฆษณา\n\n\nหากต้องการจับภาพหน้าจอ เพียงคลิกที่ภาพจากกล้องที่ด้านล่างของโปรแกรมเล่นวิดีโอออนไลน์\n\n\n<b>คุณลักษณะของส่วนขยายเบราว์เซอร์:</b>\n<ul><li>ปุ่มสกรีนช็อตที่ผสานรวมเข้ากับอินเทอร์เฟซของโปรแกรมเล่น <b>YouTube และ <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a></b> ได้อย่างสมบูรณ์แบบ ช่วยให้คุณสามารถถ่ายภาพสแนปชอตโดยไม่ต้องหยุดการเล่น;</li><li>เฟรมจะถูกบันทึก <b>โดยไม่มีเฟรมของโปรแกรมเล่นวิดีโอ</b> ด้วยคุณภาพสูงสุดที่เป็นไปได้ใน <b>รูปแบบ jpeg</b>;</li><li>ภาพหน้าจอจะใช้ชื่อดั้งเดิมของวิดีโอเหมือนกับที่ปรากฏบนเว็บไซต์ของบริการ นั่นหมายความว่ามันหาได้ง่ายเสมอ;</li><li><b>รองรับการโหลดภาพหน้าจอวิดีโอ \"แบบฝัง\"</b> เช่น วิดีโอ YouTube และ <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> ที่โฮสต์บนไซต์บุคคลที่สาม;</li></ul><b>ข้อสำคัญ:</b> ส่วนขยายไม่รองรับภาพหน้าจอจาก YouTube Shorts",
        "tr": "<b>YouTube Screenshot Button</b>, herhangi bir YouTube ve <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> videosundan tek bir tıklamayla yüksek kaliteli ekran görüntüleri almanızı ve bilgisayarınıza kaydetmenizi sağlayan modern bir tarayıcı uzantısıdır. Üçüncü taraf programları kullanmadan, video oynatıcı çerçevelerini kırpmadan. Hızlı, kolay ve güvenli, virüssüz ve reklamsız.\n\nEkran görüntüsü almak için çevrimiçi video oynatıcının altındaki kamera görüntüsüne tıklamanız yeterlidir. \n\n<b>Tarayıcı uzantısının özellikleri:</b>\n<ul><li><b>YouTube ve <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a></b> oynatıcısının arayüzüne mükemmel bir şekilde entegre edilen ekran görüntüsü düğmesi, oynatmayı durdurmadan anlık görüntüler almanıza olanak tanır;</li><li>Çerçeve, <b>video oynatıcı çerçeveleri olmadan</b> en yüksek kalitede <b>jpeg formatında</b> kaydedilir;</li><li>Ekran görüntüsü, hizmetin web sitesinde olduğu gibi videonun orijinal adını alır. Bu da her zaman kolayca bulunabileceği anlamına gelir;</li><li><b>\"Gömülü\" video ekran görüntüleri yükleme desteği</b>, yani üçüncü taraf sitelerde barındırılan YouTube ve <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> videoları.</li></ul><b>Önemli:</b> uzantı YouTube Şortlarından ekran görüntülerini desteklemez.",
        "uk": "<b>YouTube Screenshot Button</b> - сучасне розширення для браузера, яке дозволяє робити і зберігати високоякісні скріншоти з будь-якого відео на YouTube і <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> на комп'ютер всього одним кліком. Без використання сторонніх програм, без обрізання кадрів відеоплеєра. Швидко, легко і безпечно, без вірусів і реклами.\n\nЩоб зробити скріншот, просто натисніть на зображення камери внизу онлайн-відеоплеєра. \n\n<b>Особливості браузерного розширення:</b>\n<ul><li>Кнопка \"Скріншот\", яка ідеально інтегрована в інтерфейс плеєра <b>YouTube і <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a></b>, дозволяє робити знімки екрана, не зупиняючи відтворення;</li><li>Кадр зберігається <b>без кадрів відеоплеєра</b> у максимально можливій якості <b>у форматі jpeg</b>;</li><li>Скріншот отримує оригінальну назву відео, як воно було на сайті сервісу. Це означає, що його завжди легко знайти;</li><li><b>\" Підтримка збереження скріншотів із \"вбудованих\" відео, тобто відео з YouTube і <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a>, розміщених на сторонніх сайтах.</b></li><b>\n</b></ul><b>\n<b>Важливо:</b> розширення не підтримує скріншоти з YouTube Shorts.</b>",
        "vi": "<b>YouTube Screenshot Button</b> là một tiện ích mở rộng trình duyệt hiện đại cho phép bạn chụp và lưu ảnh chụp màn hình chất lượng cao từ bất kỳ video YouTube và <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> nào vào PC chỉ bằng một cú nhấp chuột. Không sử dụng các chương trình của bên thứ ba, không cắt xén khung hình của trình phát video. Nhanh chóng, dễ dàng và an toàn, không có virus và quảng cáo.\n\n\nĐể chụp ảnh màn hình, chỉ cần nhấp vào hình ảnh camera ở cuối trình phát video trực tuyến.\n\n\n<b>Các tính năng của tiện ích mở rộng trình duyệt:</b>\n<ul><li>Nút chụp ảnh màn hình, được tích hợp hoàn hảo vào giao diện của trình phát <b>YouTube và <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a></b>, cho phép bạn chụp ảnh nhanh mà không cần dừng phát lại;</li><li>Khung hình được lưu <b>không có khung trình phát video</b> ở chất lượng cao nhất có thể ở <b>định dạng jpeg</b>;</li><li>Ảnh chụp màn hình lấy tên gốc của video giống như tên trên trang web của dịch vụ. Điều đó có nghĩa là nó luôn dễ dàng được tìm thấy;</li><li><b>Hỗ trợ tải ảnh chụp màn hình video \"được nhúng\"</b>, tức là video YouTube và <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> được lưu trữ trên trang web của bên thứ ba.</li></ul><b>Quan trọng:</b> tiện ích này không hỗ trợ ảnh chụp màn hình từ YouTube Shorts.",
        "zh-CN": "<b>YouTube Screenshot Button</b> 是一款现代浏览器扩展程序，只需单击一下即可将任何 YouTube 和 <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> 视频的高质量屏幕截图保存到您的电脑上。 无需使用第三方程序，无需裁剪视频播放帧。 快速、简单、安全，没有病毒和广告。\n\n要截取屏幕截图，只需单击在线视频播放器底部的相机图像即可。\n\n<b>扩展功能：</b>\n<ul><li>截图按钮，完美集成到<b><a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/c62250fd55b71a78124bb3103927bf347871e13282ad899eb86e129a1a76737a/http%3A//YouTube%E5%92%8COK.ru\" rel=\"nofollow\">YouTube和OK.ru</a></b>播放器的界面中，让您无需停止播放就可以截图；</li><li>帧以<b>jpeg 格式</b>以尽可能高的质量保存<b>没有视频播放器放帧</b>；</li><li>截图会显示视频的原始名称，就像该服务网站上的名称一样。 这意味着它总是很容易找到；</li><li><b>支持从\"嵌入式\"（embedded）视频中下传截图</b>，即从YouTube 和Odnoklassniki 在第三方网站上发布的视频。</li></ul><b>注意：</b>该扩展不支持从 YouTube Shorts 拍屏幕截图"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/you-tube-screenshot-button/edit",
    "guid": "{6fa6f9a3-c8d8-45b4-8d35-d1fe9b5f5d51}",
    "has_eula": false,
    "has_privacy_policy": false,
    "homepage": null,
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/2841/2841094-64.png?modified=95eb2971",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/2841/2841094-32.png?modified=95eb2971",
        "64": "https://addons.mozilla.org/user-media/addon_icons/2841/2841094-64.png?modified=95eb2971",
        "128": "https://addons.mozilla.org/user-media/addon_icons/2841/2841094-128.png?modified=95eb2971"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2024-09-18T19:00:23Z",
    "name": {
        "bg": "YouTube Screenshot Button",
        "cs": "YouTube Screenshot Button",
        "da": "YouTube Screenshot Button",
        "de": "YouTube Screenshot Button",
        "en-US": "YouTube Screenshot Button",
        "es": "YouTube Screenshot Button",
        "fi": "YouTube Screenshot Button",
        "fr": "YouTube Screenshot Button",
        "id": "YouTube Screenshot Button",
        "it": "YouTube Screenshot Button",
        "ja": "YouTube Screenshot Button",
        "ko": "YouTube Screenshot Button",
        "nl": "YouTube Screenshot Button",
        "pa-IN": "YouTube Screenshot Button",
        "pl": "YouTube Screenshot Button",
        "pt-BR": "YouTube Screenshot Button",
        "ro": "YouTube Screenshot Button",
        "ru": "YouTube Screenshot Button",
        "sv-SE": "YouTube Screenshot Button",
        "th": "YouTube Screenshot Button",
        "tr": "YouTube Screenshot Button",
        "uk": "YouTube Screenshot Button",
        "vi": "YouTube Screenshot Button",
        "zh-CN": "YouTube Screenshot Button"
    },
    "previews": [
        {
            "id": 298035,
            "caption": {
                "en-US": "Screenshots from YouTube",
                "ru": "Скриншоты YouTube видео"
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/298/298035.png?modified=1712916276",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/298/298035.jpg?modified=1712916276"
        },
        {
            "id": 298036,
            "caption": {
                "en-US": "Downloading pictures from Instagram",
                "ru": "Cкачивай картинки из Instagram"
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/298/298036.png?modified=1712916276",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/298/298036.jpg?modified=1712916276"
        },
        {
            "id": 298037,
            "caption": {
                "en-US": "Screenshots from OK.RU",
                "ru": "Скриншоты OK.ru видео"
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/298/298037.png?modified=1712916276",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/298/298037.jpg?modified=1712916276"
        }
    ],
    "promoted": null,
    "ratings": {
        "average": 5.0,
        "bayesian_average": 4.570546032932301,
        "count": 15,
        "text_count": 15
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/you-tube-screenshot-button/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/2841094",
    "slug": "you-tube-screenshot-button",
    "status": "public",
    "summary": {
        "bg": "Бързо извличайте видеокадри от YouTube и ги записвайте в JPG изображения само с едно кликване.",
        "cs": "Jedním kliknutím můžete rychle extrahovat snímky videa z YouTube a uložit je do obrázků JPG.",
        "da": "Udtræk hurtigt videobilleder fra YouTube, og gem dem som JPG-billeder med et enkelt klik.",
        "de": "Extrahieren Sie schnell Videoframes aus YouTube und speichern Sie sie als JPG-Bilder mit nur einem Klick.",
        "en-US": "Quickly extract video frames from YouTube and save to JPG images with just one click.",
        "es": "Extrae rápidamente fotogramas de vídeo de YouTube y guárdalos en imágenes JPG con un solo clic.",
        "fi": "Poimi videokehykset nopeasti YouTubesta ja tallenna JPG-kuviin yhdellä napsautuksella.",
        "fr": "Extraire rapidement des images vidéo de YouTube et les enregistrer au format JPG en un seul clic.",
        "id": "Mengekstrak bingkai video dengan cepat dari YouTube dan menyimpannya ke gambar JPG hanya dengan satu klik.",
        "it": "Estraete rapidamente i fotogrammi video da YouTube e salvateli in immagini JPG con un solo clic.",
        "ja": "YouTubeからビデオフレームを素早く抽出し、ワンクリックでJPG画像に保存。",
        "ko": "클릭 한 번으로 YouTube에서 동영상 프레임을 빠르게 추출하고 JPG 이미지로 저장할 수 있습니다.",
        "nl": "Haal snel videoframes van YouTube en sla ze met één klik op als JPG-afbeeldingen.",
        "pa-IN": "एक्सटेंशन YouTube और <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f586f988c08c7656e54a255a11f28fbc10a9ad0caade1ac73aa2c065a9592d48/http%3A//OK.ru\" rel=\"nofollow\">OK.ru</a> ऑनलाइन वीडियो प्लेयर में स्क्रीनशॉट को सहेजने के लिए एक बटन एम्बेड करता है और आपको एक क्लिक में जेपीईजी प्रारूप में प्लेयर के फ्रेम के बिना वीडियो से एक फ्रेम लेने की अनुमति देता है।",
        "pl": "Szybko wyodrębniaj klatki wideo z YouTube i zapisuj je do obrazów JPG za pomocą jednego kliknięcia.",
        "pt-BR": "Extraia rapidamente quadros de vídeo do YouTube e salve-os em imagens JPG com apenas um clique.",
        "ro": "Extrage rapid cadrele video de pe YouTube și salvează-le în imagini JPG cu un singur clic.",
        "ru": "Быстрое извлечение кадров видео с YouTube и их сохранение как изображений в формате JPG одним щелчком мыши.",
        "sv-SE": "Extrahera snabbt videoramar från YouTube och spara till JPG-bilder med bara ett klick.",
        "th": "แยกเฟรมวิดีโอจาก YouTube อย่างรวดเร็วและบันทึกเป็นภาพ JPG ได้ในคลิกเดียว",
        "tr": "YouTube'dan video karelerini hızla ayıklayın ve tek bir tıklamayla JPG görüntülerine kaydedin.",
        "uk": "Легко отримуйте відеокадри з YouTube і зберігайте їх у форматі JPG лише одним кліком миші.",
        "vi": "Trích xuất nhanh các khung hình video từ YouTube và lưu vào ảnh JPG chỉ bằng một cú nhấp chuột.",
        "zh-CN": "只需单击一下，即可快速从 YouTube 中提取视频帧并保存为 JPG 图像。"
    },
    "support_email": {
        "bg": "uscreenshoter@gmail.com",
        "de": "uscreenshoter@gmail.com",
        "en-US": "uscreenshoter@gmail.com",
        "es": "uscreenshoter@gmail.com",
        "fr": "uscreenshoter@gmail.com",
        "id": "uscreenshoter@gmail.com",
        "it": "uscreenshoter@gmail.com",
        "ja": "uscreenshoter@gmail.com",
        "ko": "uscreenshoter@gmail.com",
        "nl": "uscreenshoter@gmail.com",
        "pa-IN": "uscreenshoter@gmail.com",
        "pl": "uscreenshoter@gmail.com",
        "pt-BR": "uscreenshoter@gmail.com",
        "ro": "uscreenshoter@gmail.com",
        "ru": "uscreenshoter@gmail.com",
        "sv-SE": "uscreenshoter@gmail.com",
        "th": "uscreenshoter@gmail.com",
        "tr": "uscreenshoter@gmail.com",
        "uk": "uscreenshoter@gmail.com",
        "vi": "uscreenshoter@gmail.com",
        "zh-CN": "uscreenshoter@gmail.com"
    },
    "support_url": null,
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/you-tube-screenshot-button/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/you-tube-screenshot-button/versions/",
    "weekly_downloads": 23,
    "_score": null
}