{
  "features": [
    "frames",
    "typeFilter",
    "shadowDOM",
    "ariaModules",
    "events",
    "multiTargets"
  ],
  "version": "5.7.4+20240823.4",
  "commit": " [d1c5f7c8]",
  "topics": {
    "audioVideoMultimedia": {
      "label": "Audio / video / multimedia",
      "description": "When pre-recorded audio-only or video-only content is provided, an equivalent alternative also must be provided for users who either can't see or can't hear the content. This includes captions for audio, audio descriptions for video, and transcripts for both. People who use screen readers might find it hard to hear the speech output if there is other audio playing at the same time.",
      "active": true
    },
    "contentAdaptability": {
      "label": "Content adaptability",
      "description": "Users may customize their browser settings for text size/spacing/zoom to better suit their needs, or they may require a particular device orientation when accessing/interacting with content on a mobile or tablet device. Content should remain readable and operable under these circumstances.",
      "active": true
    },
    "contrast": {
      "label": "Contrast",
      "description": "Contrast ratio describes the relative brightness of foreground and background colors on a computer display. In general, higher contrast ratios make text and graphics easier to perceive and read. Black and white have the highest possible contrast ratio, 21:1. Identical colors have the lowest possible contrast ratio, 1:1. All other color combinations fall somewhere in between. Insufficient contrast can affect a wide range of users, preventing them from being able to perceive the information that the content is attempting to convey.",
      "active": true
    },
    "customWidgetsSemantics": {
      "label": "Custom widgets",
      "description": "Custom widgets must correctly expose their role, status and values in a way that is understood by assistive technologies. In general, they should follow the [ARIA design pattern](https://www.w3.org/TR/wai-aria-practices-1.1/) that best describes their function.",
      "active": true
    },
    "errorsStatus": {
      "label": "Errors / status",
      "description": "As much as possible, websites and web apps should help users avoid making mistakes, especially mistakes with consequences that can't be reversed, such as buying non-refundable airline tickets or transferring money to a bank account. When users do make a data entry error, they need to easily find it and fix it. When authentication solutions are used, such as username and password entry, they must be accessible to all users.",
      "active": true
    },
    "focus": {
      "label": "Order & focus",
      "description": "Web content must have a logical reading and focus order, so that both screen reader and keyboard users can navigate it in a meaningful way. For more complex and dynamic changing interfaces, focus must be managed to ensure it's moved to the active component. Keyboard users need to know which component currently has focus.",
      "active": true
    },
    "images": {
      "label": "Images",
      "description": "Where images are used to convey meaningful information, this information must be provided through a meaningful text equivalent that describes the image's intent. This is achieved via the `alt` attribute for native img elements, and visually hidden text or aria labels for CSS images, font icons, and SVG images. Images that are purely decorative should not be announced by screen readers",
      "active": true
    },
    "keyboard": {
      "label": "Keyboard",
      "description": "Users must be able to access and interact with interface components using only the keyboard, because using a mouse is not possible when the user has no vision or low vision or doesn't have the physical capability or dexterity to effectively control a pointing device.",
      "active": true
    },
    "nativeAndCustomControls": {
      "label": "Interactive controls",
      "description": "Interactive controls (both native and custom) must provide appropriate labels and / or instructions for users. When form controls are grouped, those groups must be labeled as well. Interactive controls must also programmatically convey appropriate information about their role, value, status and - where applicable - purpose to assistive technologies. Common types of text input controls must provide their input purpose programmatically. Interactive controls must have a minimum target size, unless exceptions apply.",
      "active": true
    },
    "pageNavigation": {
      "label": "Page navigation & language",
      "description": "Web content must facilitate navigation as much as possible, and users need to be able to find and correctly identify pages. This includes providing meaningful titles for pages and frames, and allowing users to navigate pages in a website in more than one ways. Pages must programmatically identify the language of all page content, to ensure screen readers announce it correctly.",
      "active": true
    },
    "parsing": {
      "label": "Parsing",
      "description": "To ensure that web content works correctly in different browser/assistive technology combinations, the underlying markup must follow basic well-formedness/validity requirements.",
      "active": true
    },
    "pointerMotion": {
      "label": "Pointer / motion",
      "description": "Functionality that is operated through a specific pointer, multi-pointer (e.g. two-finger pinch/zoom gestures) or motion interface must also be available to users who find it difficult/can't operate these types of interfaces.",
      "active": true
    },
    "repetitiveContent": {
      "label": "Repetitive content",
      "description": "When interacting with a website or web app, keyboard users need a way to skip repetitive content and navigate directly to the page's primary content. Content that appears repeatedly within a website or web app must be presented consistently to allow users to locate specific information efficiently.",
      "active": true
    },
    "sensory": {
      "label": "Sensory",
      "description": "When color, shape, location, audio, or other sensory characteristics are the only means used to convey information, people with disabilities do not have access to the same information that others have. Meaning communicated through sensory characteristics must also be available in a text format that can be viewed by all users and read by screen reader software. Certain frequencies of flashing content may affect people who are prone to seizures.",
      "active": true
    },
    "structureAndSemantics": {
      "label": "Structure & semantics",
      "description": "Information and relationships that are implied through visual formatting must be available to non-sighted users. Using structurally correct markup helps achieve this by introducing meaning into a web page rather than just presentation. The most common examples are headings, landmarks, lists, and tables.",
      "active": true
    },
    "timedEvents": {
      "label": "Dynamic changes & timed behavior",
      "description": "People who use screen readers or voice input and people with cognitive disabilities might need more time than other users to assimilate the information and execute the controls on a website or web app. People who have trouble focusing might need a way to decrease the distractions created by movement in an application.",
      "active": true
    },
    "usabilityBestPractice": {
      "label": "Usability / Best Practice",
      "description": "Beyond strict adherence to WCAG there are additional suggestions and best practices that fill the gaps not currently/sufficiently specified in the guidelines, but that can make web content more practically usable and accessible.",
      "active": true
    }
  }
}