{
    "id": 986576,
    "authors": [
        {
            "id": 14117202,
            "name": "Ruslan Komarichev",
            "url": "https://addons.mozilla.org/en-US/firefox/user/14117202/",
            "username": "MeowHellYeah"
        }
    ],
    "average_daily_users": 331,
    "categories": [
        "bookmarks",
        "other"
    ],
    "contributions_url": "",
    "created": "2018-07-12T16:12:28Z",
    "current_version": {
        "id": 3858211,
        "compatibility": {
            "firefox": {
                "min": "61.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/multilevel-speed-dial/versions/3858211",
        "file": {
            "id": 2402589,
            "created": "2019-05-10T16:35:18Z",
            "hash": "sha256:cdb6c5ab9c28a2c4325724d6bddad91ecb1de95c1cb4e648528647948259331f",
            "is_mozilla_signed_extension": false,
            "size": 465803,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/2402589/multilevel_speed_dial-1.0.4f.xpi",
            "permissions": [
                "storage",
                "tabs",
                "<all_urls>"
            ],
            "optional_permissions": [
                "history",
                "tabHide",
                "downloads"
            ],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 3338,
            "is_custom": false,
            "name": {
                "en-US": "Mozilla Public License 2.0"
            },
            "slug": "MPL-2.0",
            "url": "https://www.mozilla.org/MPL/2.0/"
        },
        "release_notes": {
            "en-US": "v1.0.4f:\nSolved problem that causes MLSD page loading too long. If you have had such troubles, refresh all your bookmarks (click spinning arrows in corner on each).\n\nv1.0.4d, v1.0.4e:\n- fixed bug when keyboard navigation tools didn't work;\n- fixed bug when folder opened with kbd-nav was immediatelly reloaded with root folder;\n- removed empty icon from folder element.\n\nv1.0.4a, v1.0.4b, v1.0.4c:\nHotfix.\n\nv1.0.4:\n- added option to get page miniature with 3-seconds delay (useful for pages that is filled with content not immediately);\n- added close button onto keyboard-navigation block so you can turn off this feature on particular page until it is refreshed;\n- added option to turn off keyboard navigation at all in settings.",
            "ru": "v1.0.4f:\nРешена проблема, из-за которой страница MLSD загружалась слишком долго. Если вы наблюдали такую проблему, обновите все ваши закладки (кликните вращающиеся стрелочки в углу на каждой).\n\nv1.0.4d, v1.0.4e:\n- исправлена ошибка с отсутствием средств навигации с клавиатуры;\n- исправлена ошибка с открытием папки с клавиатуры, когда страница сразу же перезагружалась с корневой папкой;\n- убрана пустая иконка с элемента-папки.\n\nv1.0.4a, v1.0.4b, v1.0.4c:\nХотфикс.\n\nv1.0.4:\n- добавлена возможность получить миниатюру страницы с 3-секундной задержкой (полезно для страниц, которые наполняются содержимым не мгновенно);\n- добавлена кнопка \"закрыть\" на блок навигации с клавиатуры, которая отключает эту функцию на конкретной странице до тех пор, пока она (страница) не будет обновлена;\n- добавлена возможность отключить навигацию с клавиатуры совсем в настройках."
        },
        "reviewed": "2019-05-10T16:40:12Z",
        "version": "1.0.4f"
    },
    "default_locale": "en-US",
    "description": {
        "en-US": "Organize frequently visited sites in a convenient menu of visual bookmarks instead of a blank browser page. Bookmarks can be divided into folders, and folders - into ther folders. You can quickly open a bookmark or folder from any other tab using keyboard shortcuts. Each folder can be stylized. If you don't want to draw attention to a bookmark, it is not necessary to hide it somewhere far away, but you can only hide its preview and/or title and arrange it as it conveniently does. The structure of the bookmarks can be easily synchronized between different devices or saved to disk.\n\n<b>Why does this extension needed various permissions?</b>\n<ul>  <li>Store unlimited amount of client-side data:\n    <ul>      <li>storing of information about bookmarks and folders;</li>      <li>storing of settings;</li>    </ul>  </li>  <li>Access browser tabs:\n    <ul>      <li>opening bookmarks in existing or new tabs;</li>      <li>processing keyboard shortcuts for navigating bookmarks from the keyboard;</li>    </ul>  </li>  <li>Access data on other sites:\n    <ul>      <li>retrieve information about pages while creating bookmarks (page title, icon, screenshot-preview);</li>      <li>placement on the pages of interface elements for navigation from the keyboard;</li>    </ul>  </li>  <li>Access browsing history <i>(optional)</i>:\n    <ul>      <li>compiling a list of proposals during the creation of the bookmark;</li>    </ul>  </li>  <li>Hide and show browser tabs <i>(optional)</i>:\n    <ul>      <li>request pages info (title, icon, preview screenshot) without displaying a new tab on the tabs panel when creating or updating bookmarks;</li>    </ul>  </li>  <li>Download files, read and modify the browser’s download history <i>(optional)</i>:\n    <ul>      <li>saving bookmarks structure as file. The extension does neither read nor modify the browser’s download history, just so the name of permission.</li>    </ul>  </li></ul>\n<i>* by default, the extension doesn't have permissions marked as optional. They can be granted in the addon's settings to use extra functions.</i>\n\n<b>Navigation with shortcuts</b>\nYou can open a bookmark or a folder (hereinafter referred to as an element) from any page using shortcuts just after it completed loading. To do it you are to hold <b>Ctrl</b> and type element's address. Address - is a numbers of folders separated by slashes (symbol \"/\") that leads to a specific element. Just like files and folders on computer but with numbers.\n\nSo, holding <b>Ctrl</b> use these keys:\n<ul><li><b>0</b>-<b>9</b> → dialing;</li><li><b>+</b>/<b>-</b> → look over elements;</li><li><b>/</b>/<b>SPACE</b> → separator;</li><li><b>Backspace</b> → erase;</li><li><b>Shift</b> → open in a new tab (press one time is enough).</li></ul>",
        "ru": "Организуй часто посещаемые сайты в удобное меню визуальных закладок вместо пустой страницы браузера. Закладки можно собирать в папки, а папки - в другие папки. Быстро открыть закладку или папку можно с любой другой вкладки, используя сочетания клавиш на клавиатуре. Каждую папку можно стилизовать. Если не хочешь привлекать внимание к какой-либо закладке, её не обязательно прятать куда-нибудь подальше, а можно лишь скрыть её превью и/или заголовок и расположить так, как будет удобно. Структуру закладок можно легко синхронизировать между разными устройствами или сохранить на диск.\n\n<b>Зачем этому расширению различные полномочия?</b>\n<ul>  <li>Хранение неограниченного количества клиентских данных:\n    <ul>      <li>хранение информации о закладках и папках;</li>      <li>хранение настроек;</li>    </ul>  </li>  <li>Доступ ко вкладкам браузера:\n    <ul>      <li>открытие закладок в существующих или новых вкладках;</li>      <li>обработка сочетаний клавиш для навигации по закладкам с клавиатуры;</li>    </ul>  </li>  <li>Доступ к данным других сайтов:\n    <ul>      <li>получение информации о страницах во время создания закладок (заголовок страницы, иконка, скриншот-превью);</li>      <li>размещение на страницах элементов интерфейса для навигации с клавиатуры;</li>    </ul>  </li>  <li>Доступ к истории просмотров <i>(не обязательно)</i>:\n    <ul>      <li>составление списка предложений во время создания закладки;</li>    </ul>  </li>  <li>Сокрытие и отображение вкладок <i>(не обязательно)</i>:\n    <ul>      <li>запрос информации о страницах (заголовка, иконки, скриншота-превью) при создании и обновлении закладок без отображения новой вкладки на панели вкладок;</li>    </ul>  </li>  <li>Загрузка файлов, чтение и изменение истории загрузок <i>(не обязательно)</i>:\n    <ul>      <li>сохранение структуры закладок в виде файла. Расширение не читает и не изменяет историю загрузок браузера, просто так звучит название полномочий.</li>    </ul>  </li></ul>\n<i>* по умолчанию расширение не обладает полномочиями, помеченными как необязательные. Их можно включить в настройках дополнения для пользования дополнительными функциями.</i>\n\n<b>Навигация с помощью сочетаний клавиш</b>\nОткрыть закладку или папку (далее - элемент) можно с любой страницы используя сочетания клавиш клавиатуры сразу после того как страница полностью загрузится. Для этого следует зажать <b>Ctrl</b> и, не отпуская, набрать адрес элемента. Адрес - это номера папок, разделённые слешами (символ \"/\"), ведущие к данному элементу. Всё как с файлами и папками на компьютере, но в виде чисел.\n\nИтак, зажав <b>Ctrl</b>, используй следующие клавиши:\n<ul><li><b>0</b>-<b>9</b> → набор адреса;</li><li><b>+</b>/<b>-</b> → перебор элементов в текущей папке;</li><li><b>/</b>/<b>Space</b> → разделитель;</li><li><b>Backspace</b> → стереть;</li><li><b>Shift</b> → открыть в новой вкладке (достаточно нажать один раз).</li></ul>"
    },
    "developer_comments": {
        "en-US": "Navigation with shortcuts doesn't work on pages like \"about:preferences\", \"about:addons\", \"about:...\" etc. (Firefox special pages) and in some cases on different websites if they blocked this feature purposely.",
        "ru": "Навигация с помощью сочетаний клавиш не работает на страницах вида \"about:preferences\", \"about:addons\", \"about:...\" и т. д. (особые страницы Firefox) и в некоторых случаях на разных веб-сайтах, если они специально заблокировали эту функцию."
    },
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/multilevel-speed-dial/edit",
    "guid": "multilevelspeeddial@powercoder.org",
    "has_eula": false,
    "has_privacy_policy": false,
    "homepage": {
        "url": {
            "en-US": "https://tempunavailable.com",
            "ru": "https://github.com/PowercoderJr/MultilevelSpeedDial"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/41d4606d6e8f6881d20c465bea895688950c9b373251519eb898bdf37b16a332/https%3A//tempunavailable.com",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/98639206ea49ec413d5542d9a30e5741fd64a25d4d57e6688859954105c49b83/https%3A//github.com/PowercoderJr/MultilevelSpeedDial"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/986/986576-64.png?modified=e0a65026",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/986/986576-32.png?modified=e0a65026",
        "64": "https://addons.mozilla.org/user-media/addon_icons/986/986576-64.png?modified=e0a65026",
        "128": "https://addons.mozilla.org/user-media/addon_icons/986/986576-128.png?modified=e0a65026"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2019-05-10T16:40:12Z",
    "name": {
        "en-US": "Multilevel Speed Dial",
        "ru": "Multilevel Speed Dial"
    },
    "previews": [
        {
            "id": 205503,
            "caption": {
                "en-US": "Bookmarks menu",
                "ru": "Меню закладок"
            },
            "image_size": [
                1920,
                966
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/205/205503.png?modified=1622133592",
            "position": 0,
            "thumbnail_size": [
                533,
                268
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/205/205503.jpg?modified=1622133592"
        },
        {
            "id": 205504,
            "caption": {
                "en-US": "Bookmarks menu in the folder",
                "ru": "Меню закладок внутри папки"
            },
            "image_size": [
                1920,
                966
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/205/205504.png?modified=1622133619",
            "position": 1,
            "thumbnail_size": [
                533,
                268
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/205/205504.jpg?modified=1622133619"
        },
        {
            "id": 205505,
            "caption": {
                "en-US": "Creating bookmark",
                "ru": "Создание закладки"
            },
            "image_size": [
                726,
                733
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/205/205505.png?modified=1622133620",
            "position": 2,
            "thumbnail_size": [
                396,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/205/205505.jpg?modified=1622133620"
        },
        {
            "id": 205506,
            "caption": {
                "en-US": "Navigation with shortcuts from any page",
                "ru": "Навигация с помощью сочетаний клавиш"
            },
            "image_size": [
                1904,
                966
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/205/205506.png?modified=1622133624",
            "position": 3,
            "thumbnail_size": [
                533,
                270
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/205/205506.jpg?modified=1622133624"
        },
        {
            "id": 205507,
            "caption": {
                "en-US": "Drag'n'Drop",
                "ru": "Drag'n'Drop"
            },
            "image_size": [
                771,
                659
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/205/205507.png?modified=1622133631",
            "position": 4,
            "thumbnail_size": [
                468,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/205/205507.jpg?modified=1622133631"
        }
    ],
    "promoted": null,
    "ratings": {
        "average": 4.1538,
        "bayesian_average": 3.9562424728368732,
        "count": 26,
        "text_count": 18
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/multilevel-speed-dial/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/986576",
    "slug": "multilevel-speed-dial",
    "status": "public",
    "summary": {
        "en-US": "Organize frequently visited sites in a convenient menu of visual bookmarks and folders instead of a blank browser page. You can quickly open a bookmark or folder from any other tab using keyboard shortcuts.",
        "ru": "Организуй часто посещаемые сайты в удобное меню визуальных закладок и папок вместо пустой страницы браузера. Быстро открыть закладку или папку можно с любой другой вкладки, используя сочетания клавиш на клавиатуре."
    },
    "support_email": null,
    "support_url": null,
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/multilevel-speed-dial/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/multilevel-speed-dial/versions/",
    "weekly_downloads": 12,
    "_score": null
}