{
    "scanBtn": "E-postbeskytter",
    "scanBtn_viewReport": "Vis skanneresultat",
    "scanBtn_reportFalseAlarm": "Rapporter falsk alarm",
    "scanBtn_reportScam": "Rapporter svindel",
    "msgTooltip_1": "E-postbeskytter skanner og beskytter e-posten din mot svindel og phishingangrep.",
    "msgTooltip_2": "Klikk for å se etter potensielle trusler i engelske eller japanske e-poster.",
    "languageNotSupport": "Sikkerhetsskanning støtter kun e-poster på engelsk og japansk.",
    "serverErrorMessage": "Beklager, sikkerhetsskanning fungerer ikke akkurat nå. Prøv igjen senere.",
    "serverForbiddenErrorMessage": "Beklager, sikkerhetsskanning fungerer ikke akkurat nå. <a id='learn_more' class='link'>Les mer</a>",
    "serverMaintenaceMessage": "Vi beklager eventuelle ulemper dette medfører. Sikkerhetsskanning må fullføre viktig vedlikeholdsarbeid fra __startTime__ til __endTime__. Kom tilbake senere.",
    "serverMaintenaceMessageNoTime": "Vi beklager eventuelle ulemper dette medfører. Sikkerhetsskanning må fullføre viktig vedlikeholdsarbeid. Kom tilbake senere.",
    "scamTitle": "Mulig svindel oppdaget",
    "scamContent": "For sikkerhets skyld bør du ignorere alle instrukser eller forespørsler i meldingen med mindre du allerede kjenner og stoler på avsenderen.",
    "phishingTitle": "Phishing-kobling oppdaget",
    "phishingContent": "Denne e-posten inneholder en phishing-kobling. For å hindre potensielle trusler må du ikke klikke på koblingen.",
    "suspiciousTitle": "Skadelig kobling oppdaget",
    "suspiciousContent": "Denne e-posten inneholder en skadelig kobling. For å forhindre potensielle trusler må du ikke klikke på koblingen.",
    "unSafeTitle": "Utrygt innhold oppdaget",
    "unSafeContent": "Mange brukere har rapportert inn lignende meldinger som svindel. For sikkerhets skyld bør du ignorere alle instrukser eller forespørsler i meldingen med mindre du allerede kjenner og stoler på avsenderen.",
    "toastActionName": "Vis detaljer",
    "toastActionName_ok": "OK",
    "scam_toastUrlName1": "Uenig i advarselen?",
    "scam_toastUrlName2": "Rapporter falsk alarm",
    "toastMarkSenderAsTrust": "Merk __senderAddress__ som lest",
    "toastRemoveSenderAsTrust": "Fjern __senderAddress__ som klarert",
    "toastTrustThisSender": "Stol på denne avsenderen",
    "toastUrlName1": "Tror du at denne e-posten er trygg?",
    "toastUrlName2": "Rapporter skanneresultat",
    "toastUtlFeedbackName": "Rapporten er sendt. Takk for tilbakemeldingen.",
    "toastDCN_title": "Beskytt webmailen din",
    "toastDCN_title_R2209Exp1": "Beskytt nettposten din",
    "toastDCN_title_R2209Exp2": "Slå på e-postbeskyttelse på sekunder!",
    "toastDCN_title_R2209Exp3": "Svindlere har stjålet over $ 5 milliarder fra forbrukere. Beskytt deg selv mot e-postsvindel!",
    "toastDCN_title_R2209Exp4": "Over 2 millioner forbrukere har blitt ofre for nylig svindel. Beskytt deg selv mot e-postsvindel!",
    "toastDCN_desc": "E-postbeskytter skanner og beskytter Gmail, Outlook og Yahoo Mail mot svindel og phishingangrep.",
    "toastDCN_desc_JPyahooMai": "E-postbeskytter skanner og beskytter Gmail, Outlook.com og Yahoo Mail mot svindel og phishingangrep.",
    "toastDCN_btn": "Slå på __feature_name__",
    "toastDCN_btn_en": "Beskytt e-posten din nå",
    "toastDCN_not_now": "Ikke nå",
    "toastDCN_do_not_show_again": "Ikke vis dette igjen",
    "toastDCN_learn_more": "<a class='btn-learn-more'>Les mer</a>",
    "toastDCN_info": "Du kan slå av E-postbeskytter når som helst, og innholdet i e-postene dine overføres ikke til og skannes ikke av Trend Micro. <a class='btn-learn-more'>Les mer</a> om hvordan Trend Micro behandler e-postene dine sikkert når du slår på E-postbeskytter.",
    "toastDCN_turn_on": "E-postbeskytter er skrudd på.",
    "toastDCN_fb_working": "E-postbeskytter er slått på",
    "toastDCN_fb_not_working": "E-postbeskytter fungerer ikke. Hvis du stadig ser denne meldingen, klikker du <a class='btn-learn-more'>her</a> for flere detaljer.",
    "toastDCN_popup_title": "Datainnsamlingsinformasjon",
    "toastDCN_popup_desc": "<p>Når E-postbeskytter slås på, beskytter den deg mot svindel, phishing og mistenkelige e-poster ved å sende innholdet i e-postene dine til Trend Micro for skanning.</p><p>Du kan slå av E-postbeskytter når som helst, og innholdet i e-postene dine overføres ikke til og skannes ikke av Trend Micro.</p><p>For å slå på E-postbeskytter må du lese og godta <a class='btn-learn-more'>Datainnsamlingsinformasjon</a>.<p>",
    "toastDCN_popup_agree": "Aksepter og slå på",
    "toastDCN_popup_not_now": "Ikke nå",
    "toastDCN_jp_popup_title": "Beskytt Gmail, Outlook.com og Yahoo Mail",
    "toastDCN_jp_popup_desc": "<p>E-postbeskytter er en skytjeneste som oppdager svindelmeldinger ved bruk av AI-teknologier som er utviklet over tid. Bruk av E-postbeskytter beskytter deg mot svindel, phishing og mistenkelige e-poster ved å sende innholdet i e-postene dine til Trend Micro for skanning. Du kan slå av E-postbeskytter når som helst, da sendes ikke innholdet i e-postene dine til og skannes ikke av Trend Micro.</p><p class='title'>Hvordan fungerer E-postbeskytter?</p><p>Når du leser e-post i innboksen på Gmail eller Outlook.com med støttede nettlesere* der Trend Micro Toolbar* er slått på, krypteres avsender, emne og selve e-posten og sendes videre til Trend Micro E-postbeskytter-serveren for skanning. Det er her svindelstoppreglene, SPN-trusselintelligens og AI-teknologier brukes til å opprette svindelanalyseresultater.</p><p class='title'>Innsamlede data</p><p>For å spare deg å vente på resultatene, lagrer vi hash*-verdier for vanlige e-poster og data uten PII* fra svindel-e-poster for raskere detektering av svindel. Data slettes innen 72 timer. For nøyaktigere svindeldetektering fjerner vi PII, krypterer e-post og oppbevarer dem på Amazon S3* for e-poster rapportert ved bruk av \"Rapporter skannresultat\" for opplæring og justering av AI og regler, og sletter dem deretter innen 3 måneder.</p><p class='list'><ul><li>Støttede nettlesere er: Chrome, IE, Firefox og Edge</li><li>Trend Micro Toolbar for Edge heter: Trend Micro Security</li><li>Vi bruker hash til å gjøre om e-postdata til en kort kombinasjon av symboler, som ikke kan konverteres tilbake til originalmeldingen.</li><li>PII (Personlig identifiserbar informasjon) er alle data som potensielt kan brukes til å identifisere en spesifikk person.</li><li>Amazon S3 er en tjeneste for oppbevaring av data. Kun autoriserte trusseletterforskere hos Trend Micro kan se dataene som oppbevares der.</li></ul>",
    "toastDCN_jp_popup_agree_chk": "Jeg aksepterer Trend Micros innsamling av innhold i web-mailene mine ved bruk av E-postbeskytter.",
    "toastDCN_jp_popup_turn_on_btn": "Slå på E-postbeskytter",
    "toastDCN_jp_popup_turn_on": "E-postbeskytter er skrudd på",
    "toastDCN_jp_popup_turn_on_desc": "E-postbeskytter varsler deg når den oppdager mistenkelig innhold i webmailen din.",
    "toastDCN_jp_popup_turn_on_close": "Lukk",
    "toastDCN_new_popup_title": "Vi har oppdatert innholdet i Datainnsamlingsinformasjon",
    "toastDCN_new_popup_desc": "<p>Disse oppdateringene gjør at vi kan bli enda bedre på å oppdage svindel og phishing. Les og godta vår oppdaterte <a class=\"btn-learn-more\">Datainnsamlingsinformasjon</a>.</p><p><b>Merk: E-postbeskytter vil være deaktivert til du godtar de oppdaterte vilkårene.</b></p><br/>",
    "toastDCN_new_popup_accept": "Godta og fortsett",
    "toastDCN_new_popup_trun_off": "Slå av e-postbeskytter",
    "whiteList_mark_sender_as_trust_title": "Klarer __senderAddress__ og slutt å se mulige svindeldeteksjoner fra denne avsenderens meldinger?",
    "whiteList_mark_sender_as_trust_desc": "E-postbeskytter vil varsle deg bare når trusler oppdages i avsenderens meldinger.",
    "whiteList_remove_sender_as_trust_title": "Vil du fjerne __senderAddress__ som klarert?",
    "whiteList_remove_sender_as_trust_desc": "E-postbeskytter vil fortsette den mulige kontrollen av svindelmeldingen og varsle deg når du har oppdaget en mulig svindelmelding fra denne avsenderen.",
    "whiteList_notice": "Meningene dine blir bare brukt til å forbedre E-postbeskytter. Trend Micro vil ikke kontakte deg direkte.",
    "whiteList_trust_btn": "Klarer",
    "whiteList_cancel_btn": "Avbryt",
    "whiteList_mark_success_message": "<p><span class='message-title'>__senderAddress__ er nå en pålitelig avsender</span><span class='message-content'>E-postbeskytter vil ikke lenger varsle deg når mulig svindel oppdages i avsenderens meldinger.</span></p>",
    "whiteList_remove_success_message": "<p><span class='message-title'>__senderAddress__ er ikke lenger en pålitelig avsender</span><span class='message-content'>E-postbeskytter vil varsle deg når mulig svindel oppdages i avsenderens meldinger.</span></p>",
    "feedback_reportScamTitle": "<p>Mistenker du svindel?</p>",
    "feedback_reportScamDesc": "<p>Send denne e-posten til Trend Micro for vurdering, ved å klikke på <b>Rapporter svindel</b>-knappen.</p>",
    "feedback_reportFalseAlarmTitle": "<p>Tror du at denne e-posten er trygg?</p>",
    "feedback_reportFalseAlarmDesc": "<p>Send denne e-posten til Trend Micro for vurdering, ved å klikke på <b>Rapporter falsk alarm</b>-knappen.</p>",
    "feedback_reportScamTitle_senderInWhiteList": "<p>Mistenker du svindel fra noen du stoler på?</p>",
    "feedback_reportScamDesc_senderInWhiteList": "<p>Send denne e-posten til Trend Micro for vurdering, ved å klikke på <b>Rapporter svindel</b>-knappen. Dette vil også fjerne senderen fra klareringslisten din.</p>",
    "feedback_reportMessagePlaceholder": "Del tankene dine her (valgfritt)",
    "feedback_reportScamBtn": "Rapporter svindel",
    "feedback_reportFalseAlarmBtn": "Rapporter falsk alarm",
    "feedback_reportCancelBtn": "Avbryt",
    "popup_sign_in_title": "Angi passord ditt",
    "popup_sign_in_desc": "Trend Micro må kontrollere passordet ditt på nytt for å opprettholde integriteten til beskyttelsen din.",
    "popup_sign_in_password_placeholder": "Passord",
    "popup_sign_in_forget_your_password": "Har du glemt passordet?",
    "popup_sign_in_btn" : "Logg inn",
    "popup_sign_in_error_required": "Obligatorisk.",
    "popup_sign_in_error_check_password": "Kontroller passordet og prøv igjen.",
    "popup_sign_in_close_message": "E-postbeskytter kan ikke beskytte deg før du oppgir passordet for Trend Micro-kontoen din. Klikk eller trykk på nettleserutvidelsen __productName__ når du er klar.",
    "notice_change_name_title" : "Nytt navn, samme beskyttelse",
    "notice_change_name_desc": "Svindelstopper fortsetter å beskytte nettposten din mot svindel og phishing-angrep med et nytt navn: <span class='bold'>E-postbeskytter</span>."
}
