{"받아안다":[{"1":[[],[["맡기거나 차례진 것을 차지하거나 간직하다.",null],["(비유적으로) 아량 있게 포섭하다.",null]],2,"바다안따"]},{}],"받들다":[{"1":[[],[["공경하여 모시다. 또는 소중히 대하다.",null],["가르침이나 명령, 의도 따위를 소중히 여기고 마음속으로 따르다.",null],["물건의 밑을 받쳐 올려 들다.",null]],2,"받뜰다"]},{"0":[[],[["respect; serve","To take care of someone with respect; to cherish someone."],["obey; follow","To cherish a teaching, order, etc., and follow it."],["raise; lift","To lift an object with a hand or hands holding its bottom."]],3,"받뜰다"]}],"받히다":[{"1":[[],[["머리나 뿔 따위에 세차게 부딪히다. ‘받다02「1」’의 피동사.","없음"]],2,"바치다"],"2":[[],[["한꺼번에 많은 양의 물품을 사게 하다. ‘받다01[1]「5」’의 사동사.","없음"]],2,"바치다"]},{"0":[[],[["be butted; be gored","For a part of a person or object to hit another object hard."]],0,"바치다"]}],"받고채다":[{"1":[[],[["말을 서로 주고받거나 곁에서 채거나 하면서 농담이나 승강이질을 하다.",null]],2,"받꼬채다"]},{}],"받아들이다":[{"1":[[],[["사람들에게서 돈이나 물건 따위를 거두어 받다.",null],["다른 문화, 문물을 받아서 자기 것으로 되게 하다.",null]],2,"바다드리다"]},{"0":[[],[["receive; take; accept","To collect and receive money, goods, etc., from people."],["accept; adopt","To not block an incoming culture or goods, and to make it one's own."],["accept; take","To grant someone's demand, request, etc."],["accept; admit","To let someone join a certain organization, group, etc., as a new member."],["accept; admit; take; face","To admit, understand, or accept a certain fact, state, etc."],["follow","To agree to an opinion, criticism, etc., and follow it."]],2,"바다드리다"]}],"받아치다":[{"1":[[],[["다른 사람의 공격이나 비판, 농담 따위에 대응하여 응수하다.",null]],2,"바다치다"]},{"0":[[],[["receive and give back","To answer upon hearing someone's criticism, joke, etc."]],0,"바다치다"]}],"받아넘기다":[{"1":[[],[["넘어온 공을 다시 쳐서 상대편 쪽으로 보내다.",null],["도매로 물건을 받아서 다른 사람에게 넘겨주다.",null]],2,"바다넘기다"]},{"0":[[],[["return","To hit the ball coming across and send it back to the opposing team."],["retail","To buy goods at wholesaler's prices and sell them to another person."],["parry; sing readily","To take over someone's remark or song, and to continue it without hesitating."],["parry","To evade an attack skillfully."]],0,"바다넘기다"]}],"받들리다":[{"1":[[],[["공경하여 모셔지다. 또는 소중히 대해지다. ‘받들다「1」’의 피동사.","없음"],["물건의 밑이 받쳐져 들리다. ‘받들다「3」’의 피동사.","없음"]],2,"받뜰리다"]},{}],"받내다":[{"1":[[],[["몸을 움직이지 못하는 사람의 대소변 따위를 받아 처리하다.",null]],2,"반내다"]},{}],"받다":[{"1":[[],[["다른 사람이 주거나 보내오는 물건 따위를 가지다.",null],["다른 사람이 바치거나 내는 돈이나 물건을 책임 아래 맡아 두다.",null],["다른 사람이나 대상이 가하는 행동, 심리적인 작용 따위를 당하거나 입다.",null],["점수나 학위 따위를 따다.",null],["여러 사람에게 팔거나 대어 주기 위해 한꺼번에 많은 양의 물품을 사다.",null]],2,"받따"],"2":[[],[["머리나 뿔 따위로 세차게 부딪치다.",null],["(속되게) 부당한 일을 한다고 생각되는 사람에게 맞서서 대들다.",null]],2,"받따"]},{"1":[[],[["receive; get","To take something that someone else has given or sent."],["collect; receive; get","To collect money or an item that someone else gives."],["receive; get; be affected by; be influenced by","To be affected or influenced by someone else's behavior or psychological action."],["receive; get; obtain","To get a score or degree."],["buy; get; purchase; source","To buy in large quantity to resell to a number of people."],["catch","To catch with a hand something that falls from the sky or comes toward oneself."],["receive; get","To be affected by a situation."],["receive; get; be exposed to","To receive or be exposed to light, wind, etc."],["receive; get","To receive or respond to an action such as a request, application, inquiry, attack, signal, etc."],["receive; get","To have a decision or ruling imposed on oneself."],["be generous; pamper","To be generous to a person when he/she acts like a baby or behaves strangely after drinking alcohol."],["receive; get","To receive or let in a person."],["be shot; be gunned; be hit","To be shot by a gun or hit by a sword, etc."],["add; take over","To sing or speak right after someone else speaks as kind of response."],["deliver","To help a woman deliver a baby."],["collect","To collect the seed of a plant or the egg of an animal."],["buy; get","To purchase an alcoholic beverage, etc."],["collect; fill","To let something that flows or falls into a container, etc."],["go well with; look good","For a color or shape to go well with something."],["be agreeable","For food, etc. to be agreeable."],["stay; go well with","For makeup to stay."],["look better","To look better in a photo than in real life."]],1,"받따"],"2":[[],[["butt; gore","To hit someone or something hard with a head, horn, etc."],["resist; confront","(slang) To confront and argue with someone who acts inappropriately."]],0,"받따"]}],"받잡다":[{"1":[[],[["‘받다01[1]「1」’의 높임말.",null]],2,"받짭따"]},{"0":[[],[["receive; take; accept","(honorific) To take what someone gave or sent."]],0,"받짭따"]}],"받아먹다":[{"1":[[],[["사람이나 동물이 남이 주는 것을 먹다.",null],["(속되게) 돈이나 물품 따위를 받아 챙기다.",null]],2,"바다먹따"]},{"0":[[],[["be fed","For a person or animal to eat what another person or animal feeds."],["take bribe","(slang) To receive and keep money, goods, etc."],["take; accept; receive","(slang) To receive money for something or doing something."]],0,"바다먹따"]}],"받아쓰다":[{"1":[[],[["남이 하는 말이나 읽는 글을 들으면서 그대로 옮겨 쓰다.",null]],2,"바다쓰다"]},{"0":[[],[["dictate","To write down what someone says or reads."]],1,"바다쓰다"]}],"받치다":[{"1":[[],[["먹은 것이 잘 소화되지 않고 위로 치밀다.",null],["단단한 곳에 닿아 몸의 일부분이 아프게 느껴지다.",null]],2,"받치다"],"2":[[],[["물건의 밑이나 옆 따위에 다른 물체를 대다.",null],["옷의 색깔이나 모양이 조화를 이루도록 함께 하다.",null],["한글로 적을 때 모음 글자 밑에 자음 글자를 붙여 적다.","언어"]],2,"받치다"]},{"0":[[],[["support","To put an object or body part under another object or body part."],["wear together","To wear certain clothes that are matching in color or shape together."],["(no equivalent expression)","To write a consonant under a vowel in the Korean alphabet."],["support","To support in order to do something well."],["hold","To hold up an umbrella, parasol, etc., to block the rain or sunlight."]],3,"받치다"]}]}