{"측량하다":[{"1":[["測量"],[["기기를 써서 물건의 높이, 깊이, 넓이, 방향 따위를 재다.",null],["지표의 각 지점의 위치와 그 지점들 간의 거리를 구하고 지형의 높낮이, 면적 따위를 재다. 지도 제작ㆍ경계선 구분ㆍ공사 따위를 할 때 한다.",null],["생각하여 헤아리다.",null]],1,"층냥하다"]},{"0":[["測量하다"],[["measure; take; gauge","To take the height, depth, width, direction, etc., of an object, by using a device."],["measure; survey","To calculate the location of each point and the distance between points, and to measure the height or area of a landform, on a map."],["fathom; think over","To think about and consider something."]],0,"층냥하다"]}],"층타렴타다":[{"1":[[],[["큰 그릇을 만들 때, 밑바닥 위에 둘러놓은 흙가래로 한 켜의 벽을 붙여 올리다.","공예"]],2,"층타렴타다"]},{}],"측목시지하다":[{"1":[["側目視之"],[["곁눈질하여 보다.",null]],1,"층목씨지하다"]},{}],"층생첩출하다":[{"1":[["層生疊出"],[["일이 여러 가지로 겹쳐서 자꾸 생겨나다.",null]],1,"층생첩출하다"]},{}],"측정하다":[{"1":[["測定"],[["일정한 양을 기준으로 하여 같은 종류의 다른 양의 크기를 재다. 기계나 장치를 사용하여 재기도 한다.",null],["헤아려 결정하다.",null]],1,"측쩡하다"],"2":[["測程"],[["차나 배 따위가 지나온 거리를 재다.",null]],1,"측쩡하다"]},{"0":[["測定하다"],[["measure; survey; sound; gauge","To take the different quantity of something in the same kind, by comparing it with a standard unit."]],0,"측쩡하다"]}],"측정되다":[{"1":[["測定"],[["일정한 양이 기준으로 되어 같은 종류의 다른 양의 크기가 재어지다. 기계나 장치가 사용되어 재어지기도 한다.",null],["헤아려져 결정되다.",null]],1,"측쩡되다"],"2":[["測程"],[["차나 배 따위가 지나온 거리가 재어지다.",null]],1,"측쩡되다"]},{"0":[["測定되다"],[["be measured; be surveyed; be sounded; be gauged","For a different quantity of an object in the same kind as others to be taken, against a standard unit."]],0,"측쩡되다"]}],"측량되다":[{"1":[["測量"],[["기기가 사용되어 물건의 높이, 깊이, 넓이, 방향 따위가 재어지다.",null],["지표의 각 지점의 위치와 그 지점들 간의 거리가 구하여지고 지형의 높낮이, 면적 따위가 재어지다.",null],["생각되어 헤아려지다.",null]],1,"층냥되다"]},{"0":[["測量되다"],[["be measured; be taken; be gauged","For the height, depth, width, direction, etc., of an object to be taken, as a device is used."],["be measured; be surveyed","For the location of each point and the distance between points to be calculated, and for the height or area of a landform to be measured, on a map."],["be fathomed; be thought over","For something to be thought about and considered."]],0,"층냥되다"]}]}