{"튀어나오다":[{"1":[[],[["겉으로 툭 비어져 나오다.",null]],2,"튀어나오다"]},{"0":[[],[["protrude","To be sticking out."],["spit; speak abruptly","To say something suddenly."],["pop out","To appear suddenly."]],3,"튀어나오다"]}],"튀다":[{"1":[[],[["탄력 있는 물체가 솟아오르다.","없음"],["어떤 힘을 받아 작은 물체나 액체 방울이 위나 옆으로 세게 흩어지다.",null],["‘달아나다’를 속되게 이르는 말.",null]],2,"튀다"]},{"0":[[],[["bounce","For an object such as a spring or ball to bounce up."],["spatter; splash","For a small object or liquid drop to be spread sideways by being given a force."],["take off; bolt","(slang) To run away."],["stand out","For a certain act, word, etc., to attract others' attention."]],3,"튀다"]}],"튀기다":[{"1":[[],[["힘을 모았다가 갑자기 탁 놓아 내뻗치거나 튀게 하다.",null],["도둑이나 짐승 따위를 건드려서 갑자기 튀어 달아나게 하다.",null],["수판알을 올리거나 내림으로써 수판알을 움직이게 하다.",null]],2,"튀기다"],"2":[[],[["끓는 기름에 넣어서 부풀어 나게 하다.",null],["마른 낟알 따위에 열을 가하여서 부풀어 나게 하다.",null]],2,"튀기다"]},{"1":[[],[["flick; pluck","To gather strength in something and release it at once so that it is stretched or bounces."],["flick an abacus bead","To move the beads on an abacus by raising or lowering them, to calculate something."],["bounce","To make an object such as a spring, ball, etc., bounce up."],["spatter; splash","To make a small object or liquid drop be spread upward or sideways strongly."]],3,"튀기다"],"2":[[],[["fry","To put an ingredient in boiling oil, so that it inflates."],["pop","To heat dried grains, etc., making them inflate."]],1,"튀기다"]}],"튕기다":[{"1":[[],[["다른 물체에 부딪치거나 힘을 받아서 튀어 나오다.",null]],2,"튕기다"]},{"0":[[],[["bounce","To spring out after being hit against something or being pressed."],["flick","To make a finger be stretched out suddenly and strongly by pressing the inner tip of that finger with the tip of a thumb."],["flick","In a calculation, to make abacus beads move by raising or lowering them."],["play; pluck","To pull and release the strings of a string instrument, producing sounds."],["bounce back; recover","For an object, whose form was changed by an external force, to move strongly to return to its former state; or to make something move in such a manner."],["splash","To add strong force to a liquid and make it fly into the air instantly."],["spark","To spread the sparks, etc., created in the clash of two strong objects, everywhere."],["reject; decline","To not accept someone’s demand, opinion, etc."]],0,"튕기다"]}]}