{
	"extensionDescription": {
		"message": "Prevedite izbrano besedilo in celo stran z dodatkom Google Translate.",
		"description": "Description of the extension."
	},

	"addOnSiteSummary": {
		"message": "S tem dodatkom lahko prevedete katerokoli besedilo v svoj jezik z enim klikom ali hitro tipko. Lahko prevedete izbrano besedilo, v katerem primeru bo prevedeno besedilo nadomestilo izvirnega, ali pa celo stran.",
		"description": "Description of the extension displayed on the Mozilla Add-On Site. Maximum 250 characters."
	},

	"browserActionLabel": {
		"message": "Prevajalnik",
		"description": "Displayed string for the Red T toolbar icon."
	},

	"contextMenuTranslateSelected": {
		"message": "Prevedi izbiro z Google Translate",
		"description": "Context menu action string to start selection translation."
	},

	"contextMenuTranslatePage": {
		"message": "Prevedi to stran z Google Translate",
		"description": "Context menu action string to start page translation."
	},

	"contextMenuOpenOptions": {
		"message": "Možnosti",
		"description": "(Red T toolbar icon) context menu action string to open Add-On Options."
	},

	"browserActionHotKeyDescription": {
		"message": "Translate with default action.",
		"description": "Description of the browser action and its hotkey."
	},

	"errorMessageOnInvalidTextLength": {
		"message": "Izbrano besedilo ne sme biti daljše od 1100 znakov!",
		"description": "Error message text shown when the selection cannot be translated because of invalid text length."
	},

	"errorMessageIfTranslationFailed": {
		"message": "Translation failed because an error happened during the translation process.",
		"description": "Error message text shown when the translation failed due to some - yet unknown - error or abortion."
	},

	"optionsPage_generalSettingsTitle": {
		"message": "Splošne nastavitve",
		"description": "Title of General settings fieldset on the Options page."
	},

	"optionsPage_languageOfTranslation": {
		"message": "Jezik prevoda",
		"description": "Name of the language of translation setting on the Options page."
	},

	"optionsPage_whatToTranslateTitle": {
		"message": "Kaj naj se prevede ob kliku na ikono orodne vrstice:",
		"description": "Title of What to translate fieldset on the Options page."
	},

	"optionsPage_translateSelectionLabel": {
		"message": "Vedno izbrano besedilo",
		"description": "Name of the selection translation mode setting on the Options page."
	},

	"optionsPage_translatePageLabel": {
		"message": "Vedno celo stran",
		"description": "Name of the page translation mode setting on the Options page."
	},

	"optionsPage_translateSelectionIfPossibleLabel": {
		"message": "Po možnosti izbrano besedilo, drugače pa celo stran (priporočeno)",
		"description": "Name of the selection translation of possible mode setting on the Options page."
	},

	"optionsPage_saveButtonText": {
		"message": "Save",
		"description": "Text of the Save button on the Options page."
	},

	"optionsPage_optionsSavedStatusText": {
		"message": "Options saved.",
		"description": "Displayed text when the Save button is pressed and the options are saved on the Options page."
	}
}