{
    "id": 5791,
    "authors": [
        {
            "id": 235431,
            "name": "Dave G",
            "url": "https://addons.mozilla.org/en-US/firefox/user/235431/",
            "username": "daveg"
        }
    ],
    "average_daily_users": 115422,
    "categories": [
        "web-development",
        "alerts-updates"
    ],
    "contributions_url": {
        "url": "https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=AKTB2MGHTJ9YS&utm_content=product-page-contribute&utm_medium=referral&utm_source=addons.mozilla.org",
        "outgoing": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/fa14a8611c5af9b94a3953672ff6b2a246012cb56614015aa46142df5fe9ee5f/https%3A//www.paypal.com/cgi-bin/webscr%3Fcmd=_s-xclick&hosted_button_id=AKTB2MGHTJ9YS&utm_content=product-page-contribute&utm_medium=referral&utm_source=addons.mozilla.org"
    },
    "created": "2007-10-02T15:30:19Z",
    "current_version": {
        "id": 5867687,
        "compatibility": {
            "firefox": {
                "min": "60.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/flagfox/versions/5867687",
        "file": {
            "id": 4411971,
            "created": "2024-12-30T17:15:45Z",
            "hash": "sha256:5362d06cfbd2871506abc9c95072c1f6ae49520982991cb028fc7f74cbe758fc",
            "is_mozilla_signed_extension": false,
            "size": 1100353,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4411971/flagfox-6.1.82.xpi",
            "permissions": [
                "storage",
                "clipboardRead",
                "clipboardWrite",
                "menus",
                "contextMenus",
                "notifications",
                "tabs",
                "webRequest",
                "dns",
                "cookies",
                "<all_urls>"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 28,
            "is_custom": true,
            "name": {
                "en-US": "Flagfox License"
            },
            "slug": null,
            "url": "https://addons.mozilla.org/en-US/firefox/addon/flagfox/license/"
        },
        "release_notes": {
            "en-US": "* IPv4 &amp; IPv6 address location database updates for December 2024"
        },
        "reviewed": "2025-01-13T14:16:41Z",
        "version": "6.1.82"
    },
    "default_locale": "en-US",
    "description": {
        "bg": "Flagfox е разширение което показва флаг икона също така показва и физическото местоположение на сървъра. Знаейки към кого сте свързани добавя допълнителен слой на информация която може да бъде полезна и да ви потрябва за  правни юрисдикции които могат да се прилагат ако ви потрябват. Допълнителна информация може да бъде получена чрез множество външни заявки и потребителите могат да добавят собствени действия. Всички действия могат да бъдат добавени към контекстното меню на иконата на флага и да се посочи иконата на флага и с клик или клавишни комбинации за бърз достъп.\n\nКликнете на флага икона и нашето действие по подразбиране, <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, ще ви покаже подробна карта, показваща градът на сървъра и друга полезна информация като например местно време и <abbr title=\"Интернет Доставчик\">ISP</abbr>. Много други действия също са достъпни и широк кръг от приложения, като:\n<ul><li>Сайт за безопасността и зловреден софтуер и проверки</li><li>Намирането на подобни сайтове и интервюта</li><li>Автоматичен превод на вашият език</li><li><abbr title=\"Oптимизация на сайт за търсачки\">SEO</abbr> и уеб развитие и изследвания</li><li>Диагностика като ping и traceroutes</li><li>Whois и <abbr title=\"Domain Name Service\">DNS</abbr> информация</li><li>Page Code валидиране</li><li>Съкращаване на URL Адреси </li><li>Копиране на сърварните <abbr title=\"Интернет Портокол\">IP</abbr> адреси или друга информация</li><li>Или да създадете ваши собствени действия!</li></ul>Flagfox е обикновен и ненатрапчив и използва сравнително много малко ресурси. За да се защитят вашите лични данни заявките се извършват на местно ниво (локално) и не иска достъп до външен сървър за всяка страница която разглеждате. Тя работи чрез достъп до вътрешна база данни IP адреси и местоположение и с основно груба карта на физическите параметри на Интернет на базата данните предоставени от <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>. Така той показва флага и националността също така и действителното местоположение на сървъра към който сте свързани а не само националността и домейнът които могат да бъдат различни. Flagfox актуализации се предоставят всеки месец за да се запази вътрешната база с данни по точна и детайлна.",
        "ca": "Flagfox és una extensió que mostra una icona amb una bandera que indica la ubicació física del servidor al que s'ha connectat. Saber a on està connectat pot servir per fer més conscient la navegació i indicar l'idioma i la jurisdicció local aplicable. Es pot obtenir més informació a través de nombroses consultes externes, i els usuaris poden afegir les seves accions personalitzades pròpies. Totes aquestes accions poden ser incloses al menú contextual de l'icona de la bandera i assignades a clics de ratolí o dreceres de teclat per aconseguir un accés més immediat.\n\nQuan es fa clic a l'icona de la bandera s'executa l'acció predeterminada, <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, que proporciona un mapa detallat amb la ciutat on es troba el servidor i altres informacions útils com l'hora local i l'<abbr title=\"Proveïdor de Serveis d'Internet\">ISP</abbr>. Hi ha moltes altres accions per a usos molt diversos, com per exemple:\n<ul><li>Comprovacions de seguretat de webs i malware</li><li>Trobar llocs semblants i opinions sobre ells</li><li>Traducció automàtica al nostre idioma</li><li>Informació sobre <abbr title=\"Optimització per a cercadors\">SEO</abbr> i desenvolupament web</li><li>Diagnòstics com per exemple pings i traceroutes</li><li>Whois i informació sobre <abbr title=\"Servidors de Noms de Domini\">DNS</abbr></li><li>Validació del codi d'una pàgina</li><li>Contracció d'URLs</li><li>Copiar l'adreça <abbr title=\"Protocol d'Internet\">IP</abbr> i altres informacions d'un servidor</li><li>...i també es poden crear accions personalitzades pròpies!</li></ul>Flagfox és senzill i discret, i utulitza relativament pocs recursos. Per protegir la privacitat, les consultes sobre el país corresponent es realitzen localment, enlloc de consultar un servidor extern cada cop que s'accedeix a una nova pàgina. Funciona accedint a una base de dades interna d'ubicació d'adreces IP, una mena de mapa simplificat de la distribució geogràfica d'internet, basat en dades proporcionades per <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>. Així és com s'obté la bandera del país en el qual es troba realment ubicat el servidor al que s'està connectat, enlloc de la nacionalitat del nom del domini, que pot no coincidir. Flagfox s'actualitza mensualment per mantenir l'exactitud de la seva base de dades.",
        "cs": "Flagfox je rozšíření, které zobrazuje ikonky (vlajky). Ty znázorňují aktuální umístění serverů. Informace o tom, na jaké servery se připojujete, přidává další rozměr vašemu brouzdání po internetu a může se hodit při určování místních jazyků a právního rámce, který pro stránky může platit. Podrobnosti o umístění serveru lze získat pomocí množství externích vyhledávačů, je možno také přidávat vlastní akce. Všechny akce mohou být přidány do kontextového menu na ikonce vlajky pro jejich rychlé spuštění lze nastavit zkratky, klávesové nebo při kliknutí na ikonku myší.\n\nKliknutím na ikonku vlajky se spustí akce <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, která zobrazí detailní mapu, na které bude vyznačeno město, ve kterém je server umístěný, a mnoho dalších užitečných informací jako například místní čas nebo <abbr title=\"Internet Service Provider\">ISP</abbr>. A mnoho dalších akcí, jako například:\n<ul><li>Kontrola bezpečnosti (test na viry, malware apod.)</li><li>Vyhledávání podobných stránek</li><li>Překlad stránky do vašeho jazyka</li><li><abbr title=\"Search Engine Optimization\">SEO</abbr> a nástroje pro tvorbu webu</li><li>Ping, Traceroute...</li><li>Databáze Whois a informace o <abbr title=\"Domain Name Service\">DNS</abbr></li><li>Validace kódu stránky</li><li>Rychlé zkrácení URL</li><li>Kopírování <abbr title=\"Internet Protocol\">IP</abbr> adres serverů do schránky</li><li>a samozřejmě si můžete vytvořit svoji vlastní akci!</li></ul>Flagfox je jednoduchý, nenápadný a systémově poměrně nenáročný. Z důvodu ochrany soukromí je země vyhledávána lokálně namísto toho, aby se na každou prohlíženou stránku posílal dotaz na externí server. Vyhledávání probíhá v lokální databázi s umístěním IP adres, která zhruba mapuje skutečnou podobu internetu, a to s využitím dat poskytovaných společností <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>. Pro zemi je tak zobrazena vlajka na základě skutečného umístění serveru, ke kterému jste připojeni, což je přesnější než určení země pouze podle názvu domény, která se může lišit. Aby se zachovala správnost databáze, vychází pravidelné měsíční aktualizace Flagfoxu.",
        "da": "Flagfox er en udvidelse som viser et flagikon, der angiver den pågældende webservers fysiske placering. Viden om hvor du har forbindelse til, føjer et ekstra lag af bevidsthed til din browsing og kan være nyttig til, at tilkendegive de lokale sprog og regioner, der kan anvendes. Yderligere information skaffes via et væld af eksterne opslag og brugere kan tilføje deres egne tilpassede handlinger. Alle handlinger kan føjes til flagikonets genvejsmenu og sættes til ikonklik eller tastaturgenveje for hurtig adgang.\n\nKlik på flagikonet indlæser din standardhandling, <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, som viser et detaljeret kort over byen, serveren befinder sig i, og anden nyttig information så som dens lokale tid og <abbr title=\"Internet Service Provider\">ISP</abbr>. Mange andre handlinger er tilgængelige for omfattende anvendelser så som:\n<ul><li>Webstedssikkerhed og malware-tjek</li><li>Søgning efter lignende websteder og anmeldelser</li><li>Automatisk oversættelse til dit sprog</li><li><abbr title=\"Search Engine Optimization\">SEO</abbr> og webudviklings-research</li><li>Diagnosticering som pings og traceroutes</li><li>Whois og <abbr title=\"Domain Name Service\">DNS</abbr>-information</li><li>Kodevalidering</li><li>Kvik URL-forkortelse</li><li>Kopiering af en servers <abbr title=\"Internet Protocol\">IP</abbr>-adresse eller anden info</li><li>eller du kan oprette dine egne tilpassede handlinger!</li></ul>Flagfox er enkel, ikke-påtrængende og bruger relativt få ressourcer. For at beskytte dit privatliv, bliver opslag af lande lavet lokalt, i stedet for at spørge en ekstern server om hvert eneste websted du besøger. Den fungerer ved, at tilgå en intern database indeholdende placering af IP-adresser. Det er dybest set et groft kort over det fysiske layout af internettet, baseret på data leveret af <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>. Dette giver et flag, der viser nationaliteten af den faktiske placering, af den server du har forbindelse til, snarere end blot nationaliteten af domænenavnet, der kan være forskelligt. Opdateringer af Flagfox finder sted månedligt for at holde denne interne database nøjagtig.",
        "de": "Flagfox ist eine Erweiterung, die ein Flaggensymbol anzeigt, um den Standort des Servers der aktuellen Website darzustellen. Zu wissen, wo Ihre Verbindung hinführt, schafft ein neues Bewusstsein beim Surfen und kann nützlich sein, um auf Landessprachen und geltende Rechtsprechung hinzuweisen. Weitere Informationen können über eine Vielzahl externer Quellen bezogen werden und Benutzer können ihre eigenen Aktionen einstellen. Alle Aktionen können dem Kontextmenü des Flaggensymbols hinzugefügt werden und je nach Einstellung beim Klick auf das Symbol oder durch Tastenkürzel für schnellen Zugriff aktiviert werden.\n\nEin Klick auf das Flaggensymbol lädt unsere Standardaktion, <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, was eine detaillierte Karte mit der Stadt, in der sich der Server befindet und andere nützliche Informationen wie die Ortszeit und den <abbr title=\"Internet Service Provider (Internetdienstanbieter)\">ISP</abbr> anzeigt.  Viele andere Aktionen sind für eine Vielzahl von Zwecken verfügbar, wie zum Beispiel:\n<ul><li>Website-Sicherheit und Überprüfung auf Schadsoftware</li><li>Finden von ähnlichen Seiten und Bewertungen</li><li>Automatische Übersetzung in Ihre Sprache</li><li><abbr title=\"Search Engine Optimization (Suchmaschineoptimierung)\">SEO</abbr> und Forschung zur Web-Entwicklung</li><li>Diagnosen wie Pings und Traceroutes</li><li>Whois und <abbr title=\"Domain Name Service\">DNS</abbr>-Information</li><li>Validierung des Seitenquelltextes</li><li>Schnelle Erstellung von Kurz-URLs</li><li>Kopieren der <abbr title=\"Internet Protocol\">IP</abbr>-Adresse des Servers oder anderer Informationen</li><li>Sie können auch Ihre eigenen Aktionen erstellen!</li></ul>Flagfox ist klein, unaufdringlich und verwendet relativ wenige Ressourcen. Um Ihre Privatsphäre zu schützen, werden Länder lokal nachgeschlagen, anstatt einen externen Server nach jeder Seite, die Sie aufrufen, zu fragen. Dies funktioniert, indem eine interne Datenbank über den Standort von IP-Adressen, im Prinzip eine ungefähre Karte des physikalischen Aufbaus des Internets, die auf Daten von <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a> basiert. Dies liefert eine Flagge für die Nationalität des tatsächlichen Standorts des Servers, mit dem Sie verbunden sind, anstatt einfach die Nationalität des Domain-Namens anzuzeigen, die unterschiedlich sein könnte. Aktualisierungen für Flagfox werden monatlich verteilt, um die interne Datenbank aktuell zu halten.",
        "el": "Το Flagfox είναι μια επέκταση που εμφανίζει ένα εικονίδιο με τη σημαία της χώρας που βρίσκεται ο διακομιστής της τρέχουσας σελίδας. Η γνώση της τοποθεσίας του διακομιστή με τον οποίο έχετε συνδεθεί σας προσφέρει μια πρόσθετη δικλίδα ασφαλείας και μπορεί να χρησιμεύσει σαν ένδειξη της τοπικής γλώσσας και του νομικού πλαισίου που υπάγεται ο διακομιστής. Μπορείτε επίσης να αποκτήσετε περισσότερες πληροφορίες μέσω μιας πληθώρας εξωτερικών αναζητήσεων που παρέχονται σαν ενέργειες ή ακόμα και να δημιουργήσετε τις δικές σας. Όλες οι ενέργειες μπορούν να προστεθούν στο μενού του εικονιδίου της σημαίας και να ρυθμιστεί το άνοιγμα τους με κλικ στο εικονίδιο ή με ένα πλήκτρο συντόμευσης για πιο γρήγορη πρόσβαση.\n\nΗ προεπιλεγμένη ενέργεια όταν κάνετε κλικ στο εικονίδιο της σημαίας είναι το <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, το οποίο παρουσιάζει ένα λεπτομερή χάρτη της περιοχής που βρίσκεται ο διακομιστής καθώς κι άλλες χρήσιμες πληροφορίες όπως την τοπική ώρα και τον <abbr title=\"παροχέα υπηρεσιών διαδικτύου (Internet Service Provider)\">ISP</abbr>. Υπάρχουν πολλές άλλες ενέργειες διαθέσιμες για διάφορες χρήσεις όπως:\n<ul><li>Έλεγχο για την ασφάλεια και την ύπαρξη κακόβουλου λογισμικού στη σελίδα.</li><li>Αναζήτηση σχετικών σελίδων και αξιολογήσεων.</li><li>Αυτόματη μετάφραση σε άλλη γλώσσα.</li><li>Μελέτη και έρευνα προγραμματισμού ιστοσελίδων και <abbr title=\"βελτιστοποίηση μηχανών αναζήτησης (Search Engine Optimization)\">SEO</abbr>.</li><li>Διαγνωστικοί ελέγχοι όπως ping και traceroute.</li><li>Πληροφορίες Whois και <abbr title=\"Domain Name Service\">DNS</abbr>.</li><li>Επικύρωση πηγαίου κώδικα σελίδας.</li><li>Γρήγορη σύντμηση URL.</li><li>Αντιγραφή διεύθυνσης <abbr title=\"πρωτοκόλλου διαδικτύου (Internet Protocol)\">IP</abbr> ή άλλων πληροφοριών διακομιστή.</li><li>Ενέργειες που μπορείτε να δημιουργήσετε εσείς!</li></ul>Το Flagfox είναι απλό στη χρήση του, δεν σας αποσπά την προσοχή και απαιτεί ελάχιστους πόρους. Για την προστασία του ιδιωτικού σας απόρρητου, οι αναζητήσεις χώρας γίνονται τοπικά αντί να αποστέλλεται αίτημα σε εξωτερικό διακομιστή για κάθε σελίδα που επισκέπτεστε. Η αναζήτηση λειτουργεί με βάση μια βάση δεδομένων με τις τοποθεσίες διευθύνσεων IP που διατηρείται τοπικά, κάτι σαν ένας γενικός χάρτης της χωροταξικής εξάπλωσης του διαδικτύου, που βασίζεται σε δεδομένα τα οποία παρέχονται από την <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>. Αυτή η προσέγγιση προσφέρει το πλεονέκτημα να παρουσιάζεται η σημαία της πραγματικής τοποθεσίας του διακομιστή αντί για την εθνικότητα του ονόματος του η οποία μπορεί να είναι διαφορετική. Το Flagfox ενημερώνεται σε σταθερή μηνιαία βάση  για να διατηρείται η ακρίβεια αυτής της τοπικής βάσης δεδομένων.",
        "en-US": "Flagfox is an extension that displays a flag icon indicating the current webserver's physical location. Knowing where you're connected to adds an extra layer of awareness to your browsing and can be useful to indicate the native languages and legal jurisdictions that may apply. Additional information can be obtained via a multitude of external lookups and users can add their own custom actions. All actions can be added to the flag icon's context menu and set to icon click or keyboard shortcuts for quick access.\n\nClicking the flag icon loads our default action, <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, which gives a detailed map showing the city the server is in and other useful information such as its local time and <abbr title=\"Internet Service Provider\">ISP</abbr>. Many other actions are available for a wide range of uses such as:\n<ul><li>Site safety and malware checks</li><li>Finding similar sites and reviews</li><li>Automatic translation to your language</li><li><abbr title=\"Search Engine Optimization\">SEO</abbr> and web development research</li><li>Diagnostics like pings and traceroutes</li><li>Whois and <abbr title=\"Domain Name Service\">DNS</abbr> information</li><li>Page code validation</li><li>Quick URL shortening</li><li>Copying a server's <abbr title=\"Internet Protocol\">IP</abbr> address or other info</li><li>or you can create your own custom actions!</li></ul>Flagfox is simple, unobtrusive, and uses relatively little resources. In order to protect your privacy, country lookups are done locally rather than asking an external server about every page you browse to. It works by accessing an internal IP address location database, basically a rough map of the physical layout of the Internet, based on data provided by <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>. This gives a flag for the nationality of the actual location of the server you're connected to, rather than just the nationality of the domain name which may be different. Flagfox updates are provided on a monthly basis to keep this internal database accurate.",
        "es": "Flagfox es una extensión que muestra el icono de la bandera correspodiente al país donde está ubicado físicamente el servidor al que se ha conectado. Saber dónde está conectado puede ser hacerle más consciente de su navegación e indicarle el idioma y la jurisdicción locales aplicables. Se puede obtener más información a través de numerosas consultas externas, y los usuarios pueden añadir sus propias acciones personalizadas. Todas estas acciones pueden ser incluidas en el menú contextual del icono de la bandera y asignadas a clics de ratón o atajos de teclado para un acceso más inmediato. \n\nAl hacer clic en el icono de bandera se ejecuta la acción predeterminada, <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, que proporciona una mapa detallado con la ciudad en la que se encuentra el servidor y otras informaciones útiles como la hora local e <abbr title=\"Proveedor de Servicios de Internet\">ISP</abbr>.  Hay disponibles otras muchas acciones con muy diversos usos, como por ejemplo:\n<ul><li>Comprobaciones de seguridad de webs y malware</li><li>Encontrar sitios similares y opiniones sobre ellos</li><li>Traducción automática a su idioma</li><li>Información sobre <abbr title=\"Optimización de motores de búsqueda\">SEO</abbr> y desarrollo web</li><li>Diagnósticos como pings y traceroutes</li><li>Whois e información sobre <abbr title=\"Servidores de nombres de dominio\">DNS</abbr></li><li>Validación del código de una página</li><li>Contracción de URLs</li><li>Copiar la dirección <abbr title=\"Protocolo de Internet\">IP</abbr> y otras informaciones de un servidor</li><li>Y puede también crear sus propias acciones personalizadas</li></ul>Flagfox es simple y discreto, y utiliza relativamente pocos recursos. Para proteger su privacidad las consultas sobre el país correspondiente se realizan localmente, en vez de consultar a un servidor externo cada vez que se accede a una nueva página. Funciona accediendo a una base de datos interna de ubicación de direcciones IP, una especie de mapa simplificado de la distribución geográfica de Internet, proporcionado por <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>. Así se obtiene la bandera del país donde está realmente ubicado el servidor al que se ha conectado, en vez de la nacionalidad del nombre de dominio, que puede ser otra diferente. Flagfox se actualiza mensualmente para mantener la exactitud de su base de datos.",
        "fi": "Flagfox on laajennus, joka näyttää avoimen verkkopalvelimen fyysiseen sijaintiin pohjautuvan lippukuvakkeen. Kun tiedät, mihin olet yhdistänyt, saat paremman turvallisuudentunteen selatessasi. Lippukuvake voi kertoa myös sivuston kielen ja voimassa olevan lainkäyttövallan. Lisätietoja voidaan etsiä monilla ulkoisilla hakulisäkkeillä ja käyttäjät voivat luoda omia toimintojaan. Kaikki toiminnot voidaan lisätä lippukuvakkeen kontekstivalikkoon, kuvakkeen napsautukseen tai näppäinoikoteihin.\n\nLippukuvakkeen napsauttaminen lataa oletustoimintomme, <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>in, joka näyttää yksityiskohtaisen kartan kaupungista, jossa palvelin on, sekä muita hyödyllisiä tietoja kuten paikallisen ajan ja <abbr title=\"Internet-palveluntarjoaja\">ISP</abbr>:n. Saatavilla on myös monia muita toimintoja kuten:\n<ul><li>Sivuston turvallisuuden ja haittaohjelmien tarkistus</li><li>Samankaltaisten sivujen sekä arvosteluiden etsiminen</li><li>Automaattinen käännös halutulle kielelle</li><li><abbr title=\"Hakukoneoptimointi\">SEO</abbr>:n ja verkkokehityksen tutkiminen</li><li>Diagnostiikka kuten ping-kyselyt ja traceroute</li><li>Whois- ja <abbr title=\"Nimipalvelujärjestelmä\">DNS</abbr>-tiedot</li><li>Sivun koodin validointi</li><li>Nopea osoitteenlyhennys</li><li>Palvelimen <abbr title=\"Internet Protocol\">IP</abbr>-osoitteen ja muiden tietojen kopiointi</li><li>tai mikä tahansa itse luomasi toiminto!</li></ul>Flagfox on yksinkertainen, huomaamaton ja se käyttää vähän järjestelmäresursseja. Yksityisyytesi suojaamiseksi kaikki maahaut tehdään paikallisesti siirtämättä selaamiesi sivustojen tietoja ulkoiselle palvelimelle. Laajennus toimii hakemalla IP-osoite paikallisesta tietokannasta, joka pohjautuu <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>-palvelun tietoihin. Tämä antaa lipun palvelimen fyysisen sijainnin perusteella, domain-nimen kansallisuuden sijaan. Flagfox-päivityksiä tehdään kuukausittain, jotta paikallinen tietokanta pysyy ajan tasalla.",
        "fr": "Flagfox est une extension pour Mozilla Firefox qui affiche une icône de drapeau pour indiquer le pays où est situé le serveur du site que vous parcourez. Savoir à quel serveur vous êtes connecté ajoute un niveau supplémentaire de sécurité et peut s'avérer utile pour indiquer les langues locales et les règlementations en vigueur. Davantage d'informations peuvent être obtenues pas un grand nombre de ressources externes et les utilisateurs peuvent y ajouter des actions personnalisées. Toutes les actions peuvent être ajoutées via le menu contextuel (clic droit) de l'icône de drapeau et elles peuvent être déclenchées par un clic sur l'icône ou un raccourci clavier pour un accès rapide.\n\nEn cliquant sur l'icône on lance, <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, qui procure une carte du pays de même que d'autres informations sur le <abbr title=\"Fournisseur d'Accès à Internet\">FAI</abbr>, la ville et l'heure locale.. Mais l'extension procure aussi :\n<ul><li>Sécurité des sites et  recherche des programmes indésirables</li><li>Recherche de sites similaires et de commentaires</li><li>Traduction automatique dans votre langue</li><li><abbr title=\"Search Engine Optimization\">SEO</abbr>  = optimisation de moteur de recherche, utile au développement Web</li><li>Diagnostics comme les  pings et les traceroutes</li><li>Whois et  information sur le <abbr title=\"Service de Nom de Domaine\">DNS</abbr></li><li>Validation de la page source</li><li>Service de réduction des adresses longues</li><li>Copie d'une adresse <abbr title=\"Protocole Internet\">IP</abbr> ou autres informations</li><li>sinon vous pouvez toujours créer votre action personnalisée !</li></ul>Flagfox est simple, pas intrusif, et utilise relativement peu de mémoire. Afin de protéger votre vie privée, les recherches de pays sont effectuées en local plutôt qu'en faisant appel à un serveur externe à propos des pages sur lesquelles vous naviguez. L'extension marche en accédant à une base de données d'adresses IP internes, en gros c'est une sorte de carte simplifiée de l'affichage physique sur Internet, avec des données procurées par <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>. Flagfox vous propose un drapeau pour la nationalité de l'emplacement courant du serveur auquel vous êtes connecté, au lieu de se limiter à la nationalité du nom de domaine, qui peut s'avérer différente. Les mises à jour de Flagfox sont proposées chaque mois environ pour que la base de données interne demeure précise.",
        "he": "Flagfox היא הרחבה אשר מציגה אייקון דגל אשר מציין את המיקום הפיזי הנוכחי של שרתי רשת. ידיעה להיכן אתם מחוברים מוסיפה שכבה נוספת של מודעות לגלישה ויכולה להיות שימושית לציון השפה המקומית ותחום השיפוט החוקי אשר אולי חל. מידע נוסף ניתן להשגה על ידי הרבה חיפושים חיצוניים ומשתמשים יכולים להוסיף פעולות מותאמות משלהם. כל הפעולות ניתנות להוספה אל תפריט הלחצן הימני של אייקון הדגל ולקבוע אל לחיצה על האייקון או קיצור דרך מקלדת לגישה מהירה.\n\nלחיצה על אייקון הדגל מעלה את פעולת ברירת המחדל שלנו, <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, אשר נותנת מפה מפורטת המציגה את עיר שבה השרת ממוקם ומידע שימושי אחר כמו זמן מקומי  <abbr title=\"ספק אינטרנט\">וISP</abbr>. פעולות רבות נוספות זמינות לטווח רחב של משתמשים כמו:\n<ul><li>בטיחות אתרים ובדיקות לתוכנות מזיקות</li><li>מציאת אתרים דומים וביקורות</li><li>תרגום אוטומטי לשפתכם</li><li><abbr title=\"התאמה אישית של מנוע החיפוש\">SEO</abbr> ומחקר פיתוח רשת</li><li>אבחונים כמו פינג ועקבות</li><li>Whois <abbr title=\"שירות שם מרחב\">DNS</abbr> ומידע</li><li>ווידוא קוד העמוד</li><li>קיצור כתובות מהיר</li><li> העתקת כתובת <abbr title=\"פרוטוקול אינטרנט\">IP</abbr> של השרת או מידע אחר</li><li>או שניתן ליצור פעולות מותאמות אחרות משלכם!</li></ul>Flagfox פשוט, לא בולט, ויחסית צורך משאבים מועטים. על מנת להגן על פרטיותכם, חיפושי המדינה מתבצעים מקומית ולא שואל שרת חיצוני אודות כל עמוד אשר גולשים בו. זה עובד בעזרת גישה למיקום כתובות פרוטוקול אינטרנט (IP) פנימי, בעצם מפה גסה של הפריסה הפיזית של האינטרנט, המבוססת על מידע המסופק על ידי <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>. זה נותן את דגל הלאומיות של המיקום הממשי של השרת אשר מתחברים אליו, ולא רק הלאומיות של שם המרחב אשר יכול להיות שונה. עדכוני Flagfox  מסופקים על בסיס חודשי כדי לשמור על מאגר המידע הפנימי הזה מדויק.",
        "it": "Flagfox è un'estensione che mostra una bandiera indicante l'ubicazione fisica del server visitato. Conoscendo il paese dove effettui la connessione permette di sapere quale sia la lingua preferita e permette di avere maggior conoscenza degli aspetti legali che nel paese vengono applicati. Informazioni aggiuntive possono essere ottenute mediante servizi esterni e gli utenti possono aggiungere le proprie azioni, che saranno disponibili cliccando sull'icona della bandiera o mediante tasti di scelta rapida.\n\nCliccando sull'icona verrà lanciata l'azione di default <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, il quale fornisce una mappa dettagliata della città dove il server è ubicato ed altre informazioni quale l'ora locale e l'<abbr title=\"Internet Service Provider\">ISP</abbr>. Altre azioni sono disponibili in una varietà di aspetti quali:\n<ul><li>Sicurezza del sito e malware</li><li>Ricerca di siti similari e recensioni</li><li>Traduzione automatica nel proprio linguaggio</li><li><abbr title=\"Search Engine Optimization\">SEO</abbr> e ricerca per sviluppo Web</li><li>Diagnostica su ping e traceroute</li><li>Informazioni Whois e su <abbr title=\"Domain Name Service\">DNS</abbr></li><li>Validazione della pagina</li><li>Servizio di abbreviazione URL</li><li>Copia dell'indirizzo <abbr title=\"Internet Protocol\">IP</abbr> e di altre informazioni</li><li>o la creazione di proprie azioni!</li></ul>Flagfox è semplice, discreto ed utilizza poche risorse. Per proteggere la tua privacy le richieste di lookup sono fatte localmente e non sono basate su un server esterno; funziona utilizzando un database locale degli indirizzi IP, ovvero una mappa della struttura fisica di Internet fornita da <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>. In  questo modo la bandiera mostra la nazionalità del server a cui ci si connette e non semplicemente quella del suffisso del dominio, che quindi può essere diversa. Flagfox è aggiornato mensilmente per mantenere il proprio database locale consistente.",
        "ja": "Flagfox は現在のウェブサーバーの物理的な場所を表した国旗アイコンを表示する拡張機能です。どこに接続しているのか知ることはブラウジングの意識を高め、母国語や適用できる法域を示すのに役立ちます。追加情報は数多くの外部検索から得ることができるほか、ユーザーは独自の動作を追加することができます。すべての動作は国旗のコンテキストメニューに追加可能で、迅速なアクセスにはアイコンクリックまたはキーボードショートカットに追加することができます。\n\n国旗アイコンをクリックすると、既定の動作では、 <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>,を読み込みます。そして、サーバーがある都市、現地時間、<abbr title=\"Internet Service Provider\">ISP</abbr>、その他の詳細な情報が載っている地図が表示されます。外にも多くの動作があり、幅広い用途に利用することができます。:\n<ul><li>サイトの安全性やマルウェアのチェック</li><li>似ているサイトとレビューを検索</li><li>あなたの言語に自動翻訳</li><li><abbr title=\"Search Engine Optimization\">SEO</abbr> とウェブ研究開発</li><li>pingとtracerouteによる診断</li><li>Whois と <abbr title=\"Domain Name Service\">DNS</abbr> 情報</li><li>ページコード確認</li><li>短縮URLの生成</li><li>サーバーの <abbr title=\"Internet Protocol\">IP</abbr> アドレスまたは他の情報をコピー</li><li>または、自分でカスタムアクションを作成することができます。</li></ul>Flagfoxは、簡単で比較的少ないリソースを使用します。あなたのプライバシーを保護するために、サーバーの物理的な場所の検索は、外部サーバーにあなたが閲覧するページについて尋ねるのではなく、拡張機能内部で行います。具体的には、<a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>より提供されるデータに基づく内部IPアドレスの場所のデータベースを参照することにより行います。接続しているサーバーの実際の場所の国旗を表示するためドメイン名の国籍とは異なる場合があります。 Flagfox最新版は、この内部データベースの正確さを維持するために月単位で提供しています。",
        "ko": "Flagfox는 현재 웹 서버의 실제 위치를 국기 아이콘으로 표시해 보여줍니다. 당신이 어디에 접속했는지 알 수 있도록 인식하는 별도의 단계를 추가하며, 적용 가능한 해당 언어 및 사법권을 안내하는데 유용할 수 있습니다. 추가 정보는 다수의 외부 조회를 통해 얻을수 있으며, 사용자가 자신만의 사용자 지정 동작을 추가할 수 있습니다. 모든 동작은 국기 아이콘의 문맥메뉴에서 추가하거나, 국기 아이콘 클릭 또는 빠른 접속을 위한 단축키를 통해 설정할 수 있습니다.\n\n국기 아이콘을 클릭하면 기본 동작으로 서버가 위치한 도시의 상세 지도와 함께 지역 시간 및 <abbr title=\"인터넷 서비스 제공업체(Internet Service Provider)\">ISP</abbr> 같은 유용한 정보를 제공하는 <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>를 불러옵니다. 다음과 같이 폭넓게 사용할 수 있는 많은 다른 동작을 사용할 수있습니다:\n<ul><li>사이트 안전도 및 악성코드 검사</li><li>유사 사이트 검색 및 평가</li><li>당신의 언어로 자동 번역</li><li><abbr title=\"검색엔진 최적화(Search Engine Optimization)\">SEO</abbr> 및 웹 개발 연구</li><li>Ping 및 traceroute 등과 같은 진단</li><li>Whois 및 <abbr title=\"Domain Name Service\">DNS</abbr> 정보</li><li>페이지 코드 검증</li><li>빠른 URL 단축</li><li>서버 <abbr title=\"Internet Protocol\">IP</abbr> 주소 및 기타 정보 복사</li><li>그밖에 당신이 원하는 기능을 생성할수 있습니다!</li></ul>Flagfox는 간편하고, 신중하며, 비교적 적은 자원을 사용합니다. 당신의 개인정보를 보호하고 국가를 조회하기 위해, 당신이 인터넷을 돌아다니는 모든 페이지에 대해 외부 서버에 묻습니다. <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>에서 제공하는 자료를 기반으로 한, 기본적 인터넷의 물리적 배치의 약도인, 내부 IP주소 위치 데이터베이스에 접속을 통해 동작합니다. 당신이 접속한 서버가 실제 위치한 국가의 국기를 보여주기 때문에, 도메인 명의 국가와 다를수도 있습니다. Flagfox 업데이트는 매월 정기적으로 이 내부 데이터베이스의 정확도를 유지하기 위해 제공됩니다.",
        "ms": "Flagfox adalah aplikasi yang memaparkan ikon bendera perihal asal lokasi fizikal laman sesawang. Dengan pengetahuan tambahan akan lokasi anda berhubung dapat meningkatkan kesedaran dalam melayari internet seperti bahasa tempatan negara asal dan juga judisiari yang mungkin berkaitan. Informasi tambahan boleh didapati melalui capaian luaran dan pengguna juga boleh menambah apa-apa tindakan sendiri. Semua tindakan boleh ditambah kepada menu ikon bendera dan setkan ikon klik dan papan kekunci untuk pautan pantas.\n\nKlik pada ikon bendera akan memuatkan tindakan asal, <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, yang akan memaparkan peta terperinci berkenaan bandar asal pelayan dan informasi berguna lain seperti waktu tempatan, dan <abbr title=\"Penyedia Perkhidmatan Internet\">ISP</abbr>. Banyak tindakan lain boleh didapati seperti:\n<ul><li>Keselamatan laman sesawang dan pemeriksaan malware</li><li>Pencarian laman sesawang serupa dan testimoni</li><li>Perjemahan automatik ke bahasa anda</li><li><abbr title=\"Search Engine Optimization\">SEO</abbr> dan penyelidikan penbangunan laman sesawang</li><li>Penyiasatan seperti ping dan jejak laluan</li><li>Informasi Whois and <abbr title=\"Domain Name Service\">DNS</abbr></li><li>Pengesahan kod halaman</li><li>Pemendekan URL pantas</li><li>Penyalinan alamat <abbr title=\"Internet Protocol\">IP</abbr> pelayan atau info lain</li><li>Atau anda juga bebas mereka tindakan anda sendiri!</li></ul>Flagfox mudah, tidak menggangu, dan menggunakan sumber yang sedikit. Untuk kepentingan privasi anda, pemesanan negara asal dilakukan secara tempatan daripada memesan ke pelayan luar tentang setiap laman anda berlayar. Ia bekerja dengan mengakses alamat IP dalaman pangkalan data, secara asasnya dari peta fizikal internet, dari data yang disediakan oleh <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>. Sumber ini akan meyediakan bendera kebangsaan akan lokasi asal pelayan yang anda hubungi, dari sekadar negara dari domain yang mungkin berbeza. Kemas kini Flagfox dibuat secara bulanan untuk ketepatan pangkalan data dalaman.",
        "nl": "Flagfox is een extensie die een vlagpictogram weergeeft dat de fysieke locatie van de huidige webserver aanduidt. De wetenschap waar deze zich bevindt voegt een extra bewustwordingslaag toe aan uw surfervaring en kan nuttig zijn bij het aanduiden van de gevoerde talen en mogelijk van toepassing zijnde juridische context. Aanvullende informatie kan worden verkregen via een veelvoud aan externe opzoekdiensten en gebruikers kunnen hun eigen aangepaste acties toevoegen. Alle acties kunnen worden toegevoegd aan het contextmenu van het vlagpictogram en worden ingesteld op aanklikken van het pictogram of sneltoetsen voor snelle toegang.\n\nKlikken op het vlagpictogram start de standaardactie, <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, dat een gedetailleerde kaart weergeeft met de stad waar de server staat en andere nuttige informatie zoals de lokale tijd en <abbr title=\"Internet Service Provider\">ISP</abbr>. Vele andere acties zijn beschikbaar voor een keur aan toepassingen zoals:\n<ul><li>Sitebeveiligings- en malwarecontroles</li><li>Zoeken van vergelijkbare sites en beoordelingen</li><li>Automatische vertaling naar uw taal</li><li><abbr title=\"Search Engine Optimization\">SEO</abbr> en webontwikkelingsonderzoek</li><li>Diagnostiek als pings en traceroutes</li><li>Whois en <abbr title=\"Domain Name Service\">DNS</abbr>-informatie</li><li>Paginacoderingsvalidatie</li><li>Snelle URL-afkorting</li><li>Kopiëren van het <abbr title=\"Internet Protocol\">IP</abbr>-adres of andere informatie van de server</li><li>of u kunt uw eigen aangepaste acties maken!</li></ul>Flagfox is simpel, niet hinderlijk, en gebruikt relatief weinig systeembronnen. Om uw privacy te beschermen worden landzoekopdrachten lokaal uitgevoerd, in plaats van een externe server te vragen over elke pagina waar u naartoe surft. Het werkt door een interne IP-adreslocatiedatabase te raadplegen, kortweg een ruwe kaart van de fysieke vorm van het Internet, gebaseerd op gegevens van <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>. Dit geeft een vlag voor de nationaliteit van de werkelijke locatie van de server waarmee u verbinding hebt, in plaats van slechts de nationaliteit van de domeinnaam, die anders kan zijn. Flagfox wordt maandelijks bijgewerkt om deze interne database accuraat te houden.",
        "pl": "Flagfox jest rozszerzeniem, które wyświetla ikonę flagi oznaczającą bieżącą fizyczną lokalizację serwera strony. Wiedza gdzie jesteś podłączony, daje ci dodatkową warstwę świadomości do przeglądania oraz może być przydatna do wskazania języka ojczystego i przepisów prawnych, które mogą mieć zastosowanie. Dodatkowe informacje można uzyskać za pośrednictwem wielu zewnętrznych wyszukiwań, a użytkownicy mogą dodawać własne niestandardowe akcje. Wszystkie akcje mogą być dodawane do menu kontekstowego ikony flagi i ustawione na kliknięcie ikony lub można przypisać im skróty klawiszowe dla szybszego dostępu.\n\nKliknięcie ikony ładuje domyślną akcję, <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, strona ta daje dostęp do szczegółowej mapy przedstawiającej miasto gdzie serwer się znajduje oraz inne przydatne informacje, takie jak jego czas lokalny i <abbr title=\"Dostawca Internetu (ang. Internet Service Provider)\">ISP</abbr>. Dostępnych jest wiele innych akcji dla szerokiej gamy zastosowań, takich jak:\n<ul><li>Bezpieczeństwo strony i kontrola złośliwego oprogramowania</li><li>Wyszukiwanie podobnych witryn i opinii</li><li>Automatyczne tłumaczenie na twój język ojczysty</li><li><abbr title=\"Optymalizacja dla wyszukiwarek internetowych (ang. Search Engine Optimization)\">SEO</abbr> i badania nad rozwojem sieci</li><li>Diagnostyka, jak ping i traceroute</li><li>Whois i informacje <abbr title=\"System nazw domenowych (ang. Domain Name Service)\">DNS</abbr></li><li>Walidacji kodu strony</li><li>Szybkie skracanie adresów URL</li><li>Kopiowanie adresu <abbr title=\"Internet Protocol\">IP</abbr> serwera lub innych informacji</li><li>można też tworzyć własne niestandardowe akcje!</li></ul>Flagfox jest prosty, poręczny i wykorzystuje stosunkowo niewiele zasobów. W celu ochrony prywatności, wyszukiwania kraju wykonywane są lokalnie, zamiast odpytywać zewnętrzny serwer o każdą stronę jaką przeglądasz. Odbywa się to za pośrednictwem wewnętrznej bazy danych adresów IP, będącą przybliżoną mapą fizycznego układu Internetu, tworzoną w oparciu o dane dostarczone przez <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">MaxMind</a>. Daje to flagę państwowa z rzeczywistą lokalizacją serwera, z którym masz połączenie, a nie tylko przynależność do nazwy domeny, które mogą być różne. Comiesięczne aktualizacje Flagfox mają na celu utrzymanie dokładności tej wewnętrznej bazy danych.",
        "pt-BR": "Flagfox é uma extensão que exibe o ícone de uma bandeira indicando a localização física do servidor da página atual. Saber aonde você está conectado adiciona um nível extra de consciência para a navegação na Internet e pode ser útil para indicar as línguas nativas e jurisdições legais que podem ser aplicadas. Informações adicionais podem ser obtidas através de uma infinidade de pesquisas externas e os usuários podem adicionar as suas ações personalizadas. Todas as ações podem ser adicionados ao menu de contexto do ícone da bandeira e configurados para clique no ícone ou atalhos de teclado como acesso rápido.\n\nAo clicar no ícone da bandeira nossa ação padrão é acionada, <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, fornecendo um mapa detalhado com a cidade em que o servidor se encontra e outras informações úteis, tais como sua hora local e <abbr title=\"Provedor de Serviço da Internet\">ISP</abbr>. Muitas outras ações estão disponíveis para muitos usos, tais como:\n<ul><li>segurança da página e verificações de malwares</li><li>encontrar sites semelhantes e comentários</li><li>tradução automática para o seu idioma</li><li><abbr title=\"Otimização do Motor de Busca\">SEO</abbr> e pesquisas de desenvolvimento web</li><li>diagnósticos como pings e traçamento de rota</li><li>informações do site \"Whois\" e <abbr title=\"Serviço de Nomes de Domínio\">DNS</abbr></li><li>validação do Código de Página</li><li>encurtamento rápido do endereço URL</li><li>cópia do endereço <abbr title=\"Internet Protocol\"> IP </abbr> de um servidor ou outras informações</li><li>e você pode criar suas próprias ações personalizadas! </li></ul>Flagfox é simples, discreto e utiliza relativamente poucos recursos. A fim de proteger tua privacidade, as pesquisas de países são feitas localmente ao invés de enviar solicitações sobre as páginas a um servidor externo. Flagfox funciona acessando um banco de dados de localização de endereços IP interno, basicamente um mapa aproximado da disposição física da Internet, com base em dados fornecidos pela <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">MaxMind</a>. Isto dá uma bandeira para a nacionalidade da localização real do servidor que você está conectado, e não apenas a nacionalidade do nome de domínio, que pode ser diferente. As atualizações do Flagfox são fornecidas mensalmente a fim de manter o banco de dados interno preciso.",
        "pt-PT": "O Flagfox é uma extensão que mostra o ícone da bandeira que indica a localização física do servidor web actual. Saber onde se encontra para adicionar uma camada extra de conhecimento da sua navegação que pode ser útil para indicar os idiomas nativos e a jurisdição legal que poderá ser aplicada. Pode ser obtida informação através de vários lookups externos e os utilizadores podem adicionar as suas próprias acções personalizadas. Todas as acções podem ser adicionadas ao menu de contexto do ícone das bandeiras e definir o clique no ícone ou atalhos do teclado para acesso rápido.\n\nAo clicar na bandeira carrega a nossa acção pré-definida, <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, que dá um mapa detalhado que mostra a cidade o servidor e outra informação como a hora local e o <abbr title=\"Internet Service Provider\">ISP</abbr>. Estão disponíveis muitas outras acções para diferentes utilizações como:\n<ul><li>Segurança do sítio e verificações de malware</li><li>Procura de sítios similares e revisões</li><li>Tradução automática para o seu idioma</li><li><abbr title=\"Search Engine Optimization\">SEO</abbr> e pesquisa de desenvolvimento web</li><li>Diagnósticos como pings e traceroutes</li><li>Whois e informação <abbr title=\"Domain Name Service\">DNS</abbr></li><li>Validação do código da página</li><li>Quick URL shortening</li><li>Copiar o endereço <abbr title=\"Internet Protocol\">IP</abbr> do servidor e outras informações</li><li>ou pode criar as suas próprias acções personalizadas!</li></ul>O Flagfox é simples, não intrusivo e usa poucos recursos. Para proteger a sua privacidade, os lookups do país são dados localmente em vez de pedir a um servidor externo para cada página em que navega. Funciona acedendo a uma base de dados de localização de IP interna, básicamente um mapa do esquema físico da Internet, baseado nos dados fornecidos pela <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>. Fornece assim uma bandeira para a nacionalidade da localização actual dos servidores a que está ligado, em vez da nacionalidade do nome do domínio que pode ser diferente. As actualizações do Flagfox são fornecidas numa base mensal para manter a base de dados interna actualizada.",
        "ro": "Flagfox este o extensie care afișează o pictogramă cu drapelul statului (țării) în care este localizat fizic serverul saitului curent.  Cunoașterea locului unde v-ați conectat adaugă un nivel suplimentar de conștientizare asupra navigării și poate fi utilă prin indicarea limbilor locale și a jurisdicțiilor legale care se pot aplica.  Informații suplimentare pot fi obținute printr-o multitudine de legături externe, iar utilizatorii își pot adăuga propriile lor acțiuni particularizate.  Toate acțiunile pot fi adăugate în meniul contextual al drapelului și li se pot asocia clicuri de maus pe pictogramă sau comenzi rapide de la tastatură pentru acces rapid.\n\nFăcând clic pe drapel se încarcă acțiunea predefinită, <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, care afișează o hartă detaliată ce prezintă locația serverului precum și alte informații utile, cum ar fi ora locală și furnizorul de servicii internet (<i><abbr title=\"Internet Service Provider\">ISP</abbr></i>).  Multe alte acțiuni sunt disponibile pentru o gamă largă de utilizări, cum ar fi:\n<ul><li>Verificări de securitate și de programe rău intenționate;</li><li>Găsiri de saituri similare și comentarii;</li><li>Traduceri automate în limba locală;</li><li>Optimizare a motoarelor de căutare (<i><abbr title=\"Search Engine Optimization\">SEO</abbr></i>) și cercetare în dezvoltarea web;</li><li>Diagnosticări precum <i>ping</i> și <i>traceroute</i>;</li><li>Informații <i><abbr title=\"Protocol de tip întrebare/răspuns, bazat pe TCP, utilizat pentru furnizarea de informații către utilizatorii de internet.\">WHOIS</abbr></i> și <i><abbr title=\"Domain Name Service\">DNS</abbr></i>;</li><li>Validări de cod sursă;</li><li>Scurtături pentru diferite adrese;</li><li>Copiere a adresei <abbr title=\"Internet Protocol\">IP</abbr> a serverului sau a altor informații;</li><li>sau creare a propriilor dvs. acțiuni particularizate!</li></ul>Flagfox este o extensie simplă și discretă care folosește resurse relativ reduse.  În scopul protejării confidențialității, căutările locațiilor sunt făcute la nivel local și nu interogând un server extern pentru fiecare pagina pe care navigați.  Aceasta se realizează prin accesarea unei baze de date locale cu adrese IP, în principiu, o hartă aproximativă a aspectului fizic al Internetului, pe baza datelor furnizate de <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">MaxMind</a>.  Aceasta oferă o pictogramă a drapelului oficial al locației efective a serverului la care sunteți conectat și nu al proprietarului domeniului, care pot fi diferite. Actualizările Flagfox sunt furnizate lunar pentru a păstra precisă această bază de date locală.",
        "ru": "Flagfox - это расширение, показывающее иконку-флаг для страны физического расположения сервера текущего сайта. Порой подобная информация является полезной, что-бы к примеру узнать местные языковые и юридические особенности. Множество внешних источников информации предоставляет дополнительную информацию; пользователь также может добавлять свои собственные действия. Все действия могут быть добавлены к контекстному меню иконки и выполняться по нажатию мышки или сочетанию клавиш.\n\nНажатие мышкой по флагу-иконке запускает стандартное действие, <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, предоставляющее детальную карту с городом, в котором находится сервер, и прочую информацию, как то: местное время и <abbr title=\"поставщик интернет-услуг\">ISP</abbr>. Доступны многие другие действия как то:\n<ul><li>Проверка безопасности и зараженности сайта</li><li>Найти похожие страницы и рецензии</li><li>Автоматический перевод на Ваш язык</li><li><abbr title=\"оптимизация поисковых систем\">SEO</abbr> и исследования по web разработке</li><li>Диагностика как то ping и traceroute</li><li>Whois и <abbr title=\"служба имён доменов\">DNS</abbr> информация</li><li>Проверка HTML-кода страницы</li><li>Быстрое сокращение URL</li><li>Копирование <abbr title=\"IP-адрес\">IP</abbr> адреса или другой информации</li><li>или же Вы можете создать свое собственное действие!</li></ul>Flagfox прост, мало заметен, пользует мало ресурсов. Для охраны Вашей частной сферы поиск страны происходит без обращения к внешним источникам локально на компьютере. Для этого используется внутренняя локальная база данных с данными из <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>. Таким образом мы получаем флаг места физического расположения сервера а не национальности его доменного имени;эта информация может различаться. Flagfox обновляется ежемесячно для поддержания актуальности встроенной базы данных.",
        "sl": "Flagfox je razširitev za prikaz ikone zastave, ki upodablja fizično lokacijo trenutnega spletnega strežnika. S tem, da veste, kam ste povezani, vas dodatno ozavešča o vašem brskanju in je lahko uporabno za obveščanje o izvirnem jeziku in pravnih pristojnostih, ki se nanašajo na to stran. Dodatne podatke lahko pridobite z množico zunanjih iskanj in uporabniki lahko dodajo svoja dejanja po meri. Vsa dejanja se lahko dodajo k vsebinskemu meniju ikone zastave in se lahko nastavijo na klike ikone ali tipkovne bližnjice za hitri dostop.\n\nKlik na ikono zastave naloži našo privzeto dejanje, <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, ki poda podroben zemljevid s prikazom mesta, v katerem se nahaja strežnik in druge uporabne podatke, kot so krajevni čas strežnika in <abbr title=\"Ponudnika internetnih storitev\">ISP</abbr>. Na voljo je tudi veliko drugih dejanj, kot so:\n<ul><li>Preverjanje strani za varnost in zlonamerno programsko opremo</li><li>Iskanje podobnih strani in pregled</li><li>Samodejni prevod v vaš jezik</li><li>Poizvedovanje o <abbr title=\"Search Engine Optimization\">optimizaciji spletne strani</abbr> in spletnega razvoja</li><li>Diagnostična orodja, kot sta ping in traceroute</li><li>Podatki Whois in <abbr title=\"Strežnik domenskih imen\">DNS</abbr></li><li>Preverjanje veljavnosti kode strani</li><li>Hitro krajšanje URL-ja</li><li>Kopiranje strežnikovega naslova <abbr title=\"Internet Protocol\">IP</abbr> ali drugih podatkov</li><li>ali pa lahko ustvarite svoja dejanja po meri!</li></ul>Flagfox je preprost, nevsiljiv in uporablja relativno malo sistemskih virov. Zaradi zaščite vaše zasebnosti so iskanja držav opravljena krajevno namesto povpraševanja po zunanjih strežnikih o vsaki strani, ki jo obiščete. Deluje z dostopanjem do podatkovne zbirke lokacij notranjega naslova IP, ki je v osnovi grob zemljevid fizične razporeditve interneta, glede na podatke, ki jih dobavlja <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>. To poda zastavo narodnosti dejanske lokacije strežnika, na katerega ste povezani, namesto samo narodnosti imena domene, ki je lahko drugačna. Posodobitve Flagfox so na voljo mesečno, da se ta notranja zbirka ohrani točna.",
        "sv-SE": "Flagfox visar en flaggikon som indikerar den besökta webbserverns fysiska plats. Att veta var du är ansluten gör dig mer medveten i din surfning och kan vara användbart vid identifiering av de lokala språk och lagliga jurisdiktioner som kan gälla. Ytterligare information kan fås via flera externa kontroller och användare kan lägga till egna, anpassade åtgärder. Alla åtgärder kan läggas till i flaggans högerklicksmeny och kopplas till ikonklick eller kortkommandon för snabb åtkomst.\n\nEtt klick på flaggan läser in standardåtgärden, <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, som visar en detaljerad karta över staden som servern är i och tillhandahåller annan användbar information, bl.a. serverns lokala tid och <abbr title=\"Internetleverantör (Internet Service Provider)\">ISP</abbr>. Flera andra åtgärder är tillgängliga för en lång rad användningsområden:\n<ul><li>Webbplatssäkerhet och sökning efter skadlig kod</li><li>Hitta liknande sidor och recensioner</li><li>Automatisk översättning till ditt språk</li><li>Efterforskning för <abbr title=\"Sökmotoroptimering (Search Engine Optimization)\">SEO</abbr> och webbutveckling</li><li>Diagnostikverktyg som pingning och \"traceroute\"</li><li>Whois- och <abbr title=\"Domännamnssystemet\">DNS</abbr>-information</li><li>Validering av sidkod</li><li>Snabb URL-förkortning</li><li>Kopiering av en servers <abbr title=\"Internetprotokoll\">IP</abbr>-adress eller annan information</li><li>...eller så kan du skapa dina egna, anpassade åtgärder!</li></ul>Flagfox är lättanvänt, diskret och använder relativt lite resurser. För att skydda din integritet görs landskontrollerna lokalt istället för att fråga en extern server om varje sida du besöker. Det fungerar genom att gå igenom en intern databas med IP-adressplatser, helt enkelt en förenklad karta över internets fysiska struktur, baserad på data från <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>. Detta resulterar i en flagga som visar i vilket land den aktuella platsen för servern du är ansluten till ligger, istället för att bara gå på vad toppdomänen visar, vilket kan vara missvisande. Uppdateringar av Flagfox görs varje månad för att hålla den interna databasen aktuell.",
        "tr": "Flagfox mevcut web sunucusunun bulunduğu ülkenin bayrağını gösteren bir eklentidir. Nereye bağlı olduğunuzu bilmenize, site yasal yetkilisini öğrenmenize yardımcı olabilir, çok sayıdaki dış araç ve arama araçları ile ek bilgiler edinebilirsiniz. Kullanıcılar kendilerine özel eylem ve araçlar ekleyebilirler. Hızlı erişim için bayrak simgesine sağ tıklayabilir veya bir klavye kısayolu atayabilrisiniz.\n\nBayrak simgesine tıklamanız varsayılan eylem olarak <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a> açılır. Bu sayfada detaylı bir harita, şehir, yerel saat <abbr title=\"Internet Service Provider\">ISP</abbr> bilgisi gibi faydalı bilgiler bulabilrisiniz. Kullanabileceğiniz araçlardan bazıları şunlardır:\n<ul><li>Site güvenlik ve virüs kontrolü</li><li>Benzer siteler ve yorumların bulunması</li><li>Sayfaların dilinize otomatik olarak çevirilmesi</li><li>Automatic translation to your language</li><li><abbr title=\"Search Engine Optimization\">SEO</abbr> ve web geliştirme and web development</li><li>Ping ve Traceroute gibi Analiz ve test araçları</li><li>Whois ve <abbr title=\"Domain Name Service\">DNS</abbr> bilgisi</li><li>Sayfa kod doğrulaması</li><li>Hızlı URL kısaltma</li><li>Sunucuların <abbr title=\"Internet Protocol\">IP</abbr> addres ve diğer bilgilerinin kopyalanabilmesi</li><li>veya kendinizin ekleyebileceği pek çok özellik!</li></ul>Flagfox basit, dikkat çekmeyen ve çok az sistem kaynağı kullanan bir uygulamadır. Gizliliğinizi korumak için, site sorgulamaları yerel kaynaklardan ziyade harici sunuculardan yapılır. <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a> tarafından sağlanan bir iç IP adres veritabanına erişerek harita ve diğer bilgileri internet üzerinden alarak çalışır. Bağlı olduğunuz sitenin sunucusunun farklı ülkede olması halinde sizi bilgilendirir.\n\nFlagfox is simple, unobtrusive, and uses relatively little resources. In order to protect your privacy, country lookups are done locally rather than asking an external server about every page you browse to. It works by accessing an internal IP address location database, basically a rough map of the physical layout of the Internet, based on data provided by <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>. This gives a flag for the nationality of the actual location of the server you're connected to, rather than just the nationality of the domain name which may be different. Flagfox güncellemeleri dahili veritabanını güncel tutmak için aylık olarak verilmektedir.",
        "uk": "Flagfox — це розширення, що показує іконку прапора країни, ґрунтуючись на фізичному розміщенні вебсервера. Інформація про те, куди ти під'єднаний, збільшує рівень обізнаності твого серфінгу та може бути корисною для визначення мови та законів, що можуть застосовуватися. Додаткова інформація може бути доступною через набір зовнішніх пошукових засобів; користувач може додавати власні дії. Всі дії можуть бути доданими до контекстного меню іконки прапора та/або через клавіатурні скорочення для швидкого доступу.\n\nКлацання на іконці прапора запускає типову дію, <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, що надає детальну мапу місця сервера та іншу корисну інформацію, таку як локальний час та <abbr title=\"Internet Service Provider\">провайдер (ISP)</abbr>. Багато інших дій доступні для використання:\n<ul><li>Безпека сайта та перевірка щодо шкідливих програм</li><li>Пошук схожих сайтів та оглядів</li><li>Автоматичний переклад на твою мову</li><li><abbr title=\"Search Engine Optimization\">SEO</abbr> та пошук веб-розробника</li><li>Діагностика, ping-и та traceroute-и</li><li>ХтоЦе(Whois) та <abbr title=\"Domain Name Service\">ДНС</abbr> інформація</li><li>Валідація коду сторінки</li><li>Швидке скорочення URL</li><li>Копіювання <abbr title=\"Internet Protocol\">IP</abbr> адреси сервера чи іншої інформації</li><li>або будь-яка налаштована власноруч дія!</li></ul>Flagfox простий, ненав'язливий, та використовує мінімум ресурсів. Для захисту твоєї приватності, пошук країни зроблено локально замість запиту до зовнішнього сервера при кожному відвідуванні. Це працює через доступ до внутрішньої бази даних IP адрес, в своїй суті грубій мапі фізичного плану Інтернету, що базується на даних <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>. Це дає державний прапор поточного розміщення сервера, до якого ти приєднаний, а не прапор за доменною назвою, що може відрізнятися. Щомісячні оновлення Flagfox підтримують достовірність цієї внутрішньої бази даних.",
        "vi": "Flagfox là một phần mở rộng hiển thị một biểu tượng lá cờ nhỏ cho biết địa điểm máy chủ của trang web đang vào. Biết nơi mình đang kết nối vào sẽ tạo thêm một lớp cảnh giác trong việc duyệt web của bạn, và có thể có ích trong việc xác định ngôn ngữ và luật xét xử địa phương. Thông tin thêm có thể được thu thập thông qua vô số công cụ tra cứu bên ngoài và người dùng có thể thêm thao tác tùy biến riêng của mình. Tất cả thao tác có thể được thêm vào trình đơn ngữ cảnh của biểu tượng lá cờ và thiết lập truy cập nhanh bằng cách nhấn vào lá cờ hoặc dùng phím tắt.\n\nNhấn vào biểu tượng lá cờ sẽ thực hiện thao tác mặc định, <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>, giúp đưa ra một bản đồ chi tiết hiển thị thành phố mà máy chủ được đặt và các thông tin hữu ích khác như giờ địa phương và <abbr title=\"Nhà cung cấp Dịch vụ Internet\">ISP</abbr>. Có nhiều thao tác khác để dùng như:\n<ul><li>Kiểm tra phần mềm độc hại và mức độ an toàn của trang</li><li>Tìm các trang tương tự và các bài đánh giá</li><li>Tự động dịch sang ngôn ngữ của bạn</li><li><abbr title=\"Tối ưu hóa Cỗ máy Tìm kiếm\">SEO</abbr> và nghiên cứu phát triển web</li><li>Chẩn đoán như ping và traceroute</li><li>Whois và thông tin <abbr title=\"Dịch vụ Tên miền\">DNS</abbr></li><li>Chứng thực mã nguồn trang</li><li>Rút gọn URL nhanh</li><li>Sao chép địa chỉ <abbr title=\"Giao thức Internet\">IP</abbr> và thông tin khác của một máy chủa</li><li>hoặc bạn cũng có thể tạo thao tác riêng của mình!</li></ul>Flagfox đơn giản, kín đáo, và dùng khá ít tài nguyên. Nhằm bảo vệ sự riêng tư của bạn, việc tra cứu quốc gia được thực hiện nội bộ, thay vì phải hỏi một máy chủ bên ngoài về từng trang mà bạn duyệt xem. Nó hoạt động bằng cách truy cập một cơ sở dữ liệu nội bộ về địa chỉ IP, cơ bản là một bản đồ thô sơ về bố cục vật lí của Internet, dựa trên dữ liệu được cung cấp bởi <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a>. Thao tác này sẽ hiện ra một lá cờ cho quốc gia của địa điểm thật sự của máy chủ mà bạn đang kết nối vào, chứ không chỉ là quốc gia của tên miền (vốn có thể sẽ khác). Các cập nhật Flagfox được cung cấp hàng tháng để giữ cho cơ sở dữ liệu này luôn chính xác.",
        "zh-TW": "Flagfox 是一款能夠以旗幟圖示顯示出目前網頁伺服器實際位置的擴充套件，讓您知道您所連接的網站的額外資訊，得知網站可能使用的母語和法律管轄。您可以通過多種外部查閱取得額外資訊，亦可以加入自訂的動作進行查閱。所有動作均能加入到旗幟圖示的右鍵選單，及設定到圖示點擊或鍵盤快捷鍵。\n\n您按一下旗幟圖示，就會載入預設動作連上 <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/63dabed0874148c327e8c0b38baba21e7ff0c33efad976b23519a2916058ba30/https%3A//iplookup.flagfox.net\">Geotool</a>，提供詳細的地圖，顯示出伺服器位於的城市和其他有用的資訊如當地時間和 <abbr title=\"互聯網服務提供者，Internet Service Provider\">ISP</abbr>。更多用途廣泛的動作包括:\n<ul><li>網站安全和惡意軟體檢查</li><li>尋找類似的網站和評論</li><li>自動翻譯到您的語言</li><li><abbr title=\"搜尋引擎最佳化，Search Engine Optimization\">SEO</abbr> 和網頁開發研究</li><li>診斷工具如 pings 和 traceroutes</li><li>Whois 和 <abbr title=\"網域名稱服務，Domain Name Service\">DNS</abbr> 資訊</li><li>頁面原始碼驗證</li><li>快速 URL 縮短</li><li>複製伺服器的 <abbr title=\"互聯網協議，Internet Protocol\">IP</abbr> 位址和其他資訊</li><li>或您可以建立您自己的自訂動作!</li></ul>Flagfox 簡單、不煩擾，只使用小量資源。為了保護您的私隱，您所瀏覽網頁的國家查閱都是於內部進行，而非連接到外部伺服器。它透過存取內部 IP 位址位置資料庫，一個基於 <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6b60ed74ff2a7b988a4fddc8a88bbc04920d8cff059b8a0aeae9b087240e5fc5/https%3A//maxmind.com\">Maxmind</a> 的資料而建立的粗略互聯網實際佈局地圖，提供您所連接的伺服器實際位置的國旗，而非依靠可能與其實際位置有所不同的伺服器域名國籍。Flagfox 每月會提供更新，維持內部資料庫的準確性。"
    },
    "developer_comments": {
        "en-US": "<b>Supported locales:</b>  English, Français, Italiano, Español, Español (Argentina), Català, Português, Português (Brasil), Deutsch, Nederlands, Dansk, Čeština, polski, lietuvių kalba, Latviešu, Magyar, Slovenščina, Hrvatski, română, Íslenska, Svenska, suomi, Українська, Русский, Български, Српски, Ελληνικά, Türkçe, Հայերեն, עברית\n, العربية, Tiếng Việt, Bahasa Melayu, 中文 (简体), 正體中文 (繁體), 한국어, 日本語\n\n<i>Here's a short FAQ with questions that are asked frequently.</i> Read the full <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/7ecb977d4e6413902cf8cf2cf2c737657c6d03407ec49622ba1b6120de47609a/https%3A//flagfox.wordpress.com/faq\"><b>Flagfox FAQ</b></a> for more.\n\n<b>Can Flagfox be useful for security?</b>\nFlagfox can be used as a warning as to when a server isn't where it should be. If you end up at a site claiming to be an American bank, and it shows as Nigerian, then you may want to think twice. However, while this can be useful, Flagfox should not be relied on for this as a scam site can be in America just as easily as anywhere else.\n\n<b>Is Flagfox sending information about where I'm browsing to some server?</b>\nNot during normal browsing, no. Flagfox uses an internal database of IP address locations and does not send anything anywhere during normal browsing. If you use one of the lookup features, such as Geotool or whois, then that server will be sent the necessary info (IP address or domain name) that one time to do the lookup. There are some other extensions that have some features similar to Flagfox and they do, however, send all of your browsing habits to their server to provide their information. Flagfox respects users' privacy and makes a point to not do that. (see the <a rel=\"nofollow\" href=\"https://addons.mozilla.org/addon/flagfox/privacy/\">Flagfox privacy policy</a>)\n\n<b>It's showing the wrong flag!</b>\nMaybe, but probably not. Sites can be hosted anywhere, they can have domains of any nationality, and can have multiple cache servers sending out the same site from different locations. Flagfox looks up the actual location of the server you're connected to using its IP address and a database maintained by <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/3ff9c0b11a72ca9e83e57676399a52e843f261235cfa4ae5a422a4aa87ebb521/https%3A//maxmind.com/\">Maxmind</a>, which may or may not be where you'd expect it to be. (<a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/a397e4453389660136ad9ed81f55dd58a5fa04eb2cd5cc755de46c1ce55c9094/https%3A//flagfox.net/forum/viewtopic.php%3Ff=3&amp;t=214\">read this</a> for more info)\n\n<b>One of the actions does something I don't like.</b>\nEach action is its own site; we certainly don't run them all, just Geotool. Use <a rel=\"nofollow\" href=\"https://addons.mozilla.org/addon/adblock-plus/\">Adblock Plus</a> to deal with any minor ads if you need to and if any action breaks or starts doing something evil please report it to us. Flagfox is quite configurable, so if you don't like the actions included feel free to use your own. You can get more and suggest your own on our <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f30740aebd5fe8148c67abdbce673b17ff9112c487e73bf6cd0a87451cd51894/https%3A//flagfox.net/forum\">forums</a>.\n\n<b>Does Flagfox support IPv6 yet?</b>\nYes! Flagfox has full IPv6 support and monthly updates contain both IPv4 and IPv6 database updates.\n\n<b>Don't post bug reports, support requests, or feature suggestions in reviews!</b> This is NOT a forum and Mozilla will eventually delete non-review reviews. Post any questions, problems, or suggestions on the Flagfox <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f30740aebd5fe8148c67abdbce673b17ff9112c487e73bf6cd0a87451cd51894/https%3A//flagfox.net/forum\">forum</a> or comment on the <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/\">blog</a> or <a rel=\"nofollow\" href=\"/\">email me</a> directly."
    },
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/flagfox/edit",
    "guid": "{1018e4d6-728f-4b20-ad56-37578a4de76b}",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "bg": "https://flagfox.wordpress.com/",
            "ca": "https://flagfox.wordpress.com/",
            "cs": "https://flagfox.wordpress.com/",
            "da": "https://flagfox.wordpress.com/",
            "de": "https://flagfox.wordpress.com/",
            "el": "https://flagfox.wordpress.com/",
            "en-US": "https://flagfox.wordpress.com/",
            "es": "https://flagfox.wordpress.com/",
            "fi": "https://flagfox.wordpress.com/",
            "fr": "https://flagfox.wordpress.com/",
            "he": "https://flagfox.wordpress.com/",
            "it": "https://flagfox.wordpress.com/",
            "ja": "https://flagfox.wordpress.com/",
            "ko": "https://flagfox.wordpress.com/",
            "ms": "https://flagfox.wordpress.com/",
            "nl": "https://flagfox.wordpress.com/",
            "pl": "https://flagfox.wordpress.com/",
            "pt-BR": "https://flagfox.wordpress.com/",
            "pt-PT": "https://flagfox.wordpress.com/",
            "ro": "https://flagfox.wordpress.com/",
            "ru": "https://flagfox.wordpress.com/",
            "sl": "https://flagfox.wordpress.com/",
            "sv-SE": "https://flagfox.wordpress.com/",
            "tr": "https://flagfox.wordpress.com/",
            "uk": "https://flagfox.wordpress.com/",
            "vi": "https://flagfox.wordpress.com/",
            "zh-TW": "https://flagfox.wordpress.com/"
        },
        "outgoing": {
            "bg": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "ca": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "cs": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "da": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "el": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "fi": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "he": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "ko": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "ms": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "ro": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "sl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "sv-SE": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "tr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "uk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "vi": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/",
            "zh-TW": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94b13d7b28c5f3c99cf658e1e6f51251108cd58947ce4731c8a6aaf32d5c895b/https%3A//flagfox.wordpress.com/"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/5/5791-64.png?modified=mcrushed",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/5/5791-32.png?modified=mcrushed",
        "64": "https://addons.mozilla.org/user-media/addon_icons/5/5791-64.png?modified=mcrushed",
        "128": "https://addons.mozilla.org/user-media/addon_icons/5/5791-128.png?modified=mcrushed"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2025-01-13T14:16:41Z",
    "name": {
        "ar": "Flagfox",
        "bg": "Flagfox",
        "ca": "Flagfox",
        "cs": "Flagfox",
        "da": "Flagfox",
        "de": "Flagfox",
        "el": "Flagfox",
        "en-US": "Flagfox",
        "es": "Flagfox",
        "fa": "Flagfox",
        "fi": "Flagfox",
        "fr": "Flagfox",
        "he": "Flagfox",
        "hu": "Flagfox",
        "it": "Flagfox",
        "ja": "Flagfox",
        "ko": "Flagfox",
        "mk": "Flagfox",
        "ms": "Flagfox",
        "nl": "Flagfox",
        "nn-NO": "Flagfox",
        "pl": "Flagfox",
        "pt-BR": "Flagfox",
        "pt-PT": "Flagfox",
        "ro": "Flagfox",
        "ru": "Flagfox",
        "sl": "Flagfox",
        "sv-SE": "Flagfox",
        "tr": "Flagfox",
        "uk": "Flagfox",
        "vi": "Flagfox",
        "zh-CN": "Flagfox",
        "zh-TW": "Flagfox"
    },
    "previews": [
        {
            "id": 128264,
            "caption": {
                "en-US": "Flagfox shows a flag icon in the location bar indicating the physical location of the current website's server. The right-click menu provides a customizable list of helpful actions to look up information about the page, server, or organization."
            },
            "image_size": [
                331,
                342
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/128/128264.png?modified=1622132177",
            "position": 0,
            "thumbnail_size": [
                331,
                342
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/128/128264.jpg?modified=1622132177"
        },
        {
            "id": 128278,
            "caption": {
                "en-US": "Hovering the cursor over the Flagfox icon in the address bar shows a tooltip with the IP address, server location, as well as domain nationality (if applicable)."
            },
            "image_size": [
                232,
                111
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/128/128278.png?modified=1622132177",
            "position": 1,
            "thumbnail_size": [
                232,
                111
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/128/128278.jpg?modified=1622132177"
        },
        {
            "id": 129736,
            "caption": {
                "en-US": "Clicking the flag icon performs the default action, Geotool, which shows a map with a more precise server location and gives additional detailed information."
            },
            "image_size": [
                700,
                430
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/129/129736.png?modified=1622132178",
            "position": 2,
            "thumbnail_size": [
                533,
                327
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/129/129736.jpg?modified=1622132178"
        },
        {
            "id": 128276,
            "caption": {
                "en-US": "The Flagfox menu provides access to a multitude of additional actions. Shown here are parts of the traceroute, WOT Scorecard, SSL Checker, Check Server Status, Ping, and Header Check actions. Many more actions are available."
            },
            "image_size": [
                601,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/128/128276.png?modified=1622132178",
            "position": 3,
            "thumbnail_size": [
                458,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/128/128276.jpg?modified=1622132178"
        },
        {
            "id": 128280,
            "caption": {
                "en-US": "The Flagfox options dialog allows you to pick from an array of many more actions to add to the flag's right-click menu or set to shortcuts. Advanced users can create their own actions."
            },
            "image_size": [
                405,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/128/128280.png?modified=1622132178",
            "position": 4,
            "thumbnail_size": [
                309,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/128/128280.jpg?modified=1622132178"
        },
        {
            "id": 128282,
            "caption": {
                "en-US": "Flagfox uses a custom set of high quality flag icons based on the public domain works of Wikimedia Commons. The options links to a preview window that allows users to browse the flags and look up countries/territories via Wikipedia."
            },
            "image_size": [
                573,
                403
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/128/128282.png?modified=1622132178",
            "position": 5,
            "thumbnail_size": [
                533,
                375
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/128/128282.jpg?modified=1622132178"
        }
    ],
    "promoted": {
        "apps": [
            "firefox"
        ],
        "category": "recommended"
    },
    "ratings": {
        "average": 4.6352,
        "bayesian_average": 4.628300244193094,
        "count": 1017,
        "text_count": 251
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/flagfox/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/5791",
    "slug": "flagfox",
    "status": "public",
    "summary": {
        "ar": "يظهر علماّ ليظهر مكان الملقم الحالي",
        "bg": "Показва флага и местоположението на сървъра на текущият уеб сайт и предоставя множество инструменти, като проверки на място за безопасност, WHOIS, превод, подобни сайтове, валидиране, URL съкращаване, и още ...",
        "ca": "Mostra la bandera del país corresponent a la ubicació del servidor de la pàgina web visitada i ofereix nombroses eines com per exemple controls de seguretat de webs, whois, traduccions, validacions i molt més...",
        "cs": "Zobrazuje vlajky, které znázorňují aktuální umístění serverů, na kterých se pohybujete, a poskytuje vám velké množství nástrojů, jako jsou bezpečnostní kontroly, whois, překlady, vyhledávání podobných stránek, validace, zkrácení URL adres a další...",
        "da": "Viser et nationalflag svarende til den pågældende servers placering og giver masser af værktøj, så som sikkerhedstjek af websted, whois, oversættelse, lignende websteder, validering, URL-forkortelse, med mere...",
        "de": "Zeigt mit einer Landesflagge den Standort des Servers der geöffneten Website an und bietet eine Vielzahl an Werkzeugen, wie Website-Sicherheitsprüfungen, Whois, Übersetzung, ähnliche Seiten, Validierung, URL-Kürzung und mehr..",
        "el": "Εμφανίζει τη σημαία του κράτους που βρίσκεται ο διακομιστής της τρέχουσας σελίδας και προσφέρει πρόσβαση σε λειτουργίες όπως: ελέγχους ασφαλείας, αναζήτηση whois, μετάφραση, παρόμοιες σελίδες, επικύρωση, συντόμευση URL και πολλές περισσότερες.",
        "en-US": "Displays a country flag depicting the location of the current website's server and provides a multitude of tools such as site safety checks, whois, translation, similar sites, validation, URL shortening, and more...",
        "es": "Muestra la bandera del país correspondiente a la ubicación del servidor de la página web y ofrece numerosas herramientas como controles de seguridad, Whois, traducciones, sitios similares, validaciones, contracción de URLs, y mucho más ...",
        "fa": "نمایش پرچم کشوری که سرور سایت در آن قرار دارد.",
        "fi": "Näyttää verkkosivun sijainnin perusteella maalipun ja tarjoaa myös monia työkaluja kuten verkkosivun turvallisuustarkastuksen, whois-palvelun, käännöspalvelun, samankaltaisten verkkosivujen etsinnän, validointipalvelun, URL-lyhennyksen ja muita...",
        "fr": "Affiche le drapeau du pays où est situé le serveur du site parcouru, et procure de multiples outils  : vérification de la sécurité des sites, informations whois, traduction, sites semblables, validation, adresses URL courtes, et d'autres encore…",
        "he": "הצגת המיקום של האתר הנוכחי ואספקת כלים רבים כגון בדיקת בטיחות האתר, whois, תרגום, אתרים דומים, ווידוא, קיצור כתובות ועוד...",
        "hu": "A csatlakozott kiszolgáló elhelyezkedésétől függően jeleníti meg az adott ország zászlóját.",
        "it": "Mosta la bandiera dell'ubicazione del server collegato al sito visualizzato, fornendo vari strumenti aggiuntivi quali sicurezza del sito, whois, traduzione automatica, siti simili, certificazione, abbreviazione di URL e molto altro.",
        "ja": "現在のWebサイトのサーバーの場所を表す国旗を表示し、サイトの安全性確認やWHOIS、翻訳、似ているサイト、妥当性の確認、URL短縮といったツール群を提供します。",
        "ko": "현재 웹사이트의 서버의 위치를 국기로 묘사해 표현하며, 사이트 안전 검사, whois, 번역, 유사 사이트, 검증, URL 단축, 등등의 여러 도구들을 제공합니다.",
        "mk": "Прикажува знаме на државата во која се наоѓа локацијата на моменталниот сервер",
        "ms": "Memaparkan bendera negara dimana lokasi pelayan berasal dan perkhidmatan lain seperti pemeriksaan keselamatan, whois, penterjemahan, laman sesawang serupa, pengesahan, pemendekan URL, dan banyak lagi...",
        "nl": "Toont een vlag die de locatie van de huidige server aanduidt en biedt een veelvoud aan hulpmiddelen zoals sitebeveiligingscontroles, whois, vertaling, vergelijkbare sites, validatie, URL-afkorting en meer…",
        "nn-NO": "Viser flagg som beskriv gjeldande plassering av tenar",
        "pl": "Wyświetla flagi w zależności od miejsca położenia obecnego serwera strony i oferuje wiele narzędzi takich jak kontrole bezpieczeństwa strony, whois, tłumaczenia, wyszukiwanie podobnych witryn, walidacje, skracanie adresów URL i więcej...",
        "pt-BR": "Mostra a bandeira do país de localização do servidor da página atual e provê várias ferramentas, como verificação de páginas seguras, whois, tradução, páginas similares, validação, redução de URL e mais...",
        "pt-PT": "Mostra uma bandeira do país dependendo da localização do servidor do sítio web actual e forenece várias ferramentas como verificação de segurança dos sítios, whois, tradução, sítios similares, validação, encolhimento do URL, e muito mais...",
        "ro": "Afișează drapelul statului (țării/teritoriului) în care se află serverul saitului curent și asigură o multitudine de instrumente cum ar fi verificarea securității, WHOIS, traducere, saituri similare, validare, legături directe și multe altele...",
        "ru": "Отображает флаг страны размещения сервера текущего сайта с различными инструментами: проверка безопасности сайта, whois, перевод, похожие сайты, проверка html, сокращение URL и т.д.",
        "sl": "Prikaže zastavo države, v kateri se nahaja strežnik trenutne spletne strani in ponuja množico orodij, kot so preverjanje varnosti strani, whois, prevajanje, podobne strani, preverjanje veljavnosti, krajšanje URL-ja in več ...",
        "sv-SE": "Visar en landsflagga för den besökta webbserverns plats och tillhandahåller ett flertal verktyg som säkerhetskontroller för webbsidor, \"whois\", översättning, liknande sidor, validering, URL-förkortning m.m.",
        "tr": "Gezindiğiniz sitelerin bulunduğu web sunucusunun bulunduğu ülke bayrağını görüntüler, site güvenlik kontrolleri, whois bilgisi, çeviri, benzer siteler, doğrulama, URL kısaltma gibi çok sayıda araç sağlar...",
        "uk": "Показує прапор країни, визначаючи розміщення сервера поточного веб-сайта, а також надає такі засоби, як-от: перевірка безпеки сайта, хтоце (whois), переклад, схожі сайти, валідації, скорочення URL, тощо...",
        "vi": "Hiển thị một lá cờ cho biết địa điểm máy chủ của trang web đang vào và cung cấp vô số công cụ như kiểm tra độ an toàn của trang, whois, dịch thuật, trang tương tự, chứng thực, rút gọn URL, và còn nhiều nữa...",
        "zh-CN": "显示描述当前服务器位置的国旗。",
        "zh-TW": "顯示描述目前伺服器位置的國旗及提供多種工具如網站安全檢查、whois、翻譯、類似網站、驗證、縮短 URL 等，及更多..."
    },
    "support_email": {
        "en-US": "daveg.extensionfeedback@gmail.com"
    },
    "support_url": {
        "url": {
            "en-US": "https://flagfox.net/forum"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/f30740aebd5fe8148c67abdbce673b17ff9112c487e73bf6cd0a87451cd51894/https%3A//flagfox.net/forum"
        }
    },
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/flagfox/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/flagfox/versions/",
    "weekly_downloads": 1887,
    "_score": null
}