{
    "extension_name": {
	"message": "google vertalings element"
    },
    "extension_description": {
	"message": "Voegt automatisch \"Google Translate Element\" toe aan de pagina. Vertaalt de hele pagina zonder pagina's te verplaatsen of nieuwe tabbladen te openen."
    },
    "google_translate_element": {
	"message": "Google's vertalings element"
    },
    "google_translate_element_options": {
	"message": "google translate element opties"
    },
    "insert_element_automatically": {
	"message": "Voegt automatisch Google Translate Element toe"
    },
    "translate_automatically": {
	"message": "Direct vertaling na invoeging van de Google Translate Element"
    },
    "hide_toolbar": {
	"message": "Werkbalk verbergen na invoeging van de Google Translate Element"
    },
    "ignore_languages": {
	"message": "Talen die niet automatisch Google Translate element invoegen"
    },
    "ignore_languages_desc": {
	"message": "Voeg automatisch <a href=\"https://www.w3schools.com/howto/howto_google_translate.asp\">Google Translate-element</a> in de pagina in als de paginataal verschilt van deze talen. Je kunt handmatig invoegen vanuit het contextmenu, zelfs als de paginataal dezelfde is als deze talen. Klik op de standaardknop om de taalinformatie van <cite>about:preferences → taal</cite> te krijgen.<br>Voorbeeld: <code>ja, en, zh</code>. Scheid met komma's.<br>Referentie: <a href=\"https://cloud.google.com/translate/docs/languages\">Taalondersteuning Google Cloud</a> (een andere service dan Google Translate Element), <a href=\"https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes\">ISO 639-1 codelijst-Wikipedia</a>."
    },
    "includedlanguages": {
	"message": "Taalbestanden van Google Translate Element"
    },
    "includedlanguages_desc": {
	"message": "Scheid ze met <strong>spaties</strong> komma's. Voorbeeld: <code>ja, en, zh-CN</code>.<br>Referentie: <a href=\"https://cloud.google.com/translate/docs/languages\">Taalondersteuning Google Cloud</a> (een andere service dan Google Translate Element), <a href=\"https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes\">ISO 639-1-codelijst-Wikipedia</a>, <a href=\"https://nds-nl.wikipedia.org/wiki/ISO_3166-1\">ISO 3166-1 - Wikipedia</a>.<br>Als je de lijst leeg laat, worden alle talen weergegeven in de vertaalde talen van Google Translate Element. De standaardwaarde wordt verkregen van <cite>about:preferences → Taal</cite>, maar het mag niet worden gebruikt zoals het is. In sommige talen is een regiocode zoals nl-NL vereist, en in andere talen werkt het toevoegen van een regiocode zoals en-US niet, dus je moet deze verwijderen om het als en te krijgen."
    },
    "ignore_urls": {
	"message": "URL's waar Google Translate gebruikelijke niet automatisch ingevoegd is"
    },
    "regular_expression": {
	"message": "gebruikelijke expressie"
    },
    "ignore_urls_desc": {
	"message": "Escape naar de gebruikelijke expressie speciale tekens zoals \".\", \"*\", \"?\" met een omgekeerde schuine streep. Voeg \"^\" toe aan het begin van het patroon om het overeen te laten komen met het begin van de URL."
    },
    "test_url": {
	"message": "Test gebruikelijke expressies"
    },
    "style_sheets": {
	"message": "Stijlbladen voor Google Translate Element:"
    },
    "match": {
	"message": "Bij elkaar passen"
    },
    "unmatch": {
	"message": "Uit elkaar halen"
    },
    "default": {
	"message": "Standaard"
    },
    "page_translator_url": {
	"message": "URL van vertaalsite bij het vertalen van pagina in nieuw tabblad"
    },
    "text_translator_url": {
	"message": "URL van vertaalsite bij het vertalen van geselecteerde tekst in een nieuw tabblad"
    },
    "target_language": {
	"message": "Standaard doeltaal:"
    },
    "get_favicon": {
	"message": "Krijg site Favicon"
    },
    "target_language_regexp": {
	"message": "Reguliere expressie die de doeltaal extraheert uit de URL van de vertaalsite"
    },
    "translator_url_desc": {
	"message": "'@url@' wordt vervangen door de URL van de pagina. '@text@' wordt vervangen door de geselecteerde string. '@lang@' wordt vervangen door de waarde van 'standaard doeltaal'. De standaardwaarde voor de doeltaal wordt verkregen van <cite>about:preferences → taal</cite>, maar het mag niet worden gebruikt zoals het is omdat het kan verschillen van het beschrijvingsformaat van de doeltaal van elke vertaalsite. Sommige talen vereisen regionale codes zoals nl-NL en nl-BE, en andere talen werken niet met regionale codes zoals en-US en pt-BR. Moet mogelijk worden gewijzigd in pt. In dat geval moet je de standaard-doeltaal handmatig vervangen door de juiste taalcode. <a href=\"https://src.chromium.org/viewvc/chrome/trunk/src/third_party/cld/languages/internal/languages.cc#l23\">van de geselecteerde string met '@source_lang@' Taalcode</a> of de taalcode van de pagina. Dit komt echter niet altijd overeen met de uitdrukking van de taalcode die door elke vertaalsite wordt gebruikt."
    },
    "display_in_iframe": {
	"message": "In het browser actiescherm, pagina actiepaneel en zijbalk, wordt het vertaalresultaat weergegeven in een <a href=\"https://developer.mozilla.org/docs/Web/HTML/Element/iframe\">iframe</a>"
    },
    "translator_url_desc2": {
	"message": "Waarde van @lang@ in deze browser："
    },
    "target_language_regexp_desc": {
	"message": "Extraheer de doeltaal <a href='https://developer.mozilla.org/docs/Web/JavaScript/Guide/Regular_Expressions'>Reguliere expressie</a> de laatste van de patronen beschreven in <a href='https://developer.mozilla.org/docs/Web/JavaScript/Guide/Regular_Expressions/Groups_and_Ranges'>Capture groep</a> De tekenreeks die overeenkomt met wordt geëxtraheerd als de doeltaal voor vertaling uit de URL van de pagina met vertaalresultaten. Wanneer de URL van de vertaalbestemming interactief wordt gewijzigd wanneer de taal van de vertaalbestemming wordt gewijzigd op de pagina met vertaalresultaten, wordt de taal geëxtraheerd en opgeslagen. Vervang in de volgende vertaling @lang@ door deze waarde in plaats van de standaard doeltaal en vertaal. Als je altijd naar de standaardtaal wilt vertalen, laat je de reguliere expressie leeg. Deze functie kan niet worden gebruikt op een vertaalsite waar de URL niet verandert, zelfs niet als de doeltaal interactief wordt gewijzigd."
    },
    "second_translation_sites": {
	"message": "Tweede vertaalsite"
    },
    "use_2nd_translator": {
	"message": "Vertalen op een tweede vertaalsite als de paginataal of geselecteerde teksttaal overeenkomt met 'talen die niet automatisch worden ingevoegd'"
    },
    "page_translator_2nd_url": {
	"message": "URL van de tweede vertaalsite bij het vertalen van een pagina in een nieuw tabblad"
    },
    "text_translator_2nd_url": {
	"message": "URL van de tweede vertaalsite bij het vertalen van de geselecteerde tekst in een nieuw tabblad"
    },
    "translator_2nd_url_desc": {
	"message": "Als de taal van de pagina of de geselecteerde tekst overeenkomt met de \"taal die niet automatisch moet worden ingevoegd\", wordt deze vertaald door de tweede vertaalsite. Het kan worden gebruikt bij het vertalen van zinnen in uw moedertaal naar het Engels. Houd de modificatietoetsen (\"Alt\", \"Command\", \"Ctrl\", \"MacCtrl\" of \"Shift\") ingedrukt en klik op het contextmenu of gebruik sneltoetsen om de paginataal of de geselecteerde teksttaal te wijzigen. Vertaal elke taal met een tweede vertaalsite. Als je een andere site registreert voor de tweede vertaalsite, kun je de twee vertaalresultaten vergelijken."
    },
    "translator_delete_history": {
	"message": "Verwijder de URL van het vertaalresultaat uit de browsegeschiedenis."
    },
    "browser_action_panel_size": {
	"message": "Grootte van het actiepaneel van de browser:"
    },
    "page_action_panel_size": {
	"message": "Pagina actiescherm grootte:"
    },
    "pixel": {
	"message": "pixels"
    },
    "user_interface": {
	"message": "UI"
    },
    "browser_action_button": {
	"message": "Browser actieknop"
    },
    "browser_action_button_action": {
	"message": "Gedrag van actieknoppen in browser:"
    },
    "browser_action_button_desc": {
	"message": "Als er geen item is geselecteerd, klik je op de actieknop van de browser om de standaardsite voor tekstvertaling weer te geven. Als er slechts één item is geselecteerd, wordt de actie voor dat item onmiddellijk uitgevoerd door op de actieknop van de browser te klikken. Als er meerdere items zijn geselecteerd, wordt door op de actieknop van de browser te klikken de knop van het geselecteerde item weergegeven. Verwissel de weergavevolgorde door te slepen."
    },
    "browser_action_stylesheet": {
	"message": "Stylesheet voor browseractie"
    },
    "example": {
	"message": "Voorbeeld"
    },
    "page_action_button": {
	"message": "Pagina actieknop"
    },
    "page_action_button_action": {
	"message": "Gedrag van pagina-actieknoppen:"
    },
    "page_action_button_desc": {
	"message": "Als er geen item is geselecteerd, klik je op de pagina-actieknop om de standaardtekstvertalingssite weer te geven. Als er slechts één item is geselecteerd, wordt de actie van dat item onmiddellijk uitgevoerd wanneer op de pagina-actieknop wordt geklikt. Als er meerdere items zijn geselecteerd, wordt door op de pagina-actieknop te klikken de knop van het geselecteerde item weergegeven. Verwissel de weergavevolgorde door te slepen."
    },
    "page_action_stylesheet": {
	"message": "Stylesheet voor pagina-actie"
    },
    "context_menu": {
	"message": "Contextmenu"
    },
    "context_menu_order": {
	"message": "Weergavevolgorde in het contextmenu:"
    },
    "context_menu_order_desc": {
	"message": "Alleen de aangevinkte exemplaren worden weergegeven in het contextmenu. Verwissel de weergavevolgorde door te slepen."
    },
    "omnibox": {
	"message": "omnibox"
    },
    "omnibox_desc": {
	"message": "Voer commando's en tekst in <a href=\"https://developer.mozilla.org/docs/Mozilla/Add-ons/WebExtensions/user_interface/Omnibox\">omnibox</a>. Vertaal door opdrachten en zinnen in te voeren in (adresbalk of locatiebalk). Het is handig om <a href=\"https://support.mozilla.org/ja/kb/keyboard-shortcuts-perform-firefox-tasks-quickly#w_ayagki\">Firefox-sneltoetsen</a> te gebruiken: F6, Alt + D of Ctrl + L op Windows."
    },
    "omnibox_default_action": {
	"message": "Waar de standaard vertaalresultaten van omnibox worden weergegeven:"
    },
    "syntax": {
	"message": "syntaxis："
    },
    "omnibox_keyword": {
	"message": "Activeer trefwoord om de vertaling in de omnibox te starten."
    },
    "omnibox_option_t": {
	"message": "Specificeer de doeltaal. Indien weggelaten, wordt de standaard doeltaal van de opgegeven tekstvertalingssite gebruikt. Het doeltaalformaat is voor elke vertaalsite anders, dus je moet de juiste taalcode voor die site kennen."
    },
    "omnibox_option_1": {
	"message": "Vertaal met de standaard tekstvertalingssite."
    },
    "omnibox_option_2": {
	"message": "Vertaal met behulp van een tweede tekstvertalingssite. Als zowel -1 als -2 worden weggelaten, wordt de site die wordt gebruikt voor vertaling bepaald door de taal van de ingevoerde tekst."
    },
    "omnibox_option_d": {
	"message": "Specificeer de weergavebestemming van het vertaalresultaat."
    },
    "omnibox_option_new_tab": {
	"message": "Nieuw tabblad."
    },
    "omnibox_option_specific_tab": {
	"message": "Specifiek tabblad."
    },
    "omnibox_option_current_tab": {
	"message": "Huidig ​​tabblad."
    },
    "omnibox_option_window": {
	"message": "Venster."
    },
    "omnibox_option_sidebar": {
	"message": "Zijbalk. Deze kan niet automatisch geopend worden door de \"add-on\", gebruiker zal dit handmatig moeten uitvoeren."
    },
    "omnibox_option_browser_action": {
	"message": "Browser actiepaneel. De add-on kan niet automatisch worden geopend in het actiepaneel van de browser, dus de gebruiker moet deze handmatig openen."
    },
    "omnibox_option_page_action": {
	"message": "Pagina-actiepaneel. De add-on kan het actiepaneel van de pagina niet automatisch openen, dus de gebruiker moet het handmatig openen."
    },
    "omnibox_option_text": {
	"message": "De te vertalen tekst."
    },
    "omnibox_examples": {
	"message": "Voorbeeld: <code><strong>tr Hello World.</strong></code> --- Gebruik de standaard vertaalsite om naar uw eigen taal te vertalen. <code><strong>tr -2 -t de -d sb みなさんこんにちは。</strong></code> --- Vertaal naar het Duits met gebruik van een tweede vertaalsite en toon het resultaat in de zijbalk."
    },
    "shortcut_keys": {
	"message": "Sneltoets"
    },
    "shortcut_keys_desc": {
	"message": "<a href=\"https://support.mozilla.org/kb/manage-extension-shortcuts-firefox\">Sneltoets instellen</a> about:addons -> ⚙️ Tandwielpictogram -> Uw extensies beheren."
    },
    "specific_tab": {
	"message": "Specifiek tabblad"
    },
    "tab_window_session": {
	"message": "Sessie-informatie voor specifieke tabbladen en vensters:"
    },
    "save_session": {
	"message": "Opslaan"
    },
    "dont_save_session": {
	"message": "Niet opslaan"
    },
    "tab_window_session_desc": {
	"message": "Onthoud de informatie van het vertaalresultaat weergave venster en een specifiek tabblad voor sessies en gebruik hetzelfde tabblad en venster opnieuw na het herstarten van de browser."
    },
    "specific_tab_esc_behavior": {
	"message": "Gedrag wanneer de Esc toets wordt ingedrukt:"
    },
    "hide_tab": {
	"message": "Verberg tabblad"
    },
    "activate_opener_tab": {
	"message": "Activeer het brontabblad"
    },
    "specific_tab_esc_textarea": {
	"message": "Doet hetzelfde, zelfs bij het typen in het tekstvakje"
    },
    "specific_tab_set_favicon": {
	"message": "Toon add-on icoon als favicon op het specifieke tabblad"
    },
    "specific_tab_desc": {
	"message": "Als het specifieke tabblad bestaat, gebruik dat tabblad en toon de vertaling op dat tabblad zonder een nieuw tabblad te openen."
    },
    "result_window_esc_behavior": {
	"message": "Gedrag wanneer de Esc toets wordt ingedrukt:"
    },
    "minimize_window": {
	"message": "Het venster minimaliseren"
    },
    "lower_window": {
	"message": "Het venster naar de achtergrond verplaatsen"
    },
    "do_nothing": {
	"message": "Niets doen"
    },
    "result_window_esc_textarea": {
	"message": "Doet hetzelfde, zelfs bij het typen in het tekstvak"
    },
    "result_window": {
	"message": "Venster met vertaalresultaten"
    },
    "result_window_desc": {
	"message": "De te vertalen tekst. De positie en grootte van het venster dat het vertaalresultaat weergeeft, worden onthouden wanneer de focus naar een ander venster van de browser wordt verplaatst. Dat wil zeggen dat de vertaalsites van de eerste en tweede pagina en de site voor tekstvertaling onafhankelijk van elkaar worden opgeslagen."
    },
    "sidebar": {
	"message": "Zijbalk"
    },
    "sidebar_default_page": {
	"message": "Standaardpagina:"
    },
    "sidebar_input_page": {
	"message": "Tekst invoerpagina"
    },
    "default_translator": {
	"message": "Standaard tekstvertaler"
    },
    "second_translator": {
	"message": "Tweede tekstvertaler"
    },
    "translate_on_default": {
	"message": "Vertalen"
    },
    "translate_on_2nd": {
	"message": "Vertaald op de tweede site"
    },
    "display_sidebar_default_page": {
	"message": "Standaardpagina in zijbalk weergeven"
    },
    "sidebar_placeholder": {
	"message": "Ctrl + Enter om te vertalen. Shift + Enter om te vertalen op de tweede site."
    },
    "clipboard": {
	"message": "Klembord"
    },
    "translate_clipboard_content": {
	"message": "Inhoud van klembord vertalen"
    },
    "translate_clipboard_content_desc": {
	"message": "De inhoud van het klembord kan vertaald worden met behulp van sneltoetsen, door op een item in het contextmenu te klikken met de rechtermuisknop of door de controletoets ingedrukt te houden en te klikken op een knop in het browseractiepaneel of pagina actiepaneel."
    },
    "need_history_permission": {
	"message": "Aanvullende machtiging is vereist om de URL van het vertaalresultaat uit de zoekgeschiedenis te verwijderen."
    },
    "need_tabHide_permission": {
	"message": "Extra machtiging is vereist om het tabblad te verbergen bij het indrukken van de Esc toets."
    },
    "need_sessions_permission": {
	"message": "Extra toestemming is vereist om sessies op te slaan voor het specifieke tabblad en het vertaalresultaat venster."
    },
    "need_clipboard_permission": {
	"message": "Extra machtiging is vereist om de inhoud van het klembord te vertalen."
    },
    "please_allow_permission": {
	"message": "Geef toestemming of wijzig de instelling en sla deze opnieuw op."
    },
    "save": {
	"message": "Opslaan"
    },
    "save_button_desc": {
	"message": "Alle knoppen voor opslaan hebben hetzelfde gedrag."
    },
    "error": {
	"message": "Fout"
    },
    "reset_commands": {
	"message": "Reset alle sneltoetsen"
    },
    "info1": {
	"message": "<p>Voor sommige pagina's werkt het Google Translate Element mogelijk niet vanwege beveiligingsinstellingen op de pagina. In dit geval wordt een bericht weergegeven in <a href=\"https://developer.mozilla.org/docs/Tools/Browser_Console\">Browser Console</a>. Als het Google Translate Element niet werkt, is het alternatief om de pagina te vertalen naar een nieuw tabblad vanuit het contextmenu.</p><p>Het Google Translate-element wordt niet automatisch ingevoegd als je de add-on uitschakelt via het contextmenu. In dit geval kan het ook handmatig worden ingevoegd vanuit het contextmenu.</p>"
    },
    "another_translation_system": {
	"message": "Een ander vertaalsysteem"
    },
    "code_to_insert_into_the_page": {
	"message": "Code om aan de webpagina's toe te voegen:"
    },
    "copy_code_here": {
	"message": "Kopieer de code hier van de downloadpagina."
    },
    "csp_to_add": {
	"message": "Inhoudsbeveiligingsbeleid om toe te voegen："
    },
    "copy_scp_here": {
	"message": "Kopieer het inhoudsveiligheidsbeleid hier van de downloadpagina."
    },
    "tags_to_remove_from_page": {
	"message": "HTML-tags om te verwijderen van de pagina:"
    },
    "tags_to_remove_from_page_desc": {
	"message": "Om betere vertaalresultaten te krijgen, moet je deze tags verwijderen van de webpagina en converteer je de inhoudsteksten naar eenvoudige teksten. Als HTML-tags in het midden van een zin zijn inbegrepen zal de zin die doorgegeven wordt aan de vertalingsengine mogelijk verschillen van een eenvoudige zin zonder tags om deze tags in de vertaalde zin weer te geven, wat soms tot vreemde vertaalresultaten kan leiden. Het verwijderen van deze HTML-tags kan u correctere vertaalresultaten geven. Het wordt echter moeilijk te lezen omdat er geen links of decoraties zijn. Om de tag te verwijderen, voer het proces uit het contextmenu uit, sneltoets, etc. voordat Google Translate Element de pagina vertaalt (wanneer de oorspronkelijke tekst wordt weergegeven). Als je de inhoud van de pagina wilt herstellen, moet je de pagina herladen. Wanneer <a href=\"https://developer.mozilla.org/docs/Web/HTML/Element\">tags toevoegen</a>, scheid ze met spaties of regeleinden."
    },
    "default_translation_sites": {
	"message": "Standaard vertaalsite"
    },
    "is_invalid": {
	"message": "De waarde van $1 is ongeldig."
    },
    "untranslatable_url": {
	"message": "Een URL die niet kan worden vertaald.\n$ 1"
    },
    "translate_in_specific_tab": {
	"message": "Vertaal op een specifiek tabblad"
    },
    "translate_in_specific_tab_label": {
	"message": "Specifiek tabblad"
    },
    "translate_in_new_tab": {
	"message": "Vertaal op een nieuw tabblad"
    },
    "translate_in_new_tab_label": {
	"message": "nieuw tabblad"
    },
    "translate_in_current_tab": {
	"message": "Vertaal in huidig ​​tabblad"
    },
    "translate_in_current_tab_label": {
	"message": "huidig tabblad"
    },
    "translate_in_window": {
	"message": "Vertaal in venster"
    },
    "translate_in_window_label": {
	"message": "venster"
    },
    "translate_in_sidebar": {
	"message": "Vertaal in de zijbalk"
    },
    "translate_in_sidebar_label": {
	"message": "zijbalk"
    },
    "translate_in_browser_action": {
	"message": "Vertaal met browseractie"
    },
    "translate_in_browser_action_label": {
	"message": "1 → browser actie"
    },
    "translate_in_page_action": {
	"message": "Vertaal met pagina-actie"
    },
    "translate_in_page_action_label": {
	"message": "1 → pagina actie"
    },
    "translate_on_2nd_in_specific_tab": {
	"message": "Vertaal op een specifiek tabblad met behulp van een tweede vertaalsite"
    },
    "translate_on_2nd_in_specific_tab_label": {
	"message": "2 → specifiek tabblad"
    },
    "translate_on_2nd_in_new_tab": {
	"message": "Vertaal op een nieuw tabblad met een tweede vertaalsite"
    },
    "translate_on_2nd_in_new_tab_label": {
	"message": "2 → nieuw tabblad"
    },
    "translate_on_2nd_in_current_tab": {
	"message": "Vertaal op het huidige tabblad met behulp van de tweede vertaalsite"
    },
    "translate_on_2nd_in_current_tab_label": {
	"message": "2 → huidig tabblad"
    },
    "translate_on_2nd_in_window": {
	"message": "Vertaal in een venster met behulp van een tweede vertaalsite"
    },
    "translate_on_2nd_in_window_label": {
	"message": "2 → venster"
    },
    "translate_on_2nd_in_sidebar": {
	"message": "Vertaal in de zijbalk met behulp van een tweede vertaalsite"
    },
    "translate_on_2nd_in_sidebar_label": {
	"message": "2 → zijbalk"
    },
    "translate_on_2nd_in_browser_action": {
	"message": "Vertaal met een browseractie met behulp van een tweede vertaalsite"
    },
    "translate_on_2nd_in_browser_action_label": {
	"message": "2 → browser actie"
    },
    "translate_on_2nd_in_page_action": {
	"message": "Vertaal met pagina-actie met behulp van de tweede vertaalsite"
    },
    "translate_on_2nd_in_page_action_label": {
	"message": "2 → pagina actie"
    },
    "translate_in_specific_tab_clipboard": {
	"message": "Vertaal de inhoud van het klembord in een specifiek tabblad"
    },
    "translate_in_new_tab_clipboard": {
	"message": "Vertaal de inhoud van het klembord in nieuw tabblad"
    },
    "translate_in_current_tab_clipboard": {
	"message": "Vertaal de inhoud van het klembord in het huidige tabblad"
    },
    "translate_in_window_clipboard": {
	"message": "Vertaal de inhoud van het klembord in het venster"
    },
    "translate_in_sidebar_clipboard": {
	"message": "De inhoud van het klembord in de zijbalk vertalen"
    },
    "translate_in_browser_action_clipboard": {
	"message": "Vertaal de inhoud van het klembord in het browser-actiepaneel"
    },
    "translate_in_page_action_clipboard": {
	"message": "Vertaal de inhoud van het klembord in het pagina-actiepaneel"
    },
    "translate_on_2nd_in_specific_tab_clipboard": {
	"message": "Vertaal de klembord inhoud in een tweede vertaalsite in een specifiek tabblad"
    },
    "translate_on_2nd_in_new_tab_clipboard": {
	"message": "Vertaal de klembord inhoud in een tweede vertaalsite in een nieuw tabblad"
    },
    "translate_on_2nd_in_current_tab_clipboard": {
	"message": "Vertaal de klembord inhoud in een tweede vertaalsite in huidig tabblad"
    },
    "translate_on_2nd_in_window_clipboard": {
	"message": "Vertaal de klembord inhoud in een tweede vertaalsite in een venster"
    },
    "translate_on_2nd_in_sidebar_clipboard": {
	"message": "Vertaal de klembord inhoud in een tweede vertaalsite in een zijbalk"
    },
    "translate_on_2nd_in_browser_action_clipboard": {
	"message": "Vertaal de inhoud van het klembord op een tweede vertaalsite in een browser werkbalk knop"
    },
    "translate_on_2nd_in_page_action_clipboard": {
	"message": "Vertaal de inhoud van het klembord op een tweede vertaalsite als een \"page action.\""
    },
    "open_1_in_specific_tab": {
	"message": "Open de vertaalsite op een specifiek tabblad"
    },
    "open_1_in_specific_tab_label": {
	"message": "Open in een specifiek tabblad"
    },
    "open_1_in_new_tab": {
	"message": "Open de vertaalsite op een nieuw tabblad"
    },
    "open_1_in_new_tab_label": {
	"message": "Open in een nieuw tabblad"
    },
    "open_1_in_current_tab": {
	"message": "Open de vertaalsite op het huidige tabblad"
    },
    "open_1_in_current_tab_label": {
	"message": "Openen in huidig tabblad"
    },
    "open_1_in_window": {
	"message": "Open de vertaalsite in het venster"
    },
    "open_1_in_window_label": {
	"message": "1 → Open in venster"
    },
    "open_2_in_specific_tab": {
	"message": "Open de tweede website vertaling in een specifiek tabblad"
    },
    "open_2_in_specific_tab_label": {
	"message": "2 → open in een specifiek tabblad"
    },
    "open_2_in_new_tab": {
	"message": "Open de tweede vertaalsite in een nieuw tabblad"
    },
    "open_2_in_new_tab_label": {
	"message": "2 → In een nieuw tabblad openen"
    },
    "open_2_in_current_tab": {
	"message": "Open de tweede vertaalsite in het huidig tabblad"
    },
    "open_2_in_current_tab_label": {
	"message": "2 → In huidig tabblad openen"
    },
    "open_2_in_window": {
	"message": "Open een tweede vertaalsite in een venster"
    },
    "open_2_in_window_label": {
	"message": "2 → In een venster openen"
    },
    "open_sidebar": {
	"message": "Open zijbalk"
    },
    "open_browseraction": {
	"message": "Open browseractie"
    },
    "open_pageaction": {
	"message": "Open pagina-actie"
    },
    "toggle_browser_action": {
	"message": "Open/sluit browseractie"
    },
    "toggle_page_action": {
	"message": "Open/sluit pagina-actie"
    },
    "toggle_sidebar": {
	"message": "Open/sluit zijbalk"
    },
    "insert_element": {
	"message": "Voeg de Google Translate Element aan de pagina toe"
    },
    "insert_element_label": {
	"message": "Voeg het element toe aan de pagina"
    },
    "toggle_translate": {
	"message": "Schakel tussen vertaling en brontekst"
    },
    "toggle_translate_label": {
	"message": "Vertaling / Bronvermelding"
    },
    "toggle_toolbar": {
	"message": "Toon / verberg de werkbalk van het Google Translate-element"
    },
    "toggle_toolbar_label": {
	"message": "Toon / Verberg werkbalk"
    },
    "insert_automatically": {
	"message": "Voeg automatisch de Google Translate Element toe"
    },
    "remove_decorative_tags": {
	"message": "Verwijder decoratie labels van de pagina"
    },
    "remove_decorative_tags_label": {
	"message": "Verwijder labels"
    },
    "open_option_page": {
	"message": "Open de pagina met opties"
    }
}
