{
    "id": 662434,
    "authors": [
        {
            "id": 6578130,
            "name": "Gikken UG",
            "url": "https://addons.mozilla.org/en-US/firefox/user/6578130/",
            "username": "insttranslate"
        }
    ],
    "average_daily_users": 31364,
    "categories": [
        "language-support",
        "social-communication",
        "other"
    ],
    "contributions_url": "",
    "created": "2015-10-14T16:00:39Z",
    "current_version": {
        "id": 5485728,
        "compatibility": {
            "firefox": {
                "min": "48.0",
                "max": "*"
            },
            "android": {
                "min": "120.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/instant-translate/versions/5485728",
        "file": {
            "id": 4030073,
            "created": "2022-11-14T17:14:58Z",
            "hash": "sha256:34efe058be85dc9b0bc25d59a51a780b4d300b918dfa2a8b3d72639284757b0b",
            "is_mozilla_signed_extension": false,
            "size": 2535240,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4030073/instant_translate-10.1.17.xpi",
            "permissions": [
                "*://*/*",
                "tabs",
                "contextMenus",
                "storage",
                "webRequest",
                "webNavigation",
                "webRequestBlocking"
            ],
            "optional_permissions": [
                "notifications"
            ],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 3338,
            "is_custom": false,
            "name": {
                "en-US": "Mozilla Public License 2.0"
            },
            "slug": "MPL-2.0",
            "url": "https://www.mozilla.org/MPL/2.0/"
        },
        "release_notes": null,
        "reviewed": "2022-11-16T08:17:24Z",
        "version": "10.1.17"
    },
    "default_locale": "en-US",
    "description": {
        "de": "Wie ein echter Freund, steht dir Mate zur Seite. Mate Translate Extension für Firefox unterstützt dich bei allen Übersetzungen. Mate hilft dir, einfach und ohne Probleme Wörter, Sätze und Dokumente in 103 Sprachen zu übersetzen. Das umfassende Wörterbuch von Mate und der personalisierte Sprachführer werden dir helfen, schneller Sprachen zu lernen, sowohl mit automatischen als auch optional mit menschlichen Übersetzungen. Mate ist nicht nur zum Lesen und Schreiben gedacht, sondern zum vollständigen Beherrschen und Verstehen von Sprachen. Lade deinen Mate Firefox Übersetzer heute herunter und fühle dich nie wieder in einer Sprache verloren.\n\nDie Mate Translate Firefox Extension ermöglicht es dir, Wörter oder Text auf einer Webseite hervorzuheben und sofort zu übersetzen, indem du auf die Verknüpfung klickst oder mit einem Doppelklick deiner Maus. Mit der Verknüpfung wird sich ein kleines, unauffälliges Pop-Up-Fenster öffnen mit der direkten Übersetzung, direkt vor dir. Du musst nicht einen anderen Bildschirm oder ein anderen Browser-Fenster öffnen. Mate’s Funktion, mit einem Klick zu übersetzen sorgt dafür, dass du nie die Seite verlassen musst, auf der du dich befindest, oder deinen Workflow unterbrechen musst. Mate spart dir Zeit und hält dich in der Spur.\n\nMate hat eine unglaublich umfassende, schnelle Übersetzungsdatenbank mit 103 Sprachen. Egal, mit welcher Sprache du Hilfe brauchst, Mate steht dir zur Seite. Mate bietet Transkriptionen in Lautschrift von allen übersetzten Wörtern in allen Sprachen in das internationale Lautschriftalphabet. Dies bedeutet, dass du ein chinesisches Zeichen eingeben kannst und Mate dir sagen wird, wir du dies aussprechen musst und es sogar in Lautschrift darstellen wird. Mate hilft dir nicht nur in deiner Zielsprache zu lesen, sondern bringt dir auch bei, zu sprechen und zu verstehen. Lade die App heute herunter und schaue dir unsere lange Liste mit 103 Sprachen an.\n\nMate speichert alle deine Übersetzungen offline, sodass du diese jederzeit aufrufen kannst. Du kannst Mate auf einer Vielzahl an Geräten installieren und Mate wird sich auf diesen synchronisieren. Mate ermöglicht es dir, einen Satz sofort auf deinem Mac zu übersetzen und du hast dann Zugriff auf diese von einem anderen Desktop oder mobilen Gerät. Du wirst nie wieder eine Übersetzung verlieren, auf keinem Gerät!\n\nMate’s Sprachführer-Funktion ermöglicht es dir, persönliche Sprachführer auszuarbeiten, sodass du schnell und einfach auf jedem Gerät auf sie zugreifen kannst. Sprachschüler lieben die Sprachführer, um benutzerdefinierte Listen für den Unterricht oder Alltagssituationen zu erstellen. Anstatt sperrige Karteikarten zu erstellen, kannst du einfach eine Wortliste im Mate Sprachführer erstellen und mit jedem Gerät lernen, egal, wo du bist. Der Sprachführer ist auch perfekt für Reisende. Du wirst nie wieder vergessen, wie man etwas in einer Sprache sagt oder ausspricht, \"wo ist die Toilette?\" oder \"wie ist deine Telefonnummer?\". Dein Sprachführer synchronisiert sich auf all deinen Mate Geräten und kann auch offline ausgeführt werden.",
        "en-US": "Just like a real-life mate has your back, Mate Translate Extension for Firefox has you covered for all your translation needs. \n\nMate helps you easily and effortlessly translate words, phrases and documents from 103 languages. \n\nMate’s comprehensive dictionary and custom curated phrasebook will help you accelerate your language learning with both page translation and optional human translation. \n\nMate isn’t just for reading and writing but for full language mastery and comprehension. Download your Mate Firefox translator today and never feel lost in language again.\n\nReading an article on the Internet and don’t know a word? Just select any text on any webpage, press a shortcut and see the translation in an unobtrusive window right on the same page. \n\nNeed to type in some text by yourself and translate it? Just open the Mate pop-up window by clicking on the icon next to your browser address bar. It’s always by your side! \n\n103 languages\nIt understands 103 languages. Mate also teaches you how to pronounce correctly. It shows phonetic transcription, transliteration and can speak out words and texts with correct accent.\n\nSynchronization\nIt synchronizes across all your devices. All your translation &amp; dictionary data will be automatically synchronized between all your browsers, iPhones and Macs you are using Mate on.\n\nPhrasebook\nIt allows you to create custom word lists with your favorite words. Just give our Mate Phrasebook a try. Easily create &amp; curate word lists which are available even offline. Perfect for language learners or travelers who need to have their word lists always by their side. \n\nDownload Mate today to get your ultimate translation helper for free! 550,000 users worldwide are already using Mate.",
        "es": "De la misma manera que un amigo (mate en inglés) le ayuda en la vida real, la extensión Mate Translate para Firefox le ayudará con todas sus necesidades de traducción. Mate le ayuda a traducir de manera fácil palabras, frases y documentos en 103 idiomas. El diccionario completo de Mate y la guía de conversación personalizada le ayudarán a aprender idiomas de forma rápida con la opción de traducción de página y traducción humana opcional. Mate no solo es útil para leer y escribir, también le ayudará a dominar y comprender el idioma por completo. Descargue su traductor Mate para Firefox hoy y olvídese de las barreras de comunicación.\n\nLa extensión Mate Translate para Firefox le permite resaltar cualquier palabra o texto de una página web y traducirlo instantáneamente pulsando el acceso directo o haciendo doble clic con el ratón. Al usar los accesos directos se abrirá una pequeña ventana emergente con la traducción directa resaltada. No tendrá que hacer clic para abrir una nueva ventana de navegador. Podrá traducir con Mate con un solo clic sin tener que salir de la página en la que se encuentra o interrumpir su  trabajo. Mate le ahorra tiempo y le ayuda a ser más eficiente.\n\nMate tiene una base de datos de traducción instantánea increíblemente completa con 103 idiomas. Mate le ayudará con cualquier idioma que necesite. También le ofrece una transcripción fonética de cualquier palabra traducida a cualquiera idioma en el alfabeto fonético internacional. Eso significa que puede introducir un carácter chino y leerlo. Mate no solo le ayuda a leer en el idioma de destino, sino que le enseña a hablarlo y entenderlo. Descárguelo hoy para ver nuestra amplia lista de 103 idiomas.\n\nMate guarda todas sus traducciones offline para que pueda consultarlas en cualquier momento. Puede instalar Mate en varios dispositivos y la aplicación se sincronizará entre estos. Mate le permite traducir al instante una frase en su Mac y después acceder a ella desde otro ordenador de escritorio o dispositivo móvil. ¡Nunca volverá a perder una traducción, estará disponible en todos los dispositivos!\n\nLa funcionalidad de guía de conversación de Mate le permitirá crear libros de frases personales a los que podrá acceder de manera rápida y sencilla en cualquier dispositivo. A los estudiantes de idiomas les encanta usar las guías de conversación para crear listas personalizadas para sus clases u otras situaciones comunes. En vez de crear tarjetas voluminosas, solo tiene que crear una guía de conversación con lista de palabras en Mate y podrá estudiarla desde cualquier dispositivo, y en cualquier lugar. La guía de conversación también es perfecta para viajeros. Nunca olvidará cómo decir o pronunciar, \"¿Dónde está el servicio?\" o \"¿Cuál es tu número?\" en cualquier idioma. Su guía de conversación se sincroniza en todos sus dispositivos Mate y también se puede organizar offline.",
        "fr": "Tout comme un compagnon dans la vie réelle qui vous aide, l'extension Mate Translate pour Firefox vous assiste pour tous vos besoins de traduction. Mate vous aide à traduire facilement et sans effort des mots, des phrases et des documents dans 103 langues. Le dictionnaire complet de Mate et le guide de conversation personnalisé vous aideront à accélérer votre apprentissage des langues grâce à la traduction instantanée et à la traduction humaine en option. Mate ne se limite pas seulement à la lecture et à l'écriture, il vous aide pour la maîtrise et la compréhension du langage. Téléchargez votre traducteur Mate Firefox dès aujourd'hui et ne soyez plus jamais perdu en traduction.\n\nL'extension Mate Translate Firefox vous permet de surligner n'importe quel mot ou texte dans une page web et de les traduire instantanément en appuyant sur le raccourci ou en double-cliquant avec votre souris. L'utilisation des raccourcis va faire apparaître une petite fenêtre pop-up discrète avec votre traduction qui s'affiche ainsi à l'écran. Pas besoin de cliquer sur un nouvel écran ou une fenêtre de navigateur. La fonctionnalité de traduction de Mate avec un simple clic vous garantit que vous n'aurez jamais besoin de quitter la page où vous êtes ni d'interrompre votre travail. Mate vous fait gagner du temps sans perturber votre activité du moment.\n\nMate dispose d'une base de données de traduction instantanée incroyablement complète de 103 langues. Peu importe la langue pour laquelle vous avez besoin d'aide, Mate est là pour vous aider. Mate fournit la transcription phonétique de n'importe quel mot traduit dans n'importe quelle langue dans l'alphabet phonétique international. Cela signifie que vous pouvez entrer un caractère chinois et Mate vous dira comment le prononcer et même le retranscrire phonétiquement. Mate ne vous aide pas seulement à lire dans votre langue cible, il vous apprend à la parler et à la comprendre. Téléchargez Mate dès aujourd'hui et consultez notre liste exhaustive de 103 langues.\n\nMate stocke toutes vos traductions hors ligne afin de pouvoir vous y référer quand vous le souhaitez. Vous pouvez installer Mate sur toute une gamme d'appareils et Mate les synchronisera. Mate vous permet de traduire instantanément une phrase sur votre Mac, puis vous pouvez y accéder sur un autre ordinateur de bureau ou avec un appareil mobile. Ne perdez plus jamais une traduction, même entre différents appareils !\n\nLa fonctionnalité de recueil d'expressions de Mate vous permet d'organiser des guides de conversation personnels auxquels vous pouvez avoir accès rapidement et facilement sur n'importe quel appareil. Les personnes qui apprennent des langues aiment utiliser le guide de conversation pour créer des listes personnalisées pour les cours ou des situations courantes dans lesquelles ils se trouvent. Au lieu de créer des cartes flash encombrées, il suffit de créer une liste de mots dans le recueil d'expressions de Mate et de les étudier sur n'importe quel appareil, peu importe où vous êtes. Le recueil d'expressions est également idéal pour les voyageurs. Vous n'oublierez plus jamais comment dire ou prononcer \"où est la salle de bain?\" ou \"quel est votre numéro?\" dans n'importe quelle langue. Votre recueil d'expressions se synchronise avec tous vos appareils Mate et il peut également être utilisé en mode hors connexion.",
        "it": "Proprio come se fosse un amico vero che viene in tuo aiuto, l'estensione per Firefox di Mate Translate ti aiuterà tutte le volte che avrai bisogno di una traduzione. Mate ti aiuta a tradurre le parole, frasi e documenti in modo molto semplice, supporta 103 lingue. Il vasto dizionario di Mate e il frasario personalizzato ti aiuteranno ad accelerare l'apprendimento della lingua sia con le traduzioni automatiche che con le traduzioni fatte da un professionista. Mate non è non serve solo per leggere e scrivere, ma è uno strumento utile per acquisire piena padronanza e comprensione della lingua. Scarica oggi il tuo traduttore Mate per Firefox e non sentirti più perso nella lingua.\n\nL'estensione per Firefox di Mate Translate ti permette di evidenziare qualsiasi parola o testo su una pagina web e tradurlo istantaneamente cliccando sulla scorciatoia o facendo doppio click con il mouse. Usando le scorciatoie si aprirà un piccolo pop-up non invasivo sullo schermo con la traduzione richiesta evidenziata proprio davanti ai tuoi occhi. Non dovrai cliccare su una nuova finestra dello schermo o del browser. La funzione di traduzione con un click offerta da Mate ti permette di non lasciare mai la pagina su cui ti trovi e di non interrompere il tuo lavoro. Mate ti fa risparmiare tempo e aiuta ad essere più efficiente.\n\nMate dispone di un database di traduzione istantanea incredibilmente vasto, che comprende 103 lingue. Non importa la lingua da tradurre, con Mate avrai sempre le spalle coperte. Mate ti fornisce anche la trascrizione fonetica in alfabeto fonetico internazionale di qualsiasi parola tradotta da qualsiasi lingua. Questo vuole dire che puoi immettere un ideogramma cinese e Mate ti dirà come si pronuncia e lo tradurrà perfino in alfabeto fonetico. Mate non ti aiuta solo a leggere una lingua, ma ti insegna anche a parlarla e a capirla. Scaricalo subito e scopri la nostra vasta lista di 103 lingue.\n\nMate salva tutte le tue traduzioni offline, in questo modo potrai consultarle quando vuoi. Puoi installare Mate su diversi dispositivi e Mate si sincronizzerà su tutti. Mate ti permette di tradurre all'istante una frase sul Mac e in seguito potrai accedervi tramite un altro computer o dispositivo mobile. Non perdere mai più una traduzione, neanche tra i tuoi dispositivi!\n\nLa funzione Frasario di Mate ti permette di creare e curare dei frasari personali a cui potrai accedere in modo facile e veloce da qualsiasi dispositivo. Le persone che imparano una lingua amano usare i frasari per creare delle liste personalizzate da usare a lezione o nelle situazioni che si trovano ad affrontare più di frequente. Invece di creare delle flashcard che occupano molto spazio, potrai semplicemente stilare una lista di parole su un Frasario Mate e studiare su qualsiasi dispositivo, ovunque ti trovi. Il Frasario è anche perfetto per i viaggiatori. Non dimenticare mai come si dicono o si pronunciano in qualsiasi lingua frasi come: \"dov'è il bagno?\" o \"mi dai il tuo numero?\". Il tuo Frasario si sincronizza con tutti i dispositivi su cui usi Mate e puoi aggiornarlo anche offline.",
        "ko": "실생활에서 친구가 도와주듯이, 구글 크롬의 Mate Translate 확장프로그램이 필요한 모든 번역을 도와줍니다. Mate는 103개 언어로 단어, 문구, 및 문서를 쉽고 간편하게 번역할 수 있도록 도와줍니다. Mate의 포괄적인 사전과 맞춤 제작 상용구는 페이지 번역과 옵션으로 인간 번역으로 언어 학습을 증진시킵니다. Mate는 단순히 읽기 쓰기를 위한 것이 아니라 완전히 언어를 마스터하고 이해하기 위한 것입니다. 지금 Mate 구글 크롬 번역을 다운로드하고 다시는 언어로 인해 주눅들지 마세요.\n\nMate Translate 크롬 확장프로그램을 사용하면 웹 페이지의 단어 또는 텍스트를 하이라이트 표시하고, 바로가기 누르거나 또는 마우스로 더블 클릭하여 바로 번역할 수 있습니다. 바로가기를 사용하면 바로 하이라이트 표시된 번역 내용이 작은 팝업 화면에 나타납니다. 새 화면이나 브라우저 창을 클릭할 필요가 없습니다. Mate의 번역의 클릭 기능으로 현재 페이지에서 나갈 필요가 없으며 작업 흐름을 방해받지 않습니다. Mate로 시간을 절약할 수 있으며 계속해서 도움을 받을 수 있습니다.\n\nMate는 103개 언어로 엄청나게 광범위한 즉석 번역 데이터베이스를 보유하고 있습니다. 도움이 필요한 언어가 무엇이든지 상관없이, Mate는 항상 함께 합니다. Mate는 번역된 단어의 음성 표기를 국제 음성 기호로 제공합니다. 즉, 한자를 입력하면 Mate 발음을 알려주고 발음대로 표기합니다. Mate는 단순히 대상 언어를 읽는 것을 도와주는 것이 아니라, 어떻게 말하고 이해할 수 있도록 가르쳐줍니다. 지금 다운로드하고 광범위한 103개 언어 목록을 보세요.\n\nMate는 모든 번역을 오프라인으로 저장하므로 언제든지 참조할 수 있습니다. Mate를 다양한 기기에 설치할 수 있으며, 기기 간에 동기화됩니다. Mate로 맥에서 단어들을 즉시 번역한 후, 다른 데스크톱 또는 모바일 디바이스에서 액세스할 수 있습니다. 기기 간에도 절대로 다시 번역을 잃어버리지 않습니다!\n\nMate의 상용구 기능을 사용하면 모든 기기에서 빠르고 쉽게 액세스할 수 있는 개인 상용구를 만들 수 있습니다. 언어 학습자는 수업이나 일반적인 상황에 대한 맞춤 목록을 만들 수 있는 상용구를 좋아합니다. 부피가 큰 플래시카드를 만드는 대신 Mate 상용구 단어 목록을 만들고 어디서든 모든 기기에서 공부할 수 있습니다. 또한 상용구는 여행자에게도 안성맞춤입니다. 다시는 다른 언어로 \"화장실이 어디있습니까?\" 또는 \"전화번호가 무엇입니까?\"를 어떻게 말하거나 발음하는지 절대로 잊어버리지 않습니다. 상용구는 Mate의 모든 기기에서 동기화되며, 오프라인으로도 사용할 수 있습니다.",
        "pt-BR": "Tal como um parceiro na vida real o apoia, a Extensão Mate Translate para Firefox está consigo para todas as suas necessidades de tradução. O Mate ajuda-o a traduzir facilmente palavras, frases e documentos a partir de 103 línguas. O abrangente dicionário do Mate e o livro de frases personalizado irão ajudar a acelerar a sua aprendizagem linguística tanto com a tradução de páginas como com a tradução humana opcional. O Mate não serve apenas para ler e escrever, mas também para um total domínio e compreensão das línguas. Transfira hoje mesmo o seu tradutor Mate para Firefox e nunca mais se sinta perdido em outras línguas.\n\nA Extensão Mate Translate para Firefox permite-lhe destacar qualquer palavra ou texto numa página web e traduzi-lo instantaneamente premindo as teclas de atalho ou fazendo duplo clique com o rato. Ao usar os atalhos aparecerá uma pequena janela pop-up com a sua tradução direta em destaque. Sem necessidade de clicar num novo ecrã ou nova janela de navegador. A tradução do Mate com função de clique garante que nunca precisa de sair da página em que está ou interromper o seu fluxo de trabalho. O Mate poupa-lhe tempo e ajuda-o a manter-se focado.\n\nMate tem uma base de dados de tradução instantânea incrivelmente abrangente de 103 idiomas. Qualquer que seja a língua em que precisar de ajuda, o Mate estará lá para o apoiar. O Mate fornece transcrição fonética de qualquer palavra traduzida em qualquer idioma no alfabeto fonético internacional. Isso significa que pode inserir um caracter Chinês e o Mate irá dizer-lhe como pronunciá-lo e até mesmo transcrevê-lo foneticamente. O Mate não só o ajuda a ler na sua língua de destino, como também o ajuda a falá-la e compreendê-la. Transfira hoje e veja a nossa ampla lista de 103 idiomas.\n\nO Mate guarda todas as suas traduções offline para que possa consultá-las sempre que quiser. Pode instalar o Mate numa variedade de dispositivos e o Mate irá sincronizar todos eles. Mate permite-lhe traduzir instantaneamente uma frase no seu Mac e depois aceder a ela num outro computador ou dispositivo móvel. Nunca mais perca uma tradução, mesmo entre dispositivos!\n\nA funcionalidade de Livro de Frases do Mate permite-lhe criar e manter livros de frases a que pode aceder rápida e facilmente em qualquer dispositivo. Os estudantes de línguas adoram usar o livro de frases para criar listas personalizadas para aulas ou situações comuns que possam vir a encontrar. Em vez de criar um monte de cartões, basta criar uma lista de palavras no Livro de Frases Mate e estudar em qualquer dispositivo, esteja onde estiver. O Livro de Frases também é perfeito para viajantes. Nunca se esqueça como dizer ou pronunciar, \"onde é a casa de banho?\" ou \"qual é o seu número?\" em qualquer língua. O seu Livro de Frases sincroniza-se em todos os seus dispositivos com Mate e também pode ser mantido offline.",
        "ru": "Расширение Mate Translate для Firefox – ваш незаменимый помощник в работе и путешествиях по сети Интернет, который поможет вам легко и быстро переводить слова, фразы и документы на 103 языках мира. Исчерпывающие словари Mate Translate и пользовательские разговорники могут ускорить ваше изучение иностранного языка с помощью автоматического перевода веб-страниц и дополнительного профессионального немашинного перевода. Mate Translate предназначен не только для чтения и письма, но и прекрасно подходит для полного овладения языком и его беглого понимания. Загрузите расширение Mate Translate для Firefox уже сегодня и начните понимать мир во всем его многообразии.\n\nРасширение Mate Translate для Firefox позволяет выделить любое слово или текст на веб-странице и мгновенно перевести его, нажав сочетание клавиш или дважды щелкнув мышью. При этом в браузере откроется небольшое ненавязчивое всплывающее окно, в котором отобразиться необходимый вам перевод. Больше нет нужды постоянно переключаться между вкладками или окнами приложений. Таким образом, перевод с помощью расширения Mate Translate гарантирует, что вам никогда не придется покидать страницу, на которой вы находитесь, или прерывать работу. Mate Translate всегда под рукой.\n\nMate Translate обладает невероятно полной базой данной словарей для мгновенного перевода между 103 языками. Независимо от того, на каком языке вам необходима помощь, Mate Translate поможет вам. С помощью Mate Translate посредством международного фонетического алфавита вы можете узнать фонетическую транскрипцию любого переводимого вами слова на любом из доступных языков. Это означает, что у вас есть возможность ввести, скажем, китайский символ, и Mate Translate сообщит вам не только его перевод, но и то, как произнести его и даже фонетически транскрибировать. Mate Translate не просто помогает вам читать на вашем целевом языке, это приложение обучает вас тому, как говорить на этом языке и понимать его. Загрузите Mate Translate уже сегодня и ознакомьтесь с нашим внушительным списком словарей из 103 языков.\n\nMate Translate сохраняет все ваши переводы в автономном режиме, чтобы вы могли ссылаться на них, когда захотите. Вы можете установить Mate Translate на различные устройства, и ваши переводы будут синхронизироваться между всеми устройствами одновременно. К примеру, вы можете мгновенно перевести фразу на своем Mac компьютере, а затем получить доступ к этому переводу с помощью ноутбука или мобильного устройства. Больше вы никогда не потеряете свои переводы!\n\nMate Translate позволяет вам создавать и управлять собственными разговорниками, к которым вы можете быстро и легко получить доступ с помощью любого из ваших устройств. Если вы изучаете тот или иной язык, то вам пригодится возможность заранее подготавливать те или иные наборы фраз к предстоящим занятиям или же жизненным ситуациям. Вместо того чтобы делать громоздкие карточки, напечатанные или написанные от руки, просто создайте список слов в Mate Translate и изучайте их на любом устройстве независимо от того, где вы находитесь. Разговорники также идеально подходят для путешественников. Вы всегда будете помнить, как сказать «где находится ванная?» или «какой мой номер?» на любом из 103 доступных языков. Ваш разговорник синхронизируется на всех ваших устройствах и может использоваться в автономном режиме.",
        "zh-CN": "Mate Translate 的 Firefox 扩充套件就如同您现实生活中的得力助手，它可满足您所有的翻译需求。\n\nMate 可帮助您轻松翻译 103 种语言的单词、短语和文件，完全不费吹灰之力。\n\nMate 拥有全方位的词典可帮助您翻译页面，您甚至可以选择付费人工翻译。另外，您还可编辑专属您的短语集，加速您的语言学习。\n\nMate 不仅可帮助您阅读和写作，更能让您有完整的语言掌握和理解。今天就来下载您的 Mate Firefox 翻译工具，您再也不会迷失在外语之中。\n\n您在网上阅读一篇文章时，碰巧有不会的单词吗？这时候，您只要选取网页上的任何文字，再使用快捷键，您就可以在不显眼的弹出窗口上查看翻译。\n\n需要自行输入词句并翻译吗？您只需单击浏览器网址栏旁边的图标，即可开启 Mate 弹出窗口。在您需要时，它永远都在那里！\n\n103 种语言\nMate 了解 103 种语言，还会教您如何正确发音。它会显示音标或罗马拼音，并能使用正确的口音来读出单词和句子。\n\n全页翻译\n只要单击鼠标，Mate 就会为您翻译整个网页！在任何页面上，只要使用上下文菜单中的“翻译此页面”功能，就可立即翻译为您想要的语言。\n\n同步\nMate 可以将您所有设备上的翻译记录进行同步。无论是翻译记录还是查找的词典数据，都将在您有使用 Mate 的所有浏览器、iPhone 和 Mac 之间自动进行同步。\n\n短语集\nMate 允许您根据最喜欢的主题来创建单词集。您可以轻松创建和管理单词列表，即使离线时也可使用。这项功能非常适合语言学习者或旅行者，因为他们总是需要查找特定的单词。试试我们的 Mate 短语集吧！\n\n立即下载 Mate，免费获得您的翻译得力助手！目前全球已有 550,000 名用户在使用 Mate。"
    },
    "developer_comments": {
        "en-US": "You can find answers to common questions, report bugs, and learn how to use Mate more efficiently in our Help Center: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5ac5100063d0f911a2f6ea2e5d83569047eb80a8ab28309191012fa8b359b68a/https%3A//help.gikken.co/hc\" rel=\"nofollow\">https://help.gikken.co/hc/</a>"
    },
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/instant-translate/edit",
    "guid": "jid1-TMndP6cdKgxLcQ@jetpack",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "de": "https://matetranslate.com",
            "en-US": "https://matetranslate.com/",
            "es": "https://matetranslate.com/",
            "fr": "https://matetranslate.com/",
            "it": "https://matetranslate.com/",
            "ko": "https://matetranslate.com/",
            "pt-BR": "https://matetranslate.com/",
            "pt-PT": "https://matetranslate.com/",
            "ru": "https://matetranslate.com"
        },
        "outgoing": {
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2ef41b5992cf8eced6f2126cb92c38fdb3968a088654bf52527d15c3ff94c3d3/https%3A//matetranslate.com",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/764a89037065e538cf868076c4da78a625c35f0eb1583db4d4ba6598eb6cdab0/https%3A//matetranslate.com/",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/764a89037065e538cf868076c4da78a625c35f0eb1583db4d4ba6598eb6cdab0/https%3A//matetranslate.com/",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/764a89037065e538cf868076c4da78a625c35f0eb1583db4d4ba6598eb6cdab0/https%3A//matetranslate.com/",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/764a89037065e538cf868076c4da78a625c35f0eb1583db4d4ba6598eb6cdab0/https%3A//matetranslate.com/",
            "ko": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/764a89037065e538cf868076c4da78a625c35f0eb1583db4d4ba6598eb6cdab0/https%3A//matetranslate.com/",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/764a89037065e538cf868076c4da78a625c35f0eb1583db4d4ba6598eb6cdab0/https%3A//matetranslate.com/",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/764a89037065e538cf868076c4da78a625c35f0eb1583db4d4ba6598eb6cdab0/https%3A//matetranslate.com/",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2ef41b5992cf8eced6f2126cb92c38fdb3968a088654bf52527d15c3ff94c3d3/https%3A//matetranslate.com"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/662/662434-64.png?modified=mcrushed",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/662/662434-32.png?modified=mcrushed",
        "64": "https://addons.mozilla.org/user-media/addon_icons/662/662434-64.png?modified=mcrushed",
        "128": "https://addons.mozilla.org/user-media/addon_icons/662/662434-128.png?modified=mcrushed"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2022-11-16T08:17:24Z",
    "name": {
        "de": "Mate Translate – Übersetzer, Wörterbuch",
        "en-US": "Mate Translate – translator, dictionary",
        "es": "Mate Translate – traductor, diccionario",
        "fr": "Mate Translate – traducteur, dictionnaire",
        "it": "Mate Translate – traduttore, dizionario",
        "ko": "Mate Translate: 선택하고 번역",
        "pt-BR": "Mate Translate – tradutor, dicionário, translator",
        "pt-PT": "Mate Translate – tradutor, dicionário, translator",
        "ru": "Mate Translate – переводчик и словарь",
        "zh-CN": "\"Mate Translate – 翻译器、词典"
    },
    "previews": [
        {
            "id": 217227,
            "caption": {
                "en-US": "Select text on a web page to see a translation button. Or, press Shift+T to translate. Or, double click on a word."
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/217/217227.png?modified=1622132543",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/217/217227.jpg?modified=1622132543"
        },
        {
            "id": 217228,
            "caption": {
                "en-US": "Select \"Translate this page\" in the context menu (right click) on a web page to translate it entirely. Easily understand websites in 103 languages."
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/217/217228.png?modified=1622132547",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/217/217228.jpg?modified=1622132547"
        },
        {
            "id": 217229,
            "caption": {
                "en-US": "Translate also has a pop-up window next to the address bar. Translate and learn 103 languages. Look up synonyms and pronunciations."
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/217/217229.png?modified=1622132555",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/217/217229.jpg?modified=1622132555"
        },
        {
            "id": 217230,
            "caption": {
                "en-US": "Click on words in Netflix subtitles to translate and save them for learning. Saved words are categorized by series and episode name. No mess. Learn saved words using spaced repetition."
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/217/217230.png?modified=1622132571",
            "position": 3,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/217/217230.jpg?modified=1622132571"
        },
        {
            "id": 217231,
            "caption": {
                "en-US": "Mate's available for Mac, iOS and all web browsers. Use anywhere and keep all data in sync."
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/217/217231.png?modified=1622132576",
            "position": 4,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/217/217231.jpg?modified=1622132576"
        }
    ],
    "promoted": {
        "apps": [
            "firefox"
        ],
        "category": "spotlight"
    },
    "ratings": {
        "average": 4.3189,
        "bayesian_average": 4.3157753952499975,
        "count": 1935,
        "text_count": 879
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/instant-translate/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/662434",
    "slug": "instant-translate",
    "status": "public",
    "summary": {
        "de": "Ultimativer Übersetzer für Webseiten, ausgewählten Text und Netflix-Untertiteln. 103 Sprachen übersetzen und lernen. Bequem und schnell. Verfügbar überall.",
        "en-US": "Your all-in-one translator for web pages, highlighted text &amp; Netflix subtitles. Translate and learn words in 103 languages.",
        "es": "Seleccionar texto y traducirlo con un acceso directo en 103 idiomas.",
        "fr": "Traduction de n'importe quel mot sur n'importe quelle page web avec double-clic ou raccourcis!",
        "it": "Seleziona testo e traduci con una scorciatoia, scegliendo tra le 103 lingue disponibili.",
        "ko": "무제한 번역 Mate.",
        "pt-BR": "Selecione texto e traduza-o com um atalho entre 103 línguas.",
        "pt-PT": "Selecione texto e traduza-o com um atalho entre 103 línguas.",
        "ru": "Универсальный переводчик для сайтов, выделенного текста и даже Netflix субтитров. Учите и переводите 103 языка. Быстрый и удобный. Доступен везде.",
        "zh-CN": "一站式翻译您的网页、标记的文字段落和 Netflix 影集字幕。快速翻译和学习多达 103 种语言。"
    },
    "support_email": {
        "de": "support@matetranslate.com",
        "en-US": "support@matetranslate.com",
        "ru": "support@matetranslate.com",
        "zh-CN": "support@matetranslate.com"
    },
    "support_url": {
        "url": {
            "de": "https://matetranslate.com",
            "en-US": "https://matetranslate.com",
            "ru": "https://matetranslate.com",
            "zh-CN": "https://matetranslate.com"
        },
        "outgoing": {
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2ef41b5992cf8eced6f2126cb92c38fdb3968a088654bf52527d15c3ff94c3d3/https%3A//matetranslate.com",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2ef41b5992cf8eced6f2126cb92c38fdb3968a088654bf52527d15c3ff94c3d3/https%3A//matetranslate.com",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2ef41b5992cf8eced6f2126cb92c38fdb3968a088654bf52527d15c3ff94c3d3/https%3A//matetranslate.com",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2ef41b5992cf8eced6f2126cb92c38fdb3968a088654bf52527d15c3ff94c3d3/https%3A//matetranslate.com"
        }
    },
    "tags": [
        "translate"
    ],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/instant-translate/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/instant-translate/versions/",
    "weekly_downloads": 738,
    "_score": null
}