{
    "id": 805756,
    "authors": [
        {
            "id": 12962115,
            "name": "Firefox user 12962115",
            "url": "https://addons.mozilla.org/en-US/firefox/user/12962115/",
            "username": "FelisCatus"
        }
    ],
    "average_daily_users": 34694,
    "categories": [
        "web-development",
        "privacy-security",
        "appearance"
    ],
    "contributions_url": "",
    "created": "2017-04-14T03:49:49Z",
    "current_version": {
        "id": 2307748,
        "compatibility": {
            "firefox": {
                "min": "55.0a1",
                "max": "*"
            },
            "android": {
                "min": "55.0a1",
                "max": "68.*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/switchyomega/versions/2307748",
        "file": {
            "id": 848109,
            "created": "2018-01-28T05:16:46Z",
            "hash": "sha256:dfefc2da59eeb2e92a32fc75fb05426feeea4c39ee01b7a797395ed29ed7cf77",
            "is_mozilla_signed_extension": false,
            "size": 950776,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/848109/switchyomega-2.5.10.xpi",
            "permissions": [
                "proxy",
                "tabs",
                "alarms",
                "storage",
                "webRequest",
                "downloads",
                "webRequestBlocking",
                "contextMenus",
                "http://*/*",
                "https://*/*",
                "<all_urls>"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": true,
        "license": {
            "id": 6,
            "is_custom": false,
            "name": {
                "en-US": "GNU General Public License v3.0 only"
            },
            "slug": "GPL-3.0-only",
            "url": "https://spdx.org/licenses/GPL-3.0-only.html"
        },
        "release_notes": {
            "en-US": "This release works around the issue of empty icon caused by privacy.resistFingerprinting. Note that the extension icon will NOT change colors dynamically if privacy.resistFingerprinting is enabled because that also blocks SwitchyOmega from drawing icons."
        },
        "reviewed": "2018-01-28T05:20:11Z",
        "version": "2.5.10"
    },
    "default_locale": "en-US",
    "description": {
        "cs": "Rychlé a snadné přepínání mezi více servery proxy.\n\nPoznámka: Prosím, pokud aplikace hlásí chyby využijte \"Report Issue\", odkaz je v menu nastavení aplikace, že můžu najít a opravit problém rychleji.\n\nFunkce 2.x verze:\n* Ověření Proxy (uživatelské jméno a heslo), je nyní podporována.\n* Více flexibilní konfigurace serveru proxy: Pevné servery, více přepínání profilů a seznam pravidel.\n* Kontrola a možnost úptavy nastavení proxy pro zdroje\n* Nové typy podmínky pro spínání a zlepšení stávající typy podmínek.\n* Optimalizovaný výkon pro generování skriptu PAC a přepínání.\n* Vylepšené uživatelské rozhraní s nastavením a rozbalovací nabídky.\n* Mnoho oprav a vylepšení. Další testování.\n\nPrivacy Policy: <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/26bb09d8e914db5ca5f19db0f4d273bd9767dba5644100356873390b0a7077a4/https%3A//github.com/FelisCatus/SwitchyOmega/wiki/Privacy\">https://github.com/FelisCatus/SwitchyOmega/wiki/Privacy</a>",
        "en-US": "Changing proxy settings has never been so convenient. Think SwitchyOmega as a modern version of the \"Proxy Settings\" dialog, designed to be simpler, quicker and more powerful, specially optimized for your browser.\n\nNo more digging through the advanced section in system settings. No repeated filling and clearing the proxy config dialog of your operating system. Just tell SwitchyOmega about all your proxies, and enjoy switching with one click on the popup menu. You can also teach Auto Switch to use the right proxy for the right website automatically.\n\nNOTE: Please report issues by RIGHT-clicking the extension icon and select the \"Report Issue\" in the context menu so that I can locate and fix the issue more quickly.\n\nAlternative download link (Github): <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/638233cc7503be45081d5678bae9bf31df1c31ca304784f592ccc96883fe3e4d/https%3A//github.com/FelisCatus/SwitchyOmega/releases\">https://github.com/FelisCatus/SwitchyOmega/releases</a>\n\nSwitchyOmega is absolutely free and open source. It does not insert ads into any website. It contains absolutely no malware. It just does proxy configuration, and aims to be perfect tool of that.\n\nDisclaimer: SwitchyOmega does not come with any proxy server, VPNs or anything like that. Thus, SwitchyOmega will not magically unblock websites or protect your privacy, unless you instruct it to use a proxy server which does. You should only use trusted proxy servers, because SwitchyOmega can not protect you from bad proxies that inject ads, track you or record your password. And if you don't have a proxy server, you probably won't need SwitchyOmega. Sounds reasonable, right?\n\nPrivacy Policy: <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9a329aa309a835227870990200224fec543b7f81e0c91c7ad733d36ba44b109f/https%3A//github.com/FelisCatus/SwitchyOmega/wiki/Privacy%23english\">https://github.com/FelisCatus/SwitchyOmega/wiki/Privacy#english</a>\n\nThe 2.x version features:\n* HTTP/HTTPS proxy authentication (username &amp; password) is now supported.\n* More flexible proxy configurations: Fixed servers, multiple SwitchProfile and rule lists.\n* Reviewing and modifying proxy settings for resources that fail to load.\n* New types of condition for switching and improvements to the existing condition types.\n* Optimized performance for both PAC script generating and switching.\n* Improved user experience in options page and dropdown menu.\n* Many Bug fixes and improvements. More testing.\n\n== Translations ==\nYou can help improve the translation of SwitchyOmega or translate it into your language on Weblate:\n<a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e4bcac9414b07c95a9a6f92871881c1fb1c47c6ba25af10ab8d551f46eccb5bc/https%3A//hosted.weblate.org/engage/switchyomega/%3Futm_source=widget\">https://hosted.weblate.org/engage/switchyomega/?utm_source=widget</a>\n\nCONFLICTS: SwitchyOmega will conflict with other extensions trying to control the proxy settings. Such conflicts are caused by the design of the browser and thus cannot be avoided. When SwitchyOmega has a higher priority, it can be configured to voluntarily give back the control by selecting the [System Proxy] item in the popup menu. Otherwise, you will see a red badge on the SwitchyOmega icon indicating insufficient priority. Re-installing SwitchyOmega should raise its priority, providing a possible workaround.",
        "fa": "پروکسی های خود را مدیریت کنید و به سرعت و آسانی بین آنها جا به جا شوید .\n\nتعویض تنظیمات پروکسی تا به حال اینقدر راحت نبوده است . اگر قصد تعویض و استفاده از پروکسی در مرورگر دارید این ابزاری بسیار مناسب شما میباشد .\nسوییچی اومگا همانند \"تنظیمات پروکسی \"سیستم می ماند .اما برای سادگی و سریع بودن با امکانات بیشتری تعبیه شده است .\n\nدیگر نیازی به گشتن در تنظیمات پیشرفته  ی کروم نمیباشد . نیازی به عمل تکراری تنظیم مجدد پروکسی برای انواع پروکسی نیست . تنها نیاز است به سوییچی اومگا راجع به تمامی پروکسی های خود گفته ، و با یک کلیک از قدرت پروکسی های خود لذت ببرید . همچنین میتوانید از قدرت سوییچ خودکار برای جابه جایی بین سایت های مورد نظر استفاده کنید .\n\nتوجه : درصورت برخورد با هرگونه مشکلی با راست کلیک کردن بر روی آیکون افزونه و زدن دکمه ی \"گزاش مشکل\" یا \"Report Issue\"  مشکل خود را به سرعت با ما در میان بگذارید.\n\nلینک دانلود جایگزین\n<a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/638233cc7503be45081d5678bae9bf31df1c31ca304784f592ccc96883fe3e4d/https%3A//github.com/FelisCatus/SwitchyOmega/releases\">https://github.com/FelisCatus/SwitchyOmega/releases</a>\n\nسوییچی اومگا کاملا رایگان و متن باز میباشد . هیچگونه تبلیغاتی را به هیچ وب سایتی اضافه نمیکند ، دارای هیچگونه بد افزاری نمیباشد . تنها تنظیمات پروکسی میباشد و هدف آن سادگی در عین بهترین کیفیت است .\n\nترک دعوی : سوییچی اومگا همراه با سرور پروکسی یا وی پی ان نمیباشد .همچنین سوییچی اومگا به صورت جادویی نمیتواند سایتی را از بلوکه بودن در بیاورد . شما باید از پروکسی های مطمئن استفاده نمایید ، زیرا سوییچی اومگا نمیتواند از شما دربرابر پروکسی های غیرمطمئن که تبلیغات اضافه کرده یا اطلاعات شما را ضبط میکند محافظت کند . اگر دسترسی به سرور پروکسی ندارد ، این افزنه بدرد شما نمیخوره ( اما اگر از چندین پروکسی رایگان مثل سایفون ، تور و غیره استفاده میکنید و همزمان قصد استفاده از هرکدام را دارید ، این ابزار کاملا به درد شما میخورد ) . امیدوارم مشکلی نداشته باشیم !!!1\n\nPrivacy Policy: <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/26bb09d8e914db5ca5f19db0f4d273bd9767dba5644100356873390b0a7077a4/https%3A//github.com/FelisCatus/SwitchyOmega/wiki/Privacy\">https://github.com/FelisCatus/SwitchyOmega/wiki/Privacy</a>\n\nامکانات نسخه ی دو : \n*صلاحیت پروکسی پشتیبانی میشود .\n*تنظبمات انعطاف پذیر تر پروکسی بیشتر . \n*برطرف شدن لیست قوانین و چندین پروفایل متغیر\n*بررسی و تغییر پروکسی برای منابعی که لود شدن آن ها به مشکل برخورده است .\n*نوع جدیدی از شرط برای بهبود شروط فعلی\n*بهتر شدن سرعت برای اسکریپت های PAC و پروفایل های متغیر\n*بسیار رفع مشکل و ...\n== ترجمه ==\nشما میتوانید با استفاده از  سایت زیر به ترجمه کمک نمایید .\n\n<a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e4bcac9414b07c95a9a6f92871881c1fb1c47c6ba25af10ab8d551f46eccb5bc/https%3A//hosted.weblate.org/engage/switchyomega/%3Futm_source=widget\">https://hosted.weblate.org/engage/switchyomega/?utm_source=widget</a>",
        "zh-CN": "备用下载地址： <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/638233cc7503be45081d5678bae9bf31df1c31ca304784f592ccc96883fe3e4d/https%3A//github.com/FelisCatus/SwitchyOmega/releases\">https://github.com/FelisCatus/SwitchyOmega/releases</a>\n\n如有任何问题，请[右键]点击图标，并在菜单中选择“反馈问题”，以便开发人员及时解决。\n\n隐私政策： <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/174978e12a2eb85343c3dae163ca8a17488fdb826d7aa9b903b3b98abe7af79e/https%3A//github.com/FelisCatus/SwitchyOmega/wiki/Privacy%23%25E4%25B8%25AD%25E6%2596%2587\">https://github.com/FelisCatus/SwitchyOmega/wiki/Privacy#%E4%B8%AD%E6%96%87</a>\n\n2.x 版本新功能：\n* 自动检测未加载的元素，并可通过弹出菜单一键设置使用代理。\n* 支持需要用户名密码验证的代理服务器。\n* 更灵活的代理配置：代理情景模式、多个自动切换模式以及多个规则列表。\n* 新增多种切换条件类型，并改进原有的切换条件。\n* PAC 脚本生成和切换的性能优化。\n* 崭新的选项页面和下拉菜单，用户体验更佳。\n* 许多错误修复以及改进。测试更充分。\n\n特别提醒：由于浏览器限制，同一时间只能有一个扩展控制代理设置，一般来说会优先后安装的扩展。冲突中若SwitchyOmega获得了优先权，则可以切换到“系统代理”模式，从而把优先权归还给其他扩展，从而解决问题。如果此扩展的配置被其他代理相关、或者去广告相关的扩展覆盖，则问题无法解决，只能通过重装SwitchyOmega来提高优先权。",
        "zh-TW": "備用下載地址： <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/638233cc7503be45081d5678bae9bf31df1c31ca304784f592ccc96883fe3e4d/https%3A//github.com/FelisCatus/SwitchyOmega/releases\">https://github.com/FelisCatus/SwitchyOmega/releases</a>\n\n如有任何問題，請[右鍵]點選圖示，並在選單中選擇“反饋問題”，以便開發人員及時解決。\n\n隱私政策： <a rel=\"nofollow\" href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/174978e12a2eb85343c3dae163ca8a17488fdb826d7aa9b903b3b98abe7af79e/https%3A//github.com/FelisCatus/SwitchyOmega/wiki/Privacy%23%25E4%25B8%25AD%25E6%2596%2587\">https://github.com/FelisCatus/SwitchyOmega/wiki/Privacy#%E4%B8%AD%E6%96%87</a>\n\n2.x 版本新功能：\n* 自動檢測未載入的元素，並可通過彈出選單一鍵設定使用代理。\n* 支援需要使用者名密碼驗證的代理伺服器。\n* 更靈活的代理配置：代理情景模式、多個自動切換模式以及多個規則列表。\n* 新增多種切換條件類型，並改進原有的切換條件。\n* PAC 指令碼生成和切換的效能優化。\n* 嶄新的選項頁面和下拉選單，使用者體驗更佳。\n* 許多錯誤修復以及改進。測試更充分。\n\n特別提醒：由於浏览器限制，同一時間只能有一個擴展控制代理設定，一般來說浏览器會優先後安裝的擴展。衝突中若SwitchyOmega獲得了優先權，則可以切換到“系統代理”模式，從而把優先權歸還給其他擴展，從而解決問題。如果此擴展的配置被其他代理相關、或者去廣告相關的擴展覆蓋，則問題無法解決，只能通過重灌SwitchyOmega來提高優先權。"
    },
    "developer_comments": {
        "cs": "Poznámka: Prosím, pokud aplikace hlásí chyby využijte \"Report Issue\", odkaz je v menu nastavení aplikace, že můžu najít a opravit problém rychleji.",
        "en-US": "To report bugs, please right click on the extension icon and select \"Report issues\" in the \ncontext menu. Doing so will include most relevant information and enable us to solve your problem more quickly.",
        "zh-CN": "如有任何问题，请[右键]点击图标，并在菜单中选择“反馈问题”，以便开发人员及时解决。",
        "zh-TW": "如有任何問題，請[右鍵]點選圖示，並在選單中選擇“反饋問題”，以便開發人員及時解決。"
    },
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/switchyomega/edit",
    "guid": "switchyomega@feliscatus.addons.mozilla.org",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "cs": "https://github.com/FelisCatus/SwitchyOmega",
            "en-US": "https://github.com/FelisCatus/SwitchyOmega",
            "fa": "https://github.com/FelisCatus/SwitchyOmega",
            "zh-CN": "https://github.com/FelisCatus/SwitchyOmega",
            "zh-TW": "https://github.com/FelisCatus/SwitchyOmega"
        },
        "outgoing": {
            "cs": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5a22da6a57ced88193f428a6304aefef4505cf6f7f249757efc6182050dd1443/https%3A//github.com/FelisCatus/SwitchyOmega",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5a22da6a57ced88193f428a6304aefef4505cf6f7f249757efc6182050dd1443/https%3A//github.com/FelisCatus/SwitchyOmega",
            "fa": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5a22da6a57ced88193f428a6304aefef4505cf6f7f249757efc6182050dd1443/https%3A//github.com/FelisCatus/SwitchyOmega",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5a22da6a57ced88193f428a6304aefef4505cf6f7f249757efc6182050dd1443/https%3A//github.com/FelisCatus/SwitchyOmega",
            "zh-TW": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5a22da6a57ced88193f428a6304aefef4505cf6f7f249757efc6182050dd1443/https%3A//github.com/FelisCatus/SwitchyOmega"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/805/805756-64.png?modified=1529986824",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/805/805756-32.png?modified=1529986824",
        "64": "https://addons.mozilla.org/user-media/addon_icons/805/805756-64.png?modified=1529986824",
        "128": "https://addons.mozilla.org/user-media/addon_icons/805/805756-128.png?modified=1529986824"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2018-01-28T05:20:11Z",
    "name": {
        "cs": "Proxy přepínač SwitchyOmega",
        "en-US": "Proxy SwitchyOmega",
        "fa": "پروکسی SwitchyOmega",
        "zh-CN": "Proxy SwitchyOmega",
        "zh-TW": "Proxy SwitchyOmega"
    },
    "previews": [
        {
            "id": 183857,
            "caption": {
                "en-US": "Configure all your proxies in one place.",
                "zh-CN": "轻松管理您所有的代理服务器。",
                "zh-TW": "輕鬆管理您所有的代理服務器。"
            },
            "image_size": [
                700,
                258
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/183/183857.png?modified=1622132726",
            "position": 0,
            "thumbnail_size": [
                533,
                196
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/183/183857.jpg?modified=1622132726"
        },
        {
            "id": 183855,
            "caption": {
                "en-US": "Switch easily between proxies on the popup menu.",
                "zh-CN": "在弹出菜单中快速切换到任何代理。",
                "zh-TW": "在彈出菜單中快速切換到任何代理。"
            },
            "image_size": [
                232,
                308
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/183/183855.png?modified=1622132726",
            "position": 1,
            "thumbnail_size": [
                232,
                308
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/183/183855.jpg?modified=1622132726"
        },
        {
            "id": 183856,
            "caption": {
                "en-US": "Customize proxies for different URLs using Auto Switch.",
                "zh-CN": "使用自动切换和条件功能，不同网站自动使用不同代理。",
                "zh-TW": "使用自動切換和條件功能，不同網站自動使用不同代理。"
            },
            "image_size": [
                700,
                258
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/183/183856.png?modified=1622132726",
            "position": 2,
            "thumbnail_size": [
                533,
                196
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/183/183856.jpg?modified=1622132726"
        }
    ],
    "promoted": null,
    "ratings": {
        "average": 4.5818,
        "bayesian_average": 4.570806595023639,
        "count": 593,
        "text_count": 201
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/switchyomega/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/805756",
    "slug": "switchyomega",
    "status": "public",
    "summary": {
        "cs": "Správa a přepínání mezi více servery proxy.",
        "en-US": "Manage and switch between multiple proxies quickly &amp; easily.",
        "fa": "به راحتی و با سرعت بین پروکسی های خود جابهجا شوید و آنها را مدیریت کنید .",
        "zh-CN": "轻松快捷地管理和切换多个代理设置。",
        "zh-TW": "輕鬆快捷地管理和切換多個代理設定。"
    },
    "support_email": null,
    "support_url": {
        "url": {
            "en-US": "https://github.com/FelisCatus/SwitchyOmega/issues",
            "zh-CN": "https://github.com/FelisCatus/SwitchyOmega/issues"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94946b4cdc614c72a67b3f79a5c2b911051ddef8e13091b31eb52ae968e76315/https%3A//github.com/FelisCatus/SwitchyOmega/issues",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/94946b4cdc614c72a67b3f79a5c2b911051ddef8e13091b31eb52ae968e76315/https%3A//github.com/FelisCatus/SwitchyOmega/issues"
        }
    },
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/switchyomega/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/switchyomega/versions/",
    "weekly_downloads": 350,
    "_score": null
}