{
    "id": 956541,
    "authors": [
        {
            "id": 13902460,
            "name": "CloudVPN",
            "url": "https://addons.mozilla.org/en-US/firefox/user/13902460/",
            "username": "CloudVPN"
        }
    ],
    "average_daily_users": 613,
    "categories": [
        "privacy-security",
        "social-communication",
        "other"
    ],
    "contributions_url": "",
    "created": "2018-03-27T20:24:05Z",
    "current_version": {
        "id": 4988818,
        "compatibility": {
            "firefox": {
                "min": "48.0",
                "max": "*"
            },
            "android": {
                "min": "48.0",
                "max": "68.*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/cloudvpn-vpn-service/versions/4988818",
        "file": {
            "id": 3533188,
            "created": "2020-03-24T12:16:05Z",
            "hash": "sha256:1e68407e1ec116345c57042f045eb4cc124943aeae2b078dd8954ddbc56dcca3",
            "is_mozilla_signed_extension": false,
            "size": 1505928,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/3533188/cloudvpn_vpn_service-1.4.xpi",
            "permissions": [
                "tabs",
                "<all_urls>",
                "storage",
                "proxy",
                "webRequest",
                "webRequestBlocking"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": true,
        "license": {
            "id": 3338,
            "is_custom": false,
            "name": {
                "en-US": "Mozilla Public License 2.0"
            },
            "slug": "MPL-2.0",
            "url": "https://www.mozilla.org/MPL/2.0/"
        },
        "release_notes": {
            "ru": "- New version Firefox supported"
        },
        "reviewed": "2020-03-24T12:20:19Z",
        "version": "1.4"
    },
    "default_locale": "ru",
    "description": {
        "en-US": "Before reading about the CloudVPN application, please answer several questions:\n- Do you need anonymity when surfing on the Internet?\n- Do you want your personal data to be protected?\n- Have you ever got access to blocked web resources?\n- Do you use public Wi-Fi access points?\n\nAnd now say how many affirmative answers you have got. If less than two, you do not need this utility and you may stop reading here. As for all the rest, the information below is for you.\n\nNow let’s discuss every question. How can the CloudVPN utility provide anonymity? No problems at all!\n- You connect to one of 92 servers that are located in 34 countries of the world,\n- You go to the global network under entirely different IP address, and\n- Crawlers and programs that monitor the activity of visitors register you as a user from the country where the server is located.\n\nThus, your real IP is masked and is not accessible by anyone. Besides, CloudVPN servers do not register connection logs. Never. At all. It is impossible to monitor the service user.\n\nThe next question is about the data protection. The connection channel of the user’s device to the server is coded by using the AES-256 algorithm. Not to talk too much about its reliability, it is enough to say that this is the main protocol of the cryptographic protection used by special services from various countries.\n\nProblem three is related to blocking web resources. It is easy to solve it. You merely should change your IP. That’s all. The CloudVPN does it in two clicks, and as many times per session as you want. In this case the service acts as a protected proxy server.\n\nDo not worry about public Wi-Fi access points. They are not connected as usual. The CloudVPN application creates its own protected channel that cannot be cracked. All data is transferred exclusively within it.\n\nThose users who need more than one coded channel can get DoubleVPN protection. This is how it works. The user’s device connects to one of the servers. Then one more protected tunnel is created between this server and another one selected by the user. Thus, there is double cryptographic protection of transferred data. Great, isn’t it?\n\nAnd now let’s talk about something pleasant. The service provides every user with one day free testing of the CloudVPN application in the toughest mode.\n\nPrices for the services are minimal. The speed of downloading pages and files is the highest and depends only on your Internet channel capacity. The traffic is unlimited.\n\nAnd the main thing is that you can use one login on five additional devices. You can connect your relatives or friends without increasing the price.\n\nDownload and use it!",
        "ru": "Перед тем, как читать о приложении Cloud VPN, ответьте, пожалуйста, на несколько вопросов:\n\n- нужна ли вам анонимность при серфинге в сети?\n- хотите, чтобы ваши персональные данные были защищены?\n- случалось ли вам попадать на блокированные веб-ресурсы?\n- вы пользуетесь публичными Wi-Fi точками доступа?\n\nА теперь скажите, посмотрите, на сколько вопросов вы ответили положительно? Если меньше, чем на два, то это приложение вам не нужно в принципе и дальше можно не читать. А для всех остальных информация ниже.\n\nТеперь пройдемся по каждому вопросу. Как приложение CloudVPN обеспечивает анонимность? Очень просто:\n- вы подключаетесь к одному из 92 серверов, которые расположены в 34 странах мира;\n- выход глобальную сеть происходит под совершенно другим ip адресом;\n- поисковые боты и программы, отслеживающие активность посетителей, регистрируют вас, как пользователя из страны, в которой расположен сервер.\n\nТаким образом, ваш реальный айпи замаскирован и недоступен никому. Кроме того, на серверах CloudVPN не ведутся логи подключений. Совсем. Никем. Вообще. И отследить абонента сервиса невозможно.\n\nСледующий вопрос – защита данных. Канал подключения клиентского устройства к серверу шифруется при помощи алгоритма AES-256. Чтобы не разглагольствовать о его надежности, достаточно сказать, что это основной протокол криптографической защиты, используемый спецслужбами разных стран.\n\nПроблема третья – блокировка веб-ресурсов. Обходится легко. Нужно всего-навсего сменить ip на другой. И все. С приложением CloudVPN это делается в два клика. Причем неограниченное количество раз за сессию. В данном случае сервис выполняет роль защищенного прокси сервера.\n\nНе стоит также переживать из-за Wi-Fi точек доступа общего пользования. Подключение к ним происходит на как обычно. А приложение CloudVPN создает свой собственный, защищенный канал, который невозможно взломать. И все данные передаются только внутри него.\n\nТем пользователям, которым мало одного шифрованного канала, сервис предоставляет возможность двойной защиты DoubleVPN. Это выглядит следующим образом. Абонентское устройство подключается к одному из серверов. Затем между этим сервером и другим, по выбору пользователя, создается еще один защищенный туннель. Таким образом, получается двойная криптографическая защита передаваемых данных. Отлично, не так ли?\n\nА теперь о приятном. Сервис дает любому пользователю сутки на бесплатное тестирование приложения CloudVPN в самом жестком режиме.\n\nЦены на услуги – минимальны. Скорость загрузки страниц и файлов максимальна, и зависит только от ширины вашего интернет-канала. Трафик – безлимитный.\n\nИ самое главное. Использование одного логина на пяти дополнительных устройствах. Без увеличения стоимости услуг можно подключить своих родственников или друзей.\n\nКачайте, пользуйтесь!"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/cloudvpn-vpn-service/edit",
    "guid": "{7894d07a-0be7-4330-9829-3464a7854156}",
    "has_eula": false,
    "has_privacy_policy": false,
    "homepage": {
        "url": {
            "en-US": "https://cloudvpn.pro/",
            "ru": "https://cloudvpn.pro/ru/"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/8228d013e076c1578bb75a7acc57e5fea012e14a61ac9ed7178321a7583fd990/https%3A//cloudvpn.pro/",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/b92f8061bfd97c9aee4d7929444c9fc60c6bf414e3f73a6bb38416e84270f8b3/https%3A//cloudvpn.pro/ru/"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/956/956541-64.png?modified=cf49252e",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/956/956541-32.png?modified=cf49252e",
        "64": "https://addons.mozilla.org/user-media/addon_icons/956/956541-64.png?modified=cf49252e",
        "128": "https://addons.mozilla.org/user-media/addon_icons/956/956541-128.png?modified=cf49252e"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2020-03-24T12:20:19Z",
    "name": {
        "en-US": "Cloud VPN - proxy vpn service",
        "ru": "CloudVPN - впн сервис"
    },
    "previews": [
        {
            "id": 200020,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/200/200020.png?modified=1622133095",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/200/200020.jpg?modified=1622133095"
        }
    ],
    "promoted": null,
    "ratings": {
        "average": 3.1609,
        "bayesian_average": 3.1153368056972304,
        "count": 87,
        "text_count": 34
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/cloudvpn-vpn-service/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/956541",
    "slug": "cloudvpn-vpn-service",
    "status": "public",
    "summary": {
        "en-US": "The easy to use Cloud VPN means unlimited traffic at high speed",
        "ru": "Качественный VPN сервис с 95 серверами в более чем 41 стране мира"
    },
    "support_email": {
        "ru": "info@cloudvpn.pro"
    },
    "support_url": {
        "url": {
            "ru": "https://cloudvpn.pro/"
        },
        "outgoing": {
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/8228d013e076c1578bb75a7acc57e5fea012e14a61ac9ed7178321a7583fd990/https%3A//cloudvpn.pro/"
        }
    },
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/cloudvpn-vpn-service/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/cloudvpn-vpn-service/versions/",
    "weekly_downloads": 170,
    "_score": null
}