{
    "id": 624952,
    "authors": [
        {
            "id": 6194382,
            "name": "NightDev",
            "url": "https://addons.mozilla.org/en-US/firefox/user/6194382/",
            "username": "NightDev"
        }
    ],
    "average_daily_users": 467349,
    "categories": [
        "social-communication",
        "games-entertainment"
    ],
    "contributions_url": "",
    "created": "2015-06-20T12:41:54Z",
    "current_version": {
        "id": 5863974,
        "compatibility": {
            "firefox": {
                "min": "109.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/betterttv/versions/5863974",
        "file": {
            "id": 4408258,
            "created": "2024-12-20T17:30:19Z",
            "hash": "sha256:0c8c184218954aca3256172e3a615d03c553021ae2a2912d349611aad54c3840",
            "is_mozilla_signed_extension": false,
            "size": 681705,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4408258/betterttv-7.6.10.xpi",
            "permissions": [
                "scripting",
                "activeTab",
                "*://*.twitch.tv/*"
            ],
            "optional_permissions": [
                "*://*.youtube.com/*"
            ],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 7057,
            "is_custom": false,
            "name": {
                "en-US": "All Rights Reserved"
            },
            "slug": "all-rights-reserved",
            "url": null
        },
        "release_notes": null,
        "reviewed": "2025-01-08T12:51:30Z",
        "version": "7.6.10"
    },
    "default_locale": "en-US",
    "description": {
        "cs": "Také známé jako \"BTTV\" nebo \"Better Twitch TV\", BetterTTV přidává spoustu nových funkcí na Twitch a YouTube (v betě).\n\nTady jsou nějaké funkce, které přidáváme:\n\n• Extra emotikony v chatu - globální emotikony BetterTTV a globální BetterTTV emotikony\n• Vylepšená nabídka emotikonů\n• Vlastní klíčová slova pro cílené věty, slova, uživatele a odznaky v chatu\n• Rozdělování řádků pro jednodušší čtení\n• Zobrazování smazaných zpráv\n• Anonymní chat - připojte se do chatu bez toho, aniž byste byl viditelný v seznamu uživatelů\n• Automatické sbírání bonusových věrnostních bodů, dropů a momentů\n• Skrývání viditelného nepořádku jako jsou doporučené kanály, bity, odpovědi, oznámení a komunitní klipy\n\nJak na to:\n\n• Stačí nainstalovat rozšíření a navštívit Twitch/YouTube.\n• Pro zapnutí BetterTTV pro YouTube je potřeba povolit dodatečná oprávnění při instalaci. Pokud tak neučiníte, můžete je zpětně povolit skrze nastavení BetterTTV.\n• Nastavení může být konfigurováno skrze nastavení chatu nebo kliknutím na nastavení BetterTTV v seznamu uživatelů.\n• Poznámka: Ne všechna nastavení jsou momentálně kompatibilní s YouTube.",
        "de": "BetterTTV, in der der Community auch bekannt als \"BTTV\" oder \"Better Twitch TV\" soll neue Funktionen zu Twitch und YouTube (momentan in Beta) hinzufügen.\n\nHier sind einige der Funktionen, die wir ergänzen:\n\n• Zusätzliche Emotes im Chat - globale BetterTTV und benutzerdefinierte Kanal-Emotes \n• Verbessertes Emote-Menü\n• Benutzerdefinierte Schlüsselwörter für Phrasen, Wörter, Benutzer und Chat-Abzeichen\n• Chat mit wecheldem Hintergrund für einfacheres Lesen \n• Gelöschte Links und Nachrichten anzeigen\n• Anonymes Chatten - tritt einem Kanal bei, ohne in der Benutzerliste angezeigt zu werden\n• Automatisch Sammeln von Bonus-Kanalpunkten, Drops, and Momenten\n• Reduziere visuelle Unruhe und Durcheinander, wie z. B. empfohlene Kanäle, Bits, Antworten, Meldungen, und Community-Highlights\n\nVerwendung:\n\n• Installiere das Add-on und besuche einfach Twitch/YouTube um es zu verwenden.\n• Um YouTube zu aktivieren, musst du zusätzlichen Berechtigung bei der Installation zustimmen. Wenn du das nicht getan hat, kannst du es trotzdem jederzeit in den BetterTTV-Einstellungen nachholen.\n• Die BetterTTV Konfiguration kann in den Chat-Einstellungen oder durch Klicken auf \"BetterTTV Einstellungen\" im Benutzermenü erreicht werden.\n• Hinweis: Derzeit sind nicht alle Einstellungen mit YouTube kompatibel.",
        "en-US": "Also known as \"BTTV\" or \"Better Twitch TV\" by the community, BetterTTV aims to add new features to Twitch and YouTube (in beta).\n\nHere's some of the features we add:\n\n• Extra emotes in chat - BetterTTV global and per-channel custom emotes\n• Improved emote menu\n• Custom keywords targeting phrases, words, users, and chat badges\n• Split chat lines for easy reading\n• See deleted links and messages\n• Anon Chat - join a channel without showing in the user list\n• Automatically claim channel points bonuses, drops, and moments\n• Hide visual noise and clutter like recommended channels, bits, replies, notices, and community highlights\n\nHow to use:\n\n• Just install and visit Twitch/YouTube to begin using the add-on.\n• To enable for YouTube, you need to agree to the additional permission at installation. If you didn't, you can still enable it at any time from the BetterTTV Settings.\n• Settings can be configured in the chat settings or by clicking the BetterTTV settings from the user dropdown menu.\n• Note: Not all settings are compatible with YouTube at this time.",
        "es": "También conocido como \"BTTV\" o \"Better Twitch TV\" por la comunidad, BetterTTV tiene como objetivo añadir nuevas características a Twitch y YouTube (en beta).\n\nAquí están algunas de las características que añadimos:\n\n• Emotes adicionales en el chat - Emotes de BetterTTV globales y personalizados por canal\n• Menú de emotes mejorado\n• Palabras clave personalizadas dirigidas a frases, palabras, usuarios, y las insignias de chat\n• Dividir líneas de chat para una mejor lectura\n• Ver enlaces y mensajes eliminados\n• Chat Anónimo - únete a un canal sin ser visto en la lista de usuarios\n• Recoger automáticamente bonos de puntos de canal, drops, y momentos\n• Ocultar ruido visual y el desorden como canales recomendados, bits, respuestas, respuestas, avisos, y destacados de la comunidad\n\nCómo usar:\n\n• Simplemente instale y visite Twitch/YouTube para comenzar a usar la extensión.\n• Para activarlo en YouTube, debes aceptar el permiso adicional en la instalación. Si no lo hiciste, puedes activarlo en cualquier momento desde la Configuración de BetterTTV.\n• Los ajustes se pueden configurar en la configuración del chat o haciendo clic en la configuración de BetterTTV del menú desplegable del usuario.\n• Nota: No todos los ajustes son compatibles con YouTube en este momento.",
        "fr": "Aussi connu sous le nom de \"BTTV\" ou \"Better Twitch TV\" par la communauté, BetterTTV vise à ajouter de nouvelles fonctionnalités à Twitch et YouTube (en bêta).\n\nVoici quelques-unes des fonctionnalités que nous ajoutons :\n\n• Emotes supplémentaires dans le chat - emotes personnalisées de BetterTTV global et par chaîne\n• Menu d'emotes amélioré\n• Mots clés personnalisés ciblant des phrases, mots, utilisateurs, et badges de chat\n• Diviser les lignes de chat pour une lecture facile\n• Voir les liens supprimés et les messages\n• Mode Anonyme - rejoindre une chaîne sans vous afficher dans la liste des spectateurs\n• réclamer automatiquement les bonus de points de chaîne, drops et moments\n• Cacher les encombrement visuel comme les chaîne recommandés, les bits, les réponses, les avertisement, et les temps forts de la communauté\n\nComment utiliser :\n\n• Il suffit d'installer et de visiter Twitch/YouTube pour commencer à utiliser l'extension.\n• Pour activer l'extension sur YouTube, vous devez accepter l'autorisation supplémentaire lors de l'installation. Si vous ne l'avez pas fait, vous pouvez toujours l'activer à tout moment dans les paramètres de BetterTTV.\n• Les paramètres peuvent être configurés dans les paramètres du chat ou en cliquant sur les paramètres de BetterTTV à partir du menu déroulant d'utilisateur en haut a gauche.\n• Note: Tous les paramètres ne sont pas compatibles avec YouTube actuellement.",
        "hu": "A közösség által \"BTTV\" vagy \"Better Twitch TV\" néven is ismert BetterTTV célja, hogy új funkciókat adjon a Twitch-hez és a YouTube-hoz (bétában).\n\nItt van néhány funkció, amit hozzáadunk:\n\n• Extra hangulatjelek a chatben - BetterTTV globális és csatornánkénti egyedi hangulatjelek\n• Továbbfejlesztett hangulatjel menü\n• Egyéni kulcsszavak kifejezések, szavak, felhasználók és chat jelvények megcélzására\n• Szétválasztott chat sorok a könnyebb olvasás érdekében\n• Törölt linkek és üzenetek megtekintése\n• Névtelen chat - csatlakozz egy csatornához anélkül, hogy megjelennél a felhasználói listában\n• Automatikusan megszerzi a csatornapont-bónuszokat, dropokat és pillanatokat\n• Elrejti a vizuális képzavart és zavaró elemeket, mint például az ajánlott csatornákat, biteket, válaszokat, értesítéseket és közösségi kiemeléseket\n\nHogyan kell használni:\n\n• Csak telepítsd és látogass el a Twitch-re/YouTube-ra, hogy elkezdhesd használni a bővítményt.\n• Ahhoz, hogy engedélyezd a YouTube-on, a telepítéskor bele kell egyezned a további jogosultságokba. Ha nem, akkor is bármikor engedélyezheted a BetterTTV beállításaiban.\n• A beállítások a chatbeállításokban vagy a BetterTTV beállítások menüpontra kattintva a felhasználó legördülő menüjéből konfigurálhatók.\n• Megjegyzés: Jelenleg nem minden beállítás kompatibilis a YouTube-al.",
        "it": "Conosciuto anche come \"BTTV\" o \"Better Twitch TV\" dalla comunità, BetterTTV mira ad aggiungere nuove funzionalità a Twitch e YouTube (beta).\n\nEcco alcune delle nostre funzionalità:\n\n• più emoticon in chat - globali di BetterTTV e personalizzate per ogni canale;\n• menu emoticon migliorato;\n• chiavi di ricerca mirate per frasi, parole, utenti e stemmi della chat;\n• sfondo della chat alternato per facilitare la lettura;\n• visualizza messaggi e link cancellati;\n• Chat Anonima - entra in un canale senza apparire nella lista utenti;\n• riscatta automaticamente punti bonus del canale, drop e momenti;\n• nascondi elementi distraenti e superflui come canali raccomandati, bit, repliche, notifiche, e messaggi in primo piano della comunità.\n\nCome utilizzarlo:\n\n• basta installarlo e poi visitare Twitch/YouTube;\n• per abilitarlo su YouTube, è necessario accettare la richiesta di permessi aggiuntivi al momento dell'installazione. Se non l'avete fatto, potete abilitarlo in qualsiasi momento tramite le impostazioni di BetterTTV;\n• le impostazioni possono essere configurate nelle impostazioni della chat o cliccando su Impostazioni BetterTTV dal menu a discesa;\n• Nota Bene: al momento non tutte le impostazioni sono disponibili su YouTube.",
        "ko": "\"BTTV\", 또는 \"Better Twitch TV\"라고도 알려진 BetterTTV는 YouTube(베타) 및 Twitch에 새로운 기능을 추가합니다.\n\nBetterTTV가 추가하는 기능 목록\n\n• 채팅에서 사용할 수 있는 추가 이모티콘 - BetterTTV 기본 및 채널 한정 이모티콘\n• 더 나아진 이모티콘 메뉴\n• 단어, 문장, 유저, 배지 등에 적용되는 커스텀 키워드\n• 자동 줄바꿈을 통한 가독성 향상\n• 채팅에서 삭제된 링크 및 메시지 확인\n• 숨김 모드 - 채널의 유저 목록에 표시되지 않은 상태로 채팅\n• 드롭스 및 채널 포인트 보너스를 자동 수집\n• 거슬릴 수 있는 추천 채널, 비트, 답장, 공지나 커뮤니티 하이라이트 등을 숨김\n\n사용하는 방법\n\n• 확장 프로그램을 설치하고, Twitch 또는 YouTube에서 시청을 시작하세요. 그게 끝입니다.\n• YouTube에서 활성화하려면 추가 권한을 부여해야 합니다. 만약 실수로 취소했더라도 설정에서 언제든지 권한을 부여할 수 있습니다.\n• 설정을 변경하려면 채팅창 설정, 또는 유저 메뉴에서 BetterTTV 설정을 찾아보세요.\n• 참고: 현재 YouTube에서는 모든 기능이 지원되지 않습니다.",
        "nb-NO": "Også kjent som \"BTTV\" eller \"Better Twitch TV\" av fellesskapet, har BetterTTV som mål å legge til nye funksjoner til Twitch og YouTube (i beta).\n\nHer er noen av funksjonene vi legger til:\n\n• Ekstra følelser i chat - BetterTTV globale og tilpassede følelser per kanal\n• Forbedret følelsesmeny\n• Egendefinerte søkeord rettet mot setninger, ord, brukere og chattemerker\n• Del chattelinjer for enkel lesing\n• Se slettede lenker og meldinger\n• Anon Chat – bli med i en kanal uten å vises i brukerlisten\n• Få automatisk bonuser, drops og øyeblikk av kanalpoeng\n• Skjul visuell støy og rot som anbefalte kanaler, biter, svar, merknader og fellesskapshøydepunkter\n\nHvordan å bruke:\n\n• Bare installer og besøk Twitch/YouTube for å begynne å bruke tillegget.\n• For å aktivere YouTube må du godta tilleggstillatelsen ved installasjonen. Hvis du ikke gjorde det, kan du fortsatt aktivere det når som helst fra BetterTTV-innstillingene.\n• Innstillinger kan konfigureres i chat-innstillingene eller ved å klikke på BetterTTV-innstillingene fra brukerens rullegardinmeny.\n• Merk: Ikke alle innstillinger er kompatible med YouTube for øyeblikket.",
        "nl": "BetterTTV, ook wel bekend als \"BTTV\" of \"Better Twitch TV\" door de community, heeft tot doel nieuwe functies toe te voegen aan Twitch en YouTube (in bèta).\n\nHier zijn enkele van de functies die we toevoegen:\n\n• Extra emotes in chat - BetterTTV wereldwijde en per kanaal aangepaste emotes\n• Verbeterd emote-menu\n• Aangepaste trefwoorden gericht op woordgroepen, woorden, gebruikers en chatbadges\n• Splits chatlijnen om ze gemakkelijk te kunnen lezen\n• Zie verwijderde links en berichten\n• Anon Chat - word lid van een kanaal zonder in de gebruikerslijst te verschijnen\n• Claim automatisch kanaalpunten, bonussen, drops en momenten\n• Verberg visuele ruis en rommel zoals aanbevolen kanalen, bits, antwoorden, mededelingen en community-hoogtepunten\n\nHoe te gebruiken:\n\n• Installeer en bezoek Twitch/YouTube om de add-on te gaan gebruiken.\n• Om voor YouTube in te schakelen, moet je tijdens de installatie akkoord gaan met de aanvullende toestemming. Als je dat niet hebt gedaan, kun je het nog steeds op elk moment inschakelen via de BetterTTV-instellingen.\n• Instellingen kunnen worden geconfigureerd in de chatinstellingen of door op de BetterTTV-instellingen te klikken in het vervolgkeuzemenu van de gebruiker.\n• Opmerking: op dit moment zijn niet alle instellingen compatibel met YouTube.",
        "pl": "Przez społeczność znane również jako \"BTTV\" lub \"Better Twitch TV\", BetterTTV ma na celu dodanie nowych funkcji do Twitch i YouTube (Beta).\n\nOto niektóre funkcje, które dodaliśmy:\n\n• Dodatkowe emotki na czacie - globalne emotki BetterTTV oraz niestandardowe dla poszczególnych kanałów\n• Ulepszone menu emotek\n• Niestandardowe słowa kluczowe ukierunkowane na frazy, słowa, użytkownicy, i odznaki czatu\n• Funkcja dodająca linie pomiędzy wiadomościami które ułatwiają czytanie poszczególnych wiadomości\n• Funkcja pozwalająca widzieć ukryte linki oraz wiadomości\n• Anonimowy Czat - dołącz do kanału bez pokazywania się na liście użytkowników\n• Automatycznie odbieraj bonusy punktów kanałowych, dropy i momenty\n• Ukryj wybrane powiadmienia na czacie, takie jak polecane kanały, bitsy, odpowiedzi, i powiadomienia\n\nJak używać:\n\n• Po prostu zainstaluj i odwiedź Twitch/YouTube, aby rozpocząć korzystanie z dodatku.\n• Aby korzystać z rozszerzenia na YouTube, musisz wyrazić zgodę na dodatkowe uprawnienia przy instalacji. Jeśli nie chcesz tego robić teraz, nadal możesz to włączyć w dowolnym momencie w ustawieniach BetterTTV.\n• Ustawienia można skonfigurować w ustawieniach czatu lub poprzez kliknięcie na ikonkę BetterTTV w rozwijanym menu użytkownika.\n• Uwaga: Nie wszystkie ustawienia są obecnie kompatybilne z YouTube.",
        "pt-BR": "Também conhecido como \"BTTV\" ou \"BetterTTV\" pela comunidade, a BetterTTV visa adicionar novos recursos a Twitch e ao YouTube (em beta).\n\nAqui estão algumas das funcionalidades que adicionamos:\n\n• Emotes extras no chat - BetterTTV emotes globais e emotes customizáveis por canal\n• Menu de emotes melhorado\n• Palavras-chave personalizadas para, palavras, usuários, e emblemas do chat\n• Dividir linhas do chat para melhor leitura\n• Ver mensagens e links excluídos\n• Chat Anônimo - entrar em um canal sem exibir seu nick na lista de usuários\n• Resgatar automaticamente bônus de pontos de canais, drops e moments\n• Esconder ruído visual e coisas bagunçadas como: canais recomendados, bits, respostas, avisos, e destaques da comunidade\n\nComo usar:\n\n• Basta instalar a extensão e acessar a Twitch/YouTube para começar a usar o complemento.\n• Para habilitar no YouTube, você precisa concordar com as permissões adicionais na instalação. Se não o fizer, você ainda pode ativá-lo a qualquer momento nas Configurações da BetterTTV.\n• As configurações podem ser acessadas nas configurações do chat ou clicando nas configurações da BetterTTV no menu do usuário.\n• Nota: Nem todas as configurações são compatíveis com o YouTube neste momento.",
        "pt-PT": "Também conhecido como \"BTTV\" ou \"Better Twitch TTV\" pela comunidade, BetterTTV visa adicionar novos recursos à Twitch e ao YouTube (em beta).\n\nAqui estão algumas das funcionalidades que adicionamos:\n\n• Emotes extras no chat - emotes globais BetterTTV e emotes customizáveis por canal\n• Menu de emotes melhorado\n• Palavras-chave personalizadas para, palavras, usuários, e emblemas do chat\n• Dividir linhas do chat para uma melhor leitura\n• Ver mensagens e links excluídos\n• Chat Anônimo - entrar em um canal sem aparecer na lista de usuários\n• Resgate Automático bônus de pontos de canais, drops e moments\n• Oculta ruído visual e desordem como canais recomendados, bits, respostas, avisos e destaques da comunidade\n\nComo usar:\n\n• Basta instalar a extensão e acessar a Twitch/YouTube para começar a usar a extensão.\n• Para habilitar no YouTube, precisas de concordar com as permissões adicionais na instalação. Se não o fizeres, ainda poderás ativá-lo a qualquer momento nas Configurações da BetterTTV.\n• As configurações podem ser acessadas nas configurações do chat ou clicando nas configurações da BetterTTV no menu do usuário.\n• Nota: Nem todas as configurações são compatíveis com o YouTube neste momento.",
        "ru": "Также известный сообществу как «BTTV» или «Better Twitch TV», BetterTTV нацелен на добавление новых функций в Twitch и YouTube (в бета-версии).\n\nВот некоторые из добавленных нами функций:\n\n• Дополнительные смайлики в чате - общедоступные и пользовательские смайлики BetterTTV для каждого канала\n• Улучшенное меню смайликов\n• Пользовательские ключевые слова, нацеленные на фразы, слова, пользователей и значки чата\n• Разделение строк чата для удобства чтения\n• Просмотр удалённых ссылок и сообщений\n• Анонимный чат - присоединиться к каналу, не отображаясь в списке пользователей\n• Автоматическое получение бонусных баллов канала, Drops и памятных моментов\n• Скрыть шум и беспорядок на экране, например, рекомендуемые каналы, Bits, ответы, уведомления и события сообщества.\n\nКак пользоваться:\n\n• Просто установите и зайдите на Twitch/YouTube, чтобы начать пользоваться дополнением.\n• Чтобы включить для YouTube, вам необходимо согласиться с дополнительным разрешением при установке. Если вы этого не сделали, вы всё равно можете включить его в любое время в настройках BetterTTV.\n• Настройки можно настроить в настройках чата или выбрав настройки BetterTTV из выпадающего меню пользователя.\n• Примечание: В настоящее время не все настройки совместимы с YouTube.",
        "sv-SE": "Även känd som \"BTTV\" eller \"Bättre Twitch TV\" av gemenskapen, syftar BetterTTV till att lägga till nya funktioner på Twitch och YouTube (i beta).\n\nHär är några av de funktioner vi lägger till:\n\n• Extra emotes i chatten - BetterTTV globala och per kanal anpassade emotes\n• Förbättrad emote meny\n• Anpassade nyckelord som riktar in sig på fraser, ord, användare, och chattmärken\n• Dela upp chattrader för enkel läsning\n• Se raderade länkar och meddelanden\n• Anon Chat - gå med i en kanal utan att visa i användarlistan\n• Automatiskt hämta kanalpoäng bonusar, fall och stunder\n• Dölj visuellt brus och skräp som rekommenderade kanaler, bitar, svar, meddelanden, och community höjdpunkter\n\nHur man använder:\n\n• Installera och besök Twitch/YouTube för att börja använda tillägget.\n• För att aktivera för YouTube måste du godkänna ytterligare behörighet vid installationen. Om du inte gjorde det kan du fortfarande aktivera det när som helst från inställningarna för BetterTTV.\n• Inställningarna kan konfigureras i chattinställningarna eller genom att klicka på BetterTTV-inställningarna i rullgardinsmenyn.\n• Obs: Alla inställningar är inte kompatibla med YouTube just nu.",
        "tr": "Topluluk tarafından \"BTTV\" veya \"Better Twitch TV\" olarak da bilinen BetterTTV, Twitch ve YouTube'a yeni özellikler eklemeyi amaçlıyor (beta aşamasında).\n\nİşte eklediğimiz özelliklerden bazıları:\n\n- Sohbette ek ifadeler - Kanal başına global ve özelleştirilmiş BetterTTV ifadeleri\n- Geliştirilmiş ifadeler menüsü\n- İfadeleri, kelimeleri, kullanıcıları ve sohbet rozetlerini hedefleyen özel anahtar kelimeler\n- Daha iyi okunabilirlik için sohbet satırlarını bölme\n- Bağlantıları ve silinen mesajları görüntüleme\n- Anonim sohbet - kullanıcı listesinde görünmeden bir kanala katılın\n- Kanal puanları, düşüşler ve anlar için bonusları otomatik olarak toplayın\n- Önerilen kanallar, bitler, yanıtlar, yanıtlar, bildirimler ve topluluk vurguları gibi görsel gürültü ve karmaşayı gizleyin\n\nNasıl kullanılır?\n\n- Uzantıyı kullanmaya başlamak için yüklemeniz ve Twitch/YouTube'u ziyaret etmeniz yeterlidir.\n- YouTube'da etkinleştirmek için kurulum sırasında ek izni kabul etmeniz gerekir. Eğer etkinleştirmediyseniz, BetterTTV Ayarları'ndan istediğiniz zaman etkinleştirebilirsiniz.\n- Ayarlar sohbet ayarlarından veya kullanıcı açılır menüsünden BetterTTV ayarlarına tıklanarak yapılandırılabilir.\n- Not: Şu anda tüm ayarlar YouTube ile uyumlu değildir.",
        "uk": "Також відомий спільноті як \"BTTV\" або \"Better Twitch TV\", BetterTTV спрямований на додавання нових функцій на Twitch і YouTube (поки бета).\n\nОсь деякі функції, які ми додаємо:\n\n• Додаткові смайли в чаті - глобальні та особисті смайли BetterTTV для окремих каналів\n• Покращене меню смайлів\n• Користувальницькі ключові слова, націлені на фрази, слова користувачів, і значки чату\n• Розділення чату лініями для легкого читання\n• Перегляд видалених посилань і повідомлень\n• Анонімний чат - приєднатися до каналу без відображення в списку користувачів\n• Автоматичний збір бонусних балів каналу, Drops та пам'ятних моментів\n• Приховати візуальний шум на екрані, наприклад рекомендовані канали, Bits, відповіді, сповіщення та події спільноти\n\nЯк використовувати:\n\n• Просто встановіть та відвідайте Twitch/YouTube, щоб почати користування надбудовою.\n• Щоб увімкнути для YouTube, ви повинні погодитися на додаткові дозволи при встановленні. Якщо ви цього не зробили, ви завжди можете ввімкнути їх у будь-який час у налаштуваннях BetterTTV.\n• Налаштування можна настроїти в налаштуваннях чату або натиснувши на параметри BetterTTV з випадаючого меню користувача.\n• Увага: Станом на зараз не всі налаштування сумісні з YouTube."
    },
    "developer_comments": {
        "en-US": "<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/65dd7205a942ce54c7787ae265eac5b5c011c272911174ffe2cd4c4abf459d08/https%3A//github.com/night/betterttv/issues\" rel=\"nofollow\">Report a bug</a>\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/3ab30cb254fce5de55152ed2d8c994410a68cbee795bd5c971e39f264a66cb04/https%3A//github.com/night/betterttv/discussions\" rel=\"nofollow\">Submit a feature request</a>\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/73b5bb95d74a30435a22a53fc0e396324ae319686621a29bc8e3559f8c80b9b4/https%3A//crowdin.com/project/betterttv\" rel=\"nofollow\">Submit translations</a>"
    },
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/betterttv/edit",
    "guid": "firefox@betterttv.net",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "en-US": "https://betterttv.com"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/218c9548314f02ad0081b7173d42ff529accde00ea328ae7f594ac04f716bd67/https%3A//betterttv.com"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/624/624952-64.png?modified=dc48df58",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/624/624952-32.png?modified=dc48df58",
        "64": "https://addons.mozilla.org/user-media/addon_icons/624/624952-64.png?modified=dc48df58",
        "128": "https://addons.mozilla.org/user-media/addon_icons/624/624952-128.png?modified=dc48df58"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2025-01-08T12:51:30Z",
    "name": {
        "cs": "BetterTTV",
        "de": "BetterTTV",
        "en-US": "BetterTTV",
        "es": "BetterTTV",
        "fr": "BetterTTV",
        "hu": "BetterTTV",
        "it": "BetterTTV",
        "ko": "BetterTTV",
        "nb-NO": "BetterTTV",
        "nl": "BetterTTV",
        "pl": "BetterTTV",
        "pt-BR": "BetterTTV",
        "pt-PT": "BetterTTV",
        "ru": "BetterTTV",
        "sv-SE": "BetterTTV",
        "tr": "BetterTTV",
        "uk": "BetterTTV"
    },
    "previews": [
        {
            "id": 277527,
            "caption": {
                "cs": "Ottieni Più Emoticon\r\n\r\nStai una spanna sopra in chat con le emoticon di BetterTTV.",
                "de": "Schalte mehr Emotes frei\r\n\r\nSteigere deine Emote Potenzial im Chat mit BetterTTV-Emotes.",
                "en-US": "Unlock More Emotes\r\n\r\nBump up your emote game in chat with BetterTTV emotes.",
                "es": "Desbloquea Más Emotes\r\n\r\nMejora tu juego de emotes en el chat con los emotes de BetterTTV.",
                "fr": "Débloquez plus d'émotes\r\n\r\nBoostez votre jeu d'emotes dans les chats avec les emotes de BetterTTV.",
                "hu": "Oldj fel több hangulatjelet\r\n\r\nTurbózd fel játékosabb BetterTTV hangulatjelekkel a chatedet!",
                "it": "Ottieni Più Emoticon\r\n\r\nStai una spanna sopra in chat con le emoticon di BetterTTV.",
                "ko": "더 많은 이모티콘 사용하기\r\n\r\n채팅에서 추가 이모티콘을 통해 더 다채로운 채팅창을 만나보세요.",
                "nb-NO": "Lås opp flere følelser\r\n\r\nSkru opp emote-spillet ditt i chat med BetterTTV-emosjoner.",
                "nl": "Ontgrendel meer emotes\r\n\r\nVerbeter je emote-game in de chat met BetterTTV-emotes.",
                "pl": "Odblokuj więcej emotek\r\n\r\nZwiększ swoja zabawę emotkami na czacie dzięki emotkom BetterTTV.",
                "pt-BR": "Desbloqueie mais emotes\r\n\r\nMelhore o seu jogo de emotes no bate-papo com os emotes da BetterTTV.",
                "pt-PT": "Desbloqueia mais emotes\r\n\r\nMelhora o teu jogo de emotes no chat com os emotes da BetterTTV.",
                "ru": "Откройте для себя больше смайликов\r\n\r\nУлучшите свою игру со смайликами в чате с помощью смайликов BetterTTV.",
                "sv-SE": "Lås upp fler Emotes\r\n\r\nBumpa upp ditt emote-spel i chatt med BetterTTV emotes.",
                "tr": "Daha Fazla İfadenin Kilidini Açın\r\n\r\nBetterTTV ifadeleri ile sohbet ifadeleri oyununuzu geliştirin.",
                "uk": "Розблокуйте більше смайлів\r\n\r\nПрокачайте свою гру зі смайлами в чаті за допомогою смайлів BetterTTV."
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/277/277527.png?modified=1717428542",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/277/277527.jpg?modified=1717428542"
        },
        {
            "id": 277528,
            "caption": {
                "cs": "Navigazione Fantastica\r\n\r\nSfoglia le tue emoticon con facilità, e trova quella perfetta per ogni occasione.",
                "de": "Brillante Navigation\r\n\r\nNavigiere ganz einfach durch deine Emotes und finde das perfekte Emote für jeden Anlass.",
                "en-US": "Brilliant Navigation\r\n\r\nNavigate through your emotes with ease, and find the perfect emote for any occasion.",
                "es": "Navegación Brillante\r\n\r\nNavega por tus emotes con facilidad y encuentra el emote perfecto para cada ocasión.",
                "fr": "Navigation brillante\r\n\r\nNaviguez facilement à travers vos emotes et trouvez l'emote parfaite pour n'importe quelle occasion.",
                "hu": "Kiváló navigáció\r\n\r\nNavigálj a hangulatjeleiden keresztül könnyedén, és találd meg a tökéletes hangulatjelet bármilyen alkalomra.",
                "it": "Navigazione Fantastica\r\n\r\nSfoglia le tue emoticon con facilità, e trova quella perfetta per ogni occasione.",
                "ko": "뛰어난 내비게이션\r\n\r\n모든 상황에 맞는 완벽한 이모티콘을 손쉽게 찾아보세요.",
                "nb-NO": "Strålende navigasjon\r\n\r\nNaviger lett gjennom følelsene dine, og finn den perfekte følelsen for enhver anledning.",
                "nl": "Briljante navigatie\r\n\r\nNavigeer gemakkelijk door je emotes en vind de perfecte emote voor elke gelegenheid.",
                "pl": "Wspaniała nawigacja\r\n\r\nZ łatwością poruszaj się po swoich emotkach i znajdź idealne emotki na każdą okazję.",
                "pt-BR": "Navegação Brilhante\r\n\r\nNavegue pelos seus emotes com facilidade e encontre o emote perfeito para qualquer ocasião.",
                "pt-PT": "Navegação Brilhante\r\n\r\nNavega pelos teus emotes com facilidade e encontre o emote perfeito para qualquer ocasião.",
                "ru": "Блестящий поиск\r\n\r\nС лёгкостью перемещайтесь по своим смайликам и находите идеальную эмоцию для любого случая.",
                "sv-SE": "Lysande Navigering\r\n\r\nNavigera enkelt genom dina emotes och hitta den perfekta emoten for alla tillfällen.",
                "tr": "Mükemmel Navigasyon\r\n\r\nİfadelerinize kolaylıkla göz atın ve her durum için mükemmel ifadeyi bulun.",
                "uk": "Бездоганна навігація\r\n\r\nЗ легкістю переміщуйтесь між своїми смайлами та знаходьте ідеальну емоцію для будь-якого випадку."
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/277/277528.png?modified=1717428542",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/277/277528.jpg?modified=1717428542"
        },
        {
            "id": 277529,
            "caption": {
                "cs": "Personalizzazione Totale",
                "de": "Vollständige Anpassung",
                "en-US": "Full Customization",
                "es": "Personalización Completa",
                "fr": "Personnalisation complète",
                "hu": "Teljes testreszabhatóság",
                "it": "Personalizzazione Totale",
                "ko": "완전히 맞춤화 가능한",
                "nb-NO": "Full tilpasning",
                "nl": "Volledig aan te passen",
                "pl": "Pełna personalizacja",
                "pt-BR": "Total Personalização",
                "pt-PT": "Personalização Total",
                "ru": "Полная персонализация",
                "sv-SE": "Fullständig anpassning",
                "tr": "Tam Kişiselleştirme",
                "uk": "Безмежна персоналізація"
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/277/277529.png?modified=1717428542",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/277/277529.jpg?modified=1717428542"
        }
    ],
    "promoted": {
        "apps": [
            "firefox"
        ],
        "category": "spotlight"
    },
    "ratings": {
        "average": 4.6195,
        "bayesian_average": 4.612222329601237,
        "count": 904,
        "text_count": 139
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/betterttv/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/624952",
    "slug": "betterttv",
    "status": "public",
    "summary": {
        "cs": "Vylepší Twitch a YouTube novými funkcemi, emotikony a dalšími nastaveními.",
        "de": "Verbessert Twitch und YouTube mit neuen Funktionen, Emotes und mehr.",
        "en-US": "Enhances Twitch and YouTube with new features, emotes, and more.",
        "es": "Mejora Twitch y YouTube con nuevas funciones, emotes y mucho más.",
        "fr": "Améliore Twitch et YouTube avec de nouvelles fonctionnalités, des emotes, et plus encore.",
        "hu": "Fokozza a Twitch-et és YouTube-ot új funkciókkal, hangulatjelekkel és többel.",
        "it": "Potenzia Twitch e YouTube con nuove funzionalità, emoticon e molto altro ancora.",
        "ko": "BetterTTV는 새로운 기능, 이모티콘 등으로 Twitch와 YouTube를 강화합니다.",
        "nb-NO": "BetterTTV forbedrer Twitch og YouTube med nye funksjoner, uttrykksikoner og mer.",
        "nl": "Verbetert Twitch en YouTube met nieuwe functies, emotes en meer.",
        "pl": "Rozszerzenie ulepszające platformę Twitch oraz YouTube o nowe funkcje, emotki i nie tylko.",
        "pt-BR": "Melhore a Twitch e o YouTube com novos recursos, emotes e muito mais.",
        "pt-PT": "Melhora a Twitch e o YouTube com novos recursos, emotes e muito mais.",
        "ru": "Улучшает Twitch и YouTube с помощью новых функций, смайликов и многого другого.",
        "sv-SE": "BetterTTV förbättrar Twitch och YouTube med nya funktioner, emotes och mer.",
        "tr": "Twitch ve YouTube'u yeni özellikler, ifadeler ve daha fazlasıyla geliştirin.",
        "uk": "Покращує Twitch і YouTube новими функціями, смайлами та багато іншого."
    },
    "support_email": null,
    "support_url": {
        "url": {
            "cs": "https://betterttv.com",
            "de": "https://betterttv.com",
            "en-US": "https://betterttv.com",
            "es": "https://betterttv.com",
            "fr": "https://betterttv.com",
            "hu": "https://betterttv.com",
            "it": "https://betterttv.com",
            "ko": "https://betterttv.com",
            "nb-NO": "https://betterttv.com",
            "nl": "https://betterttv.com",
            "pl": "https://betterttv.com",
            "pt-BR": "https://betterttv.com",
            "pt-PT": "https://betterttv.com",
            "ru": "https://betterttv.com",
            "sv-SE": "https://betterttv.com",
            "tr": "https://betterttv.com",
            "uk": "https://betterttv.com"
        },
        "outgoing": {
            "cs": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/218c9548314f02ad0081b7173d42ff529accde00ea328ae7f594ac04f716bd67/https%3A//betterttv.com",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/218c9548314f02ad0081b7173d42ff529accde00ea328ae7f594ac04f716bd67/https%3A//betterttv.com",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/218c9548314f02ad0081b7173d42ff529accde00ea328ae7f594ac04f716bd67/https%3A//betterttv.com",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/218c9548314f02ad0081b7173d42ff529accde00ea328ae7f594ac04f716bd67/https%3A//betterttv.com",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/218c9548314f02ad0081b7173d42ff529accde00ea328ae7f594ac04f716bd67/https%3A//betterttv.com",
            "hu": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/218c9548314f02ad0081b7173d42ff529accde00ea328ae7f594ac04f716bd67/https%3A//betterttv.com",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/218c9548314f02ad0081b7173d42ff529accde00ea328ae7f594ac04f716bd67/https%3A//betterttv.com",
            "ko": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/218c9548314f02ad0081b7173d42ff529accde00ea328ae7f594ac04f716bd67/https%3A//betterttv.com",
            "nb-NO": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/218c9548314f02ad0081b7173d42ff529accde00ea328ae7f594ac04f716bd67/https%3A//betterttv.com",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/218c9548314f02ad0081b7173d42ff529accde00ea328ae7f594ac04f716bd67/https%3A//betterttv.com",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/218c9548314f02ad0081b7173d42ff529accde00ea328ae7f594ac04f716bd67/https%3A//betterttv.com",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/218c9548314f02ad0081b7173d42ff529accde00ea328ae7f594ac04f716bd67/https%3A//betterttv.com",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/218c9548314f02ad0081b7173d42ff529accde00ea328ae7f594ac04f716bd67/https%3A//betterttv.com",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/218c9548314f02ad0081b7173d42ff529accde00ea328ae7f594ac04f716bd67/https%3A//betterttv.com",
            "sv-SE": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/218c9548314f02ad0081b7173d42ff529accde00ea328ae7f594ac04f716bd67/https%3A//betterttv.com",
            "tr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/218c9548314f02ad0081b7173d42ff529accde00ea328ae7f594ac04f716bd67/https%3A//betterttv.com",
            "uk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/218c9548314f02ad0081b7173d42ff529accde00ea328ae7f594ac04f716bd67/https%3A//betterttv.com"
        }
    },
    "tags": [
        "chat",
        "streaming",
        "twitch",
        "youtube"
    ],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/betterttv/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/betterttv/versions/",
    "weekly_downloads": 4415,
    "_score": null
}