{
    "id": 2622035,
    "authors": [
        {
            "id": 10901440,
            "name": "Adguard Software Ltd",
            "url": "https://addons.mozilla.org/en-US/firefox/user/10901440/",
            "username": "adguard_dev"
        }
    ],
    "average_daily_users": 17396,
    "categories": [
        "privacy-security"
    ],
    "contributions_url": "",
    "created": "2020-01-30T19:49:46Z",
    "current_version": {
        "id": 5708836,
        "compatibility": {
            "firefox": {
                "min": "109.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/adguard-browser-assistant/versions/5708836",
        "file": {
            "id": 4253137,
            "created": "2024-03-21T11:11:04Z",
            "hash": "sha256:0b34d65d9b6d4a3fccd2e61dfb46160a623bac530e869a9fe67cdf8e59af3d5e",
            "is_mozilla_signed_extension": false,
            "size": 1562690,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4253137/adguard_browser_assistant-1.4.1.xpi",
            "permissions": [
                "nativeMessaging",
                "tabs",
                "activeTab",
                "contextMenus",
                "storage",
                "scripting"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 12,
            "is_custom": false,
            "name": {
                "en-US": "GNU Lesser General Public License v3.0 only"
            },
            "slug": "LGPL-3.0-only",
            "url": "https://spdx.org/licenses/LGPL-3.0-only.html"
        },
        "release_notes": null,
        "reviewed": "2024-03-26T18:17:52Z",
        "version": "1.4.1"
    },
    "default_locale": "en-US",
    "description": {
        "de": "WICHTIG: Diese Erweiterung benötigt die AdGuard-Desktop-Anwendung, um funktionieren zu können! Installieren Sie zuerst die AdGuard-Desktop-Anwendung (für Mac oder Windows) und verwenden Sie dann diese Erweiterung, um die Möglichkeiten der Anwendung zu erweitern.\n\n## Was kann sie bewirken?\n\n🚦 Filtern für eine Website verwalten\nEs ist einfach, eine Website auf die Positivliste zu setzen. Aktivieren/Deaktivieren Sie das Sperren von Werbeanzeigen für jede Website direkt im Hauptmenü des Assistenten.\n\n✂ Jedes lästige Element manuell sperren\nSagen wir, Sie haben ein Element gesehen (sei es ein Text, eine Grafik, ein Video, ein Banner oder etwas anderes), das Ihnen missfällt. Sie können es leicht auswählen und löschen.\n\n🗑 Alle Benutzerregeln löschen, die sich auf eine Webseite beziehen\nWährend Sie verschiedene Elemente sperren, die Ihnen nicht gefallen - werden Benutzerfilter erstellt. Diese Funktionalität hilft Ihnen, alle Änderungen mit einem Klick zu entfernen, falls Sie wieder zum ursprünglichen Zustand zurückkehren wollen.\n\n🚨 Website melden (wenn sich eine Werbeanzeige, die sich versehentlich eingeschlichen hat)\nBeim Surfen wurden Sie plötzlich durch eine hinterhältige Werbeanzeige abgelenkt? Melden Sie dies sofort, damit sie keine Chance erhält.\n\n✅ Einfacher Zugriff auf die AdGuard-Desktop-Anwendung\nJetzt ist es viel einfacher, die Einstellungen zu öffnen oder das Filterprotokoll anzuzeigen, das für die Webseite, auf der Sie sich befinden, gilt - Sie müssen die Desktop-Anwendung für diese Anforderungen nicht mehr öffnen.\n\n══════════════════════════════\n\nMehr über AdGuard:\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6178ae4ab445b00e57e695376c0bedd7e9520aa0814e60ba7f30fe9ed94e660e/https%3A//adguard.com/\" rel=\"nofollow\">https://adguard.com/</a>\n\nHaben Sie einen Fehler gefunden? Sie haben ein Problem und benötigen Hilfe? Besuchen Sie unser Forum: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b6c36a6ab263f51745bd2426d08335c41b52e14c4517cbdf773dbe6611f83d5a/https%3A//forum.adguard.com/\" rel=\"nofollow\">https://forum.adguard.com/</a>",
        "en-US": "IMPORTANT: This extension requires AdGuard desktop app to function! Install AdGuard desktop app (for Mac or Windows) first and then use this extension to expand the app's capabilities.\n\n## What can it do?\n\n🚦 Manage filtering on the website\nIt's easy to whitelist a website. Switch off (or back on) ad blocking for any website right in the Assistant's main menu.\n\n✂ Block any annoying element manually\nSay, you’ve seen an element (whether it be a text, picture, video, banner, or else) you dislike. You can easily select and delete it.\n\n🗑 Delete all user rules related to a web page\nWhile you block various elements you dislike — user filters are created. This functionality helps remove all changes by one click in case you want to go back to the way things were.\n\n🚨 Report site (if an ad snuck in by accident)\nBrowsing, you were suddenly distracted by a sneaky ad? Report it immediately and it won’t stand a chance.\n\n✅ Easy access to the AdGuard desktop app\nNow it’s much easier to open settings or watch filtering log applicable to the web page you’re on — you don’t have to open the desktop app for these needs.\n\n==============================\n\nMore on AdGuard:\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6178ae4ab445b00e57e695376c0bedd7e9520aa0814e60ba7f30fe9ed94e660e/https%3A//adguard.com/\" rel=\"nofollow\">https://adguard.com/</a>\n\nFound a bug? Have a problem and need help? Visit our forum: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b6c36a6ab263f51745bd2426d08335c41b52e14c4517cbdf773dbe6611f83d5a/https%3A//forum.adguard.com/\" rel=\"nofollow\">https://forum.adguard.com/</a>",
        "fr": "IMPORTANT : Cette extension nécessite l'application de bureau AdGuard pour fonctionner ! Installez d'abord l'application de bureau AdGuard (pour Mac ou Windows) puis utilisez cette extension pour développer les capacités de l'application.\n\n## Qu'est-ce qu'elle peut faire ?\n\n🚦 Gérer les filtres des sites\nC'est facile de mettre un site sur liste blanche. Désactivez (ou réactivez) le blocage des publicités pour les sites que vous souhaitez depuis le menu principal de l'assistant.\n\n✂ Bloquez les éléments dérangeants manuellement\nDisons que vous avez aperçu un élément que vous n'appréciez pas (que ce soit du texte, une image, une vidéo, une bannière ou autre). Vous pourrez facilement le sélectionner et le supprimer.\n\n🗑 Supprimez toutes les règles d'utilisateur liées à une page web\nLorsque vous bloquez des éléments indésirables, des filtres utilisateur sont créés. Cette fonctionnalité vous permet d'annuler toutes les modifications apportées à une page si besoin.\n\n🚨 Signaler un site (au cas où une pub s'infiltre)\nDistrait par une publicité qui est passée à travers les mailles du filet ? Signalez-la et nous nous occuperons de son cas.\n\n✅ Accès facile à l'application AdGuard\nIl devient beaucoup plus facile d'ouvrir les paramètres ou de consulter les filtres s'appliquant aux pages que vous consultez — plus besoin d'ouvrir l'application de bureau pour cela.\n\n==============================\n\nPlus sur AdGuard :\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6178ae4ab445b00e57e695376c0bedd7e9520aa0814e60ba7f30fe9ed94e660e/https%3A//adguard.com/\" rel=\"nofollow\">https://adguard.com/</a>\n\nVous avez trouvé un bug ? Besoin d'aide pour résoudre un problème ? Visitez notre forum : <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b6c36a6ab263f51745bd2426d08335c41b52e14c4517cbdf773dbe6611f83d5a/https%3A//forum.adguard.com/\" rel=\"nofollow\">https://forum.adguard.com/</a>",
        "ja": "【重要】この拡張機能を使用するには、AdGuardデスクトップアプリが必要です。AdGuard デスクトップアプリ (Mac用/Windows用) をインストールしてから、この拡張機能でメインアプリの機能を拡張いただけます。\n\n## この拡張機能って何ができるの？\n\n🚦 ウェブサイトのフィルタリングを管理する\nウェブサイトをホワイトリストに登録するのがさらに簡単になります。アシスタントのメインメニューで、いつでも任意のウェブサイトでの広告ブロックをオフにする（またはオンに戻す）ことができます。\n\n✂ 迷惑な要素を手動で選んでブロック\n広告に限らず、どんな要素（テキスト、画像、動画、バナーなど）も直接選択して非表示にすることができます。\n\n🗑 ウェブページに対するすべてのユーザールールを削除する\n様々な要素を手動ブロックする際にユーザールールが作成されます。この機能は、ブロックした要素を元の状態に戻したい時にワンクリックですべての変更を削除するのに役立ちます。\n\n🚨 サイトを報告する（すり抜け広告の場合など）\nブラウジング中、すり抜けちゃった広告をすぐにご報告いただければ、AdGuardフィルタチームがその広告を容赦なく対処します。\n\n✅ AdGuardデスクトップアプリ機能へのアクセスが簡単に\nメインアプリを開かずに設定を開いたり、閲覧中のサイトのフィルタリングログを見たりすることがとても簡単になりました。\n\n==============================\n\nAdGuardについて詳しくは:\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6178ae4ab445b00e57e695376c0bedd7e9520aa0814e60ba7f30fe9ed94e660e/https%3A//adguard.com/\" rel=\"nofollow\">https://adguard.com/</a>\n\n不具合やお困りの点などございましたら、ぜひAdGuardサポートページ・フォーラムをご覧ください: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6379159c3b91e82536343f42fe33414f76e5d0a8cadd8a082de911be5b009d9f/https%3A//adguard.com/ja/support.html\" rel=\"nofollow\">https://adguard.com/ja/support.html</a>",
        "ru": "ВАЖНО: Для работы этого расширения требуется установка десктопной программы AdGuard. Сначала установите десктопную версию AdGuard (для Mac или Windows), а затем — это расширение.\n\n## Что расширение умеет делать?\n\n🚦 Управлять фильтрацией на сайте\nДобавляйте любимые сайты в исключения. Выключите (или включите обратно) блокировку рекламы для отдельного сайта прямо в главном меню Помощника.\n\n✂ Заблокировать любой раздражающий элемент на сайте вручную\nСкажем, вы увидели элемент (будь то текст, изображение, видео или баннер), который вам не нравится. Выберите и удалите его. Да, так просто! \n\n🗑 Удаление пользовательских правил к отдельной странице\nВы можете блокировать разные элементы на странице — таким образом создаются пользовательские фильтры.  Все изменения вы также можете удалить в один клик, в случае, если вы захотите вернуться к прежнему виду страницы.\n\n🚨 Отправить отчёт о проблеме\nВы что-то искали в интернете, как вдруг ваше внимание отвлекла пронырливая реклама (которой здесь быть не должно). Сообщите нам об этом – и у неё не останется шансов!\n\n✅ Доступ к полной десктопной версии\nОткрыть настройки и посмотреть журнал фильтрации теперь гораздо удобнее, ведь это можно сделать, не открывая само приложение.\n\n==============================\n\nПодробнее об AdGuard: \n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6178ae4ab445b00e57e695376c0bedd7e9520aa0814e60ba7f30fe9ed94e660e/https%3A//adguard.com/\" rel=\"nofollow\">https://adguard.com/</a>\n\nНашли ошибку? Столкнулись с проблемой и вам нужна помощь? Посетите наш форум: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b6c36a6ab263f51745bd2426d08335c41b52e14c4517cbdf773dbe6611f83d5a/https%3A//forum.adguard.com/\" rel=\"nofollow\">https://forum.adguard.com/</a>",
        "zh-CN": "重要：此扩展需要 AdGuard 桌面应用程序才能运行！先安装 AdGuard 桌面应用程序（Mac 或 Windows），再使用此扩展程序扩展应用程序的功能。\n\n##它能做什么？\n\n🚦 管理网站过滤器\n将网站加入白名单很方便。直接在助手主菜单中为任何网站关闭（或打开）广告拦截器。\n\n✂ 手动拦截任何烦人的元素\n这么说吧，你看到了一个不喜欢的元素（无论是文字，图片，视频，横幅还是其他东西）。你可以轻易的选择并删除它。\n\n🗑 删除与单个页面有关的所有用户规则\n当你拦截各种不喜欢的元素时，会创建用户规则。如果你想回到原来的样子，此功能帮助你一键移除所有更改。\n\n🚨 报告网站（如果有广告意外的偷偷插入）\n在浏览时突然被偷偷插入的广告分心？立即报告它，它不会再有机会的。\n\n✅ 轻松访问 AdGuard 桌面应用程序\n现在可以更轻易的打开设置或查看目前所在页面的过滤日志 —— 你不需要为此打开桌面应用程序。\n\n==============================\n\n更多关于 AdGuard:\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6178ae4ab445b00e57e695376c0bedd7e9520aa0814e60ba7f30fe9ed94e660e/https%3A//adguard.com/\" rel=\"nofollow\">https://adguard.com/</a>\n\n发现一个错误？有问题并需要帮助？访问我们的论坛： <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b6c36a6ab263f51745bd2426d08335c41b52e14c4517cbdf773dbe6611f83d5a/https%3A//forum.adguard.com/\" rel=\"nofollow\">https://forum.adguard.com/</a>",
        "zh-TW": "重要訊息: 這個擴充功能需要 AdGuard 桌面程式才能運作! 先安裝 AdGuard 桌面應用程式（適用於 Mac 或 Windows 的版本）再使用這個擴充功能以提升程式的能力。\n\n## 它能做什麼?\n\n🚦 管理網站上的廣告封鎖\n您可以輕易地將網站加入白名單內。 在助理的主選單內您能為任何網站關掉（或開啟）廣告封鎖功能。\n\n✂ 手動封鎖任何惱人的事物\n您看到了某一個您討厭的事物（不管那是文字、圖片、影片、橫幅廣告等等）。 您都可以選取並刪除它們。\n\n🗑 刪除所有於某一個網站有關的使用者規則\n當您擋掉各種您不喜歡的事物時 —— 使用者規則就會被創建。如您想回到原來的樣子，這個功能可以幫您一鍵移除所有的更改。\n\n🚨 舉報網站 (如果網站上有廣告)\n在瀏覽網頁時突然被偷偷插入的廣告分心了嗎? 馬上舉報，就不會讓它有下一次的機會。\n\n✅ 更輕易地存取 AdGuard 桌面程式\n現在，您能更輕易地打開設定或查看您當前瀏覽的網頁的過濾紀錄 —— 您再不需要打開您的桌面應用程式以執行這些操作。\n\n==============================\n\n在 AdGuard 官方網站探索更多:\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6178ae4ab445b00e57e695376c0bedd7e9520aa0814e60ba7f30fe9ed94e660e/https%3A//adguard.com/\" rel=\"nofollow\">https://adguard.com/</a>\n\n找到程式錯誤嗎? 有問題需要協助? 訪問我們的論壇: \n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b6c36a6ab263f51745bd2426d08335c41b52e14c4517cbdf773dbe6611f83d5a/https%3A//forum.adguard.com/\" rel=\"nofollow\">https://forum.adguard.com/</a>"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/adguard-browser-assistant/edit",
    "guid": "browserassistant@adguard.com",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "en-US": "https://adguard.com/adguard-assistant/overview.html"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/743a954506cd47692de5ae8e8e7ae0cff5fbdc14752b8fead69c93b2344b8517/https%3A//adguard.com/adguard-assistant/overview.html"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/2622/2622035-64.png?modified=5ac437d0",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/2622/2622035-32.png?modified=5ac437d0",
        "64": "https://addons.mozilla.org/user-media/addon_icons/2622/2622035-64.png?modified=5ac437d0",
        "128": "https://addons.mozilla.org/user-media/addon_icons/2622/2622035-128.png?modified=5ac437d0"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2024-03-26T18:17:52Z",
    "name": {
        "de": "AdGuard Browser Assistant",
        "en-US": "AdGuard Browser Assistant",
        "fr": "AdGuard Browser Assistant",
        "ja": "AdGuard Browser Assistant",
        "ru": "AdGuard Browser Assistant",
        "zh-CN": "AdGuard Browser Assistant",
        "zh-TW": "AdGuard Browser Assistant"
    },
    "previews": [
        {
            "id": 253016,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/253/253016.png?modified=1622135488",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/253/253016.jpg?modified=1622135488"
        },
        {
            "id": 253017,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/253/253017.png?modified=1622135490",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/253/253017.jpg?modified=1622135490"
        },
        {
            "id": 253018,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/253/253018.png?modified=1622135492",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/253/253018.jpg?modified=1622135492"
        }
    ],
    "promoted": {
        "apps": [
            "firefox",
            "android"
        ],
        "category": "notable"
    },
    "ratings": {
        "average": 4.7,
        "bayesian_average": 4.652426719159379,
        "count": 140,
        "text_count": 25
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/adguard-browser-assistant/reviews/",
    "requires_payment": true,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/2622035",
    "slug": "adguard-browser-assistant",
    "status": "public",
    "summary": {
        "de": "Die Erweiterung für AdGuard Desktop-Programm. Verwaltet die Filterung direkt im Browser, versteckt lästige Elemente.",
        "en-US": "Extension for the AdGuard desktop app. Manages filtering right from the browser, hides annoying elements in two clicks.",
        "fr": "Extension pour l'application de bureau AdGuard. Gère le filtrage depuis le navigateur, masque des éléments intrusifs en deux clics.",
        "ja": "AdGuardデスクトップアプリの拡張機能。ブラウザから直接フィルタリングを管理できるようにし、迷惑な要素を数クリックすで隠すことができます。",
        "ru": "Расширение к десктопной программе-блокировщику AdGuard. Помогает управлять фильтрацией прямо в браузере.",
        "zh-CN": "Extension for the AdGuard desktop app. Manages filtering right from the browser, hides annoying elements in two clicks.",
        "zh-TW": "用於 AdGuard 桌面應用程式之擴充功能。直接地從該瀏覽器管理過濾，以兩次點擊隱藏惱人的元件。"
    },
    "support_email": {
        "en-US": "support@adguard.com"
    },
    "support_url": {
        "url": {
            "en-US": "https://adguard.com/"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/6178ae4ab445b00e57e695376c0bedd7e9520aa0814e60ba7f30fe9ed94e660e/https%3A//adguard.com/"
        }
    },
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/adguard-browser-assistant/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/adguard-browser-assistant/versions/",
    "weekly_downloads": 794,
    "_score": null
}