{
    "id": 725990,
    "authors": [
        {
            "id": 1236621,
            "name": "DW-dev",
            "url": "https://addons.mozilla.org/en-US/firefox/user/1236621/",
            "username": "dw-dev"
        }
    ],
    "average_daily_users": 26900,
    "categories": [
        "appearance"
    ],
    "contributions_url": "",
    "created": "2016-08-19T15:21:38Z",
    "current_version": {
        "id": 5553882,
        "compatibility": {
            "firefox": {
                "min": "51.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/zoom-page-we/versions/5553882",
        "file": {
            "id": 4098225,
            "created": "2023-04-16T16:42:53Z",
            "hash": "sha256:00ef2331283fdfe337fa26d65fee16b1c0409b240401aabf8cae6f56ef08d601",
            "is_mozilla_signed_extension": false,
            "size": 108175,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4098225/zoom_page_we-19.13.xpi",
            "permissions": [
                "tabs",
                "webNavigation",
                "contextMenus",
                "notifications",
                "storage",
                "browserSettings",
                "http://*/*",
                "https://*/*",
                "file:///*"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 13,
            "is_custom": false,
            "name": {
                "en-US": "GNU General Public License v2.0 only"
            },
            "slug": "GPL-2.0-only",
            "url": "https://spdx.org/licenses/GPL-2.0-only.html"
        },
        "release_notes": {
            "en-US": "New features, changes and fixes in Version 19.13.\n\n    • Chg: Changed font size dropdown menu symbol from '0px' to 'Off' in popup panel.\n    • Chg: Changed subsite dropdown menu symbol from 'x' to 'Off' in popup panel.\n    • Chg: Minor improvements to validation of zoom levels and font sizes in options dialog.\n    • Chg: Minor code changes to align with MV3 version (33.5).\n\n    • Fix: Ctrl+click on zoom level 'Reset' button displayed incorrect zoom level. Fixed.\n    • Fix: Ctrl+click on font size 'Reset' button displayed incorrect font size. Fixed."
        },
        "reviewed": "2023-04-20T20:55:04Z",
        "version": "19.13"
    },
    "default_locale": "en-US",
    "description": {
        "en-US": "CHANGES\n\nVersion 19.13\n\n• Improvements to popup panel.\n• Minor bug fixes.\n\nOVERVIEW\n\nZoom Page WE provides facilities to zoom a web page (either per-site or per-tab) using full-page zoom, text-only zoom and minimum font size. AutoFit (fit-to-width) zoom can be applied manually or automatically. Small images can be scaled to fit the browser window. Please see the 'Zoom Mode', 'Zoom Type' and 'Image Scaling' sections for more details.\n\nZoom Page WE is implemented using the new WebExtensions API and is available for both Firefox and Chrome with identical functions and user interfaces.\n\nIMPORTANT NOTES\n\n<b>Firefox 75 to Firefox 94</b>\nIf using Firefox 75 to Firefox 94, before disabling or removing Zoom Page WE, follow these steps to restore Firefox's normal zoom behaviour:\n• Open the Zoom Page WE Options dialog.\n• Set the 'Zoom Mode' to 'Per-Site'.\n• Enable the 'Let browser manage per-site full zoom' option.\n• Click on the 'Save' button.\n\n<b>Firefox 74 or earlier</b>\nIf using Firefox 74 or earlier, the 'browser.zoom.siteSpecific' preference must be manually set in Firefox's 'about:config' page.  If the 'Let browser manage per-site full zoom' option is enabled, then 'browser.zoom.siteSpecific' must be set to true, otherwise 'browser.zoom.siteSpecific' must be set to false.\n\n<b>Touch Pad/Screen</b>\nWhen using a touch pad or touch screen with Zoom Page WE, unexpected zooming or jittering may occur.  In this case, the 'Use Zoom Levels for Ctrl+Wheel &amp; Pinch zooming' option should be disabled.\n\nOPTIONS PAGE\n\nThe Save Page WE Options page can be accessed as follows:\n\n• Firefox - Right-click on the toolbar button, select Manage Extension, click on the ••• button and select Options.\n\n• Chrome - Right-click on the toolbar button, and then select Options.\n\nTOOLBAR BUTTON\n\nAfter installation of Zoom Page WE, there will be a new icon on the main toolbar with a blue badge showing the current zoom level.\n\nTo change the zoom level for a page, click on the Zoom Page WE toolbar button to show the popup panel, then click on one of the six buttons on the right side of the popup panel:\n\n• Zoom Type - toggles the zoom type between Full zoom and Text zoom.\n• Zoom Level (%) - shows a drop-down menu from which a specific zoom level can be selected.\n• Zoom In (+) - increases the zoom level to the next defined zoom level or by a fixed zoom step.\n• Zoom Out (-) - reduces the zoom level to the next defined zoom level or by a fixed zoom step.\n• Zoom Autofit - adjusts the zoom level so the page contents fit the width of the browser window.\n• Zoom Reset - applies the defined default zoom type and default zoom level.\n\nNote, Ctrl+Click on the Zoom Reset button sets the default full/text zoom level to the currently applied zoom level.\n\nTo change the minimum font size for a page, click on the Zoom Page WE toolbar button to show the popup panel, then click on one of the two buttons on the left side of the popup panel:\n\n• Font Minimum Size (px) - shows a drop-down from which a specific minimum font size can be selected.\n• Font Reset - applies the defined default minimum font size.\n\nNote, Ctrl+Click on the Font Reset button sets the default font size to the currently applied font size.\n\nThere are options to:\n\n• show the full or text zoom level on the button.\n• show zoom, minimum font size and subsite states on the button.\n\nCONTEXT MENU &amp; BUTTON MENU\n\nTo change the zoom level of a page, right-click on the page contents to open the context menu, select the 'Zoom Page WE' sub-menu, and then select one of the menu items.\n\nAlternatively, right-click on the Zoom Page WE toolbar button to open the button menu, and then select one of the menu items.\n\nThe available menu items are:\n\n• Zoom In\n• Zoom Out\n• Zoom Reset\n• Zoom Type\n• Zoom AutoFit\n• Font Reset\n\nThese menu items have the same effect as the similarly named buttons on the toolbar button popup panel.\n\nThere is an option to show/hide the Zoom Page WE submenu on the context menu.\n\nThere is an option to make small adjustments to the zoom level by pressing the 'Shift' key at the same time as clicking 'Zoom In' or 'Zoom Out'.\n\nKEYBOARD SHORTCUTS\n\nTo open the toolbar button popup panel, press Alt+Z. This shortcut can be reconfigured in the Shortcuts tab of the Zoom Page WE Options page.\n\nTo change the zoom level of a page, press one of these five keyboard shortcuts:\n\n• Zoom In - Ctrl+Plus\n• Zoom Out - Ctrl+Minus\n• Zoom Reset - Ctrl+0\n• Zoom Type - Ctrl+9\n• Zoom AutoFit - Ctrl+8\n• Font Reset - Ctrl+7\n\nThese keyboard shortcuts have the same effect as the similarly named buttons on the toolbar button popup panel.\n\nThere is an option to enable/disable the Ctrl+7, Ctrl+8 and Ctrl+9 keyboard shortcuts.\n\nThere is an option to make small adjustments to the zoom level by pressing the 'Shift' key at the same time as pressing 'Ctrl+Plus' or 'Ctrl+Minus'.\n\nMOUSE WHEEL\n\nTo change the zoom level of a page, when the mouse is over the page contents, hold down the 'Ctrl' key (or hold down the right mouse button) and rotate the mouse wheel. \n\nTo change the zoom level of a page, when the mouse is over the right-side of the toolbar button popup panel, simply rotate the mouse wheel.\n\nTo change the minimum font size of a page, when the mouse is over the left-side of the toolbar button popup panel, simply rotate the mouse wheel.\n\nThere is an option to enable/disable using Zoom Page WE's Zoom Levels (instead of Firefox's 10% steps or smooth zooming) for 'Ctrl+Wheel' zooming and 'Pinch' zooming.\n\nThere is an option to enable/disable Right-Button+Wheel zooming.\n\nThere is an option to make small adjustments to the zoom level by pressing the 'Shift' key at the same time as using 'Ctrl+Wheel'.\n\nZOOM MODE\n\nThere is an option to set the 'Zoom Mode' as either 'Per-Site' or 'Per-Tab'.\n\n'Per-Site' zoom is also known as 'site-specific' zoom. 'Per-Tab' zoom is always independent in each tab.\n\n'Per-Site' zoom can be made more specific by allowing the definition of subsites and the application of per-subsite zoom.\n\nWhen using 'Per-Site' zoom mode, Zoom Page WE normally manages the application of the per-site full zoom levels.  There is an option to let the browser manage the application of the per-site full zoom levels. This is particularly useful when using Chrome, since it avoids frequent zoom popups in the address bar.  However, enabling this option prevents the use of many other zoom mode options.\n\nThere is an option to automatically apply AutoFit (fit-to-width) zoom. AutoFit zoom is applied when a page is loaded or when the browser is resized. AutoFit zoom is only applied if there is no per-site zoom level already applied.\n\nThere is an option to use a CSS Zoom engine instead of the browser's built-in zoom engine.  This is particularly useful when using Chrome, since it avoids frequent zoom popups in the address bar.\n\nWhen using 'Per-Site' zoom mode, there are options to:\n\n• use 'Per-Tab' zoom when viewing images.\n• treat a domain and its subdomains as separate sites.\n• allow the definition of subsites and the application of per-subsite zoom.\n\nWhen using 'Per-Tab' zoom mode, there is an option to reset to the default zoom level when loading a page (this is the default in Chrome, but not in Firefox).\n\nZOOM TYPE\n\nThere is an option to set the 'Zoom Type' as either 'Full' or 'Text'.\n\nWhen using the 'Full' zoom type, the currently selected zoom level will be applied to all elements (text, graphics and containers) in the page.\n\nWhen using the 'Text' zoom type, the currently selected zoom level will be applied to text elements in the page, and the default other (non-text) zoom level will be applied to the other elements (graphics and containers) in the page.\n\nZOOM LEVELS\n\nThere are options to:\n\n• define the set of zoom levels that are applied when zooming in/out.\n• define the default full zoom level applied to all content.\n• define the default text zoom levels applied to text and other (non-text) content.\n• define the autofit minimum and maximum zoom levels.\n• zoom to the next defined zoom level or by a fixed zoom step when zooming in/out.\n• define the fixed zoom step.\n\nNote, when using Firefox, it is possible to apply zoom levels outside of 30-300 if the 'zoom.minPercent' and 'zoom.maxPercent' preferences are changed in the 'about:config' page.\n\nMINIMUM FONT SIZE &amp; TEXT ZOOM\n\nThere are options to:\n\n• define the default minimum font size.\n• adjust the text font family for text zoom and minimum font size.\n• adjust the line space factor for text zoom and minimum font size.\n• apply text zoom and minimum font size to dynamic content (enabled by default).\n\nIMAGE SCALING\n\nZoom Page WE extends Firefox's 'View Image' functionality with fit-to-window scaling for all images, including images whose natural size is less than the browser window size.\n\nWhen an image is clicked, it toggles between two modes: ‘natural size’ and ‘fit-to-window’.\n \nIn ‘natural size’ mode, resizing the window does not resize the image, and the cursor is a magnifying glass containing a ‘+’ or a ‘-‘, indicating that clicking will expand or shrink the image to fit the window.\n\nIn ‘fit-to-window’ mode, resizing the window always resizes the image, and the cursor is a magnifying glass containing an ‘=’, indicating that clicking will return the image to its natural size.\n\nThere is an option to enable/disable fit-to-window scaling for all images.\n\nThere is an option to apply fit-to-window scaling when an image is loaded.\n\nSUBSITES\n\nSubsites can be defined to make the application of Per-Site zoom more specific.\n\nA subsite can be defined for any 'https:', 'http:' or 'file:' page and will contain the page and/or some of its descendant pages, depending on the subsite type:\n\n                                Example with Subsite Type &gt; 3\n\nImport    Subsite\n Value        Type\n\n      1              *                                                     0        Page where subsite defined\n                                                                                                   (subsite root)\n      2              &gt;                                                 1  1  1\n\n      3              &gt; 1                                         2  2  2  2  2\n\n      4              &gt; 2                                     3  3  3  3  3  3  3\n                                                         /----------------------\\\n      5              &gt; 3                           /   4  4  4  4  4  4  4  4  4   \\       Subsite\n                                                     /                                                \\\n      6              &gt; 4                       /   5  5  5  5  5  5  5  5  5  5  5    \\        Includes all\n                                                 /                                                         \\        descendants\n      7              &gt; 5                    /  6  6  6  6  6  6  6  6  6  6  6  6  6   \\        except first\n                                             /                                                                 \\        3 levels\n      8              &gt; 6               /     7  7  7  7  7  7  7  7  7  7  7  7  7  7  7     \\        (1,2,3)\n                                         /                                    .                                    \\\n                                       /                                      .                                      \\\n                                     /                                        .                                        \\\n                                   /-----------------------------------------------\\\n\nIn order to define subsites and to apply per-subsite zoom:\n\n• the 'Zoom Mode' must be set to 'Per-Site'.\n• the 'Let browser manage per-site full zoom' option must be disabled.\n• the 'Allow definition of subsites and per-subsite zoom' option must be enabled.\n\nTo define a subsite, navigate to the web page corresponding to the subsite root, click on the toolbar button to show the popup panel, then click on the three vertical dots on the left side of the popup panel to show the two subsite buttons, and then click on the lower button to set the subsite type.\n\nIt is possible to define a subsite for a URL path that does not have a corresponding web page by importing a user-created '.json' file. The following file would define a subsite of type \"&gt; 2\" (import value 4) for a section of a website below \"<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/a51958d51f0985306c39d773e517e9903e81f5a12de10ad9ee3d2f526f854687/http%3A//www.somewebsite.com/aaaa/bbbb/cccc\" rel=\"nofollow\">www.somewebsite.com/aaaa/bbbb/cccc</a>\" :\n\n{\n    \"persitezoomtypes\": { },\n    \"persitezoomlevels\": { },\n    \"persitefontsizes\": { },\n    \"subsitetypes\": { \"<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/a51958d51f0985306c39d773e517e9903e81f5a12de10ad9ee3d2f526f854687/http%3A//www.somewebsite.com/aaaa/bbbb/cccc\" rel=\"nofollow\">www.somewebsite.com/aaaa/bbbb/cccc</a>\": 4 }\n}\n\nEXPORT/IMPORT PER-SITE DATA\n\nZoom Page WE maintains a small amount data for each website visited. This Per-Site Data comprises zoom types, zoom levels, minimum font sizes and subsite types.\n\nThere are buttons in the options dialog to:\n\n• export all of the current per-site data to a '.json' file.\n• import previously exported (or user-created) per-site data from a '.json' file.\n• clear all of the current per-site data.\n\nIGNORE BROWSER CHANGES\n\nThere is an option to ignore full zoom changes made by the browser, whether these changes are made automatically or manually (for example, using the browser's zoom level controls).  This option can be useful in rare situations where zoom levels are not being applied correctlty, but normally this option should be disabled.\n\nSUPPORT\n\nPlease e-mail:  dw-dev@gmx.com\n\nLICENSE\n\nDistributed under the GNU General Public License version 2.\nSee LICENCE.txt file and <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/3d6917694df8e9679bcc47a13f1aa376bba1b3b3bfd76531ad656a4c22fcb734/http%3A//www.gnu.org/licenses/\" rel=\"nofollow\">http://www.gnu.org/licenses/</a>"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/zoom-page-we/edit",
    "guid": "zoompage-we@DW-dev",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": null,
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/725/725990-64.png?modified=1b04a853",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/725/725990-32.png?modified=1b04a853",
        "64": "https://addons.mozilla.org/user-media/addon_icons/725/725990-64.png?modified=1b04a853",
        "128": "https://addons.mozilla.org/user-media/addon_icons/725/725990-128.png?modified=1b04a853"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2023-04-20T20:55:04Z",
    "name": {
        "en-US": "Zoom Page WE"
    },
    "previews": [
        {
            "id": 180729,
            "caption": {
                "en-US": "Zoom Page WE - toolbar button popup"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/180/180729.png?modified=1622132523",
            "position": 0,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/180/180729.jpg?modified=1622132523"
        },
        {
            "id": 180730,
            "caption": {
                "en-US": "Zoom Page WE - popup zoom menu"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/180/180730.png?modified=1622132523",
            "position": 1,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/180/180730.jpg?modified=1622132523"
        },
        {
            "id": 180731,
            "caption": {
                "en-US": "Zoom Page WE - toolbar button menu"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/180/180731.png?modified=1622132523",
            "position": 2,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/180/180731.jpg?modified=1622132523"
        },
        {
            "id": 180732,
            "caption": {
                "en-US": "Zoom Page WE - context menu sub-menu"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/180/180732.png?modified=1622132523",
            "position": 3,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/180/180732.jpg?modified=1622132523"
        },
        {
            "id": 180733,
            "caption": {
                "en-US": "Zoom Page WE - options page"
            },
            "image_size": [
                269,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/180/180733.png?modified=1622132523",
            "position": 4,
            "thumbnail_size": [
                205,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/180/180733.jpg?modified=1622132523"
        }
    ],
    "promoted": {
        "apps": [
            "firefox"
        ],
        "category": "recommended"
    },
    "ratings": {
        "average": 3.842,
        "bayesian_average": 3.831519164776747,
        "count": 500,
        "text_count": 306
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/zoom-page-we/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/725990",
    "slug": "zoom-page-we",
    "status": "public",
    "summary": {
        "en-US": "Zoom web pages (either per-site or per-tab) using full-page zoom, text-only zoom and minimum font size. Fit-to-width zooming can be applied to pages automatically. Fit-to-window scaling  can be applied to small images."
    },
    "support_email": {
        "en-US": "dw-dev@gmx.com"
    },
    "support_url": null,
    "tags": [
        "zoom"
    ],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/zoom-page-we/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/zoom-page-we/versions/",
    "weekly_downloads": 387,
    "_score": null
}