{
    "extension_name": {
	"message": "Elemento do Google Tradutor"
    },
    "extension_description": {
	"message": "Insere automaticamente o Elemento do Google Tradutor na página. Traduza a página inteira sem ter que abrir um novo separador ou ser redirecionado."
    },
    "google_translate_element": {
	"message": "Elemento do Google tradutor"
    },
    "google_translate_element_options": {
	"message": "opções dos elementos do Google Tradutor"
    },
    "insert_element_automatically": {
	"message": "Insira o Elemento de Tradução do Google automaticamente"
    },
    "translate_automatically": {
	"message": "Traduzir imediatamente após inserir o Elemento de Tradução do Google"
    },
    "hide_toolbar": {
	"message": "Ocultar barra de ferramentas após inserir o Elemento do Google tradutor"
    },
    "ignore_languages": {
	"message": "Línguas que não insira automaticamente o Elemento do Google Tradutor"
    },
    "ignore_languages_desc": {
	"message": "Inserir automaticamente <a href=\"https://www.w3schools.com/howto/howto_google_translate.asp\">Elemento Tradutor do Google</a> na página se o idioma da página é diferente desses idiomas. Mesmo que o idioma da página seja o mesmo para uma dessas línguas, ela pode ser inserida manualmente a partir do menu de contexto. Quando você clica no botão padrão, as informações do idioma são adquiridas a partir de <cite>about:preferences → Linguagem</cite>.<br>Exemplo: <code>en, de, zh</code>. Separados por vírgulas.<br>Referencia: <a href=\"https://cloud.google.com/translate/docs/languages\">suporte de Linguagem Google Cloud</a> (serviço diferente do Elemento do Google tradutor), <a href=\"https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes\">Lista de ISO 639-1 codes - Wikipedia</a>."
    },
    "includedlanguages": {
	"message": "Idiomas de destino do Elemento Tradutor do Google "
    },
    "includedlanguages_desc": {
	"message": "Separado por vírgulas <strong>sem espaços</strong>. Exemplo: <code>en,de,zh-CN</code>.<br>Referencia: <a href=\"https://cloud.google.com/translate/docs/languages\">Language support Google Cloud</a> (serviço diferente do Elemento Tradutor do Google), <a href=\"https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes\">List of ISO 639-1 codes - Wikipedia</a>, <a href=\"https://en.wikipedia.org/wiki/ISO_3166-1#Current_codes\">ISO 3166-1 - Wikipedia</a>.<br>Se você esvaziar a lista, todos os idiomas são exibidos no idioma de destino de tradução do Elemento do Google tradutor. O valor padrão é obtido a partir de <cite>about:preferences → Idioma</cite>, mas pode não ser útil. Porque algumas línguas requerem códigos de região como zh-CN or zh-TW, e em outros idiomas, se você adicionar códigos de região como en-US ele não vai funcionar e você precisa excluí-los para torná-lo como en."
    },
    "ignore_urls": {
	"message": "URLs a serem excluídos do histórico de navegação automaticamente"
    },
    "regular_expression": {
	"message": "Expressões regulares"
    },
    "ignore_urls_desc": {
	"message": "Escape dos caracteres especiais da expressão regular, como \".\", \"*\", \"?\" com uma barra invertil. Adicione \"^\" no início do padrão para coincidir com o começo da URL."
    },
    "test_url": {
	"message": "Expressão regular"
    },
    "style_sheets": {
	"message": "Stylesheets para Google Tradutor Element:"
    },
    "match": {
	"message": "Combinação"
    },
    "unmatch": {
	"message": "Descorta"
    },
    "default": {
	"message": "Padrão"
    },
    "page_translator_url": {
	"message": "URL do tradutor ao traduzir uma página em um novo separador"
    },
    "text_translator_url": {
	"message": "URL do tradutor ao traduzir o texto selecionado em um novo separador"
    },
    "target_language": {
	"message": "Idioma de destino padrão:"
    },
    "get_favicon": {
	"message": "Obter favicon do site"
    },
    "target_language_regexp": {
	"message": "Expressão regular para extrair o idioma de destino da URL do site de tradução"
    },
    "translator_url_desc": {
	"message": "'@url@' é substituído pela URL da página. '@text@' é substituído pelo texto selecionado. '@lang@' é substituído por \"Linguagem de Destino Padrão\". O valor do idioma de destino padrão é obtido a partir de <cite>about:preferences → Idioma</cite>. No entanto, uma vez que pode ser diferente do formato da linguagem de destino de cada site de tradução, ele pode não ser usado como ele é. Algumas línguas podem exigir códigos de região, como 'zh-CN' and 'zh-TW', e em outras línguas, pode não funcionar se o código da região é anexado como 'en-US' or 'pt-BR', por isso pode precisar ser alterado para 'en' or 'pt'. Nesse caso, você deve substituir manualmente o idioma de destino padrão pelo código de idioma apropriado. '@source_lang@' é susbtituído por <a href=\"https://src.chromium.org/viewvc/chrome/trunk/src/third_party/cld/languages/internal/languages.cc#l23\">codigo do idioma</a> da sequência selecionada ou do código de idioma da página. No entanto, isso nem sempre corresponde à expressão do código de idioma usado por cada site de tradução."
    },
    "display_in_iframe": {
	"message": "No painel de ação do navegador, painel de ação da página e barra lateral o resultado da tradução é exibido em um <a href=\"https://developer.mozilla.org/docs/Web/HTML/Element/iframe\">iframe</a>"
    },
    "translator_url_desc2": {
	"message": "O valor de '@lang@' neste navegador é:"
    },
    "target_language_regexp_desc": {
	"message": "Uma cadeia de caracteres que corresponde ao último <a href='https://developer.mozilla.org/docs/Web/JavaScript/Guide/Regular_Expressions/Groups_and_Ranges'>Grupo de Captura</a> no padrão descrito em \"<a href='https://developer.mozilla.org/docs/Web/JavaScript/Guide/Regular_Expressions'>Expressões Regulares</a> para extrair o idioma de destino\" é extraída do URL da página de resultados da tradução como o idioma de destino da tradução. Quando o idioma do destino da tradução é alterado interativamente na página de resultados da tradução, se o URL mudar de acordo, o idioma será extraído e armazenado. Na próxima tradução, '@lang@' será substituído por esse valor em vez do idioma de destino padrão antes da tradução. Se você sempre deseja traduzir para o idioma padrão, deixe a expressão regular em branco. Esta função não pode ser usada em sites de tradução em que o URL não muda, mesmo que o idioma de destino seja alterado interativamente."
    },
    "second_translation_sites": {
	"message": "Segundo site de tradução"
    },
    "use_2nd_translator": {
	"message": "Quando o idioma da página ou o idioma do texto selecionado corresponderem aos adicionados na opção “Idiomas que o elemento não será inserido automaticamente”"
    },
    "page_translator_2nd_url": {
	"message": "URL do segundo serviço de tradução ao traduzir uma página em uma nova aba"
    },
    "text_translator_2nd_url": {
	"message": "URL do segundo serviço de tradução ao traduzir o texto selecionado em uma nova aba"
    },
    "translator_2nd_url_desc": {
	"message": "Quando o idioma da página ou o idioma do texto selecionado corresponderem aos adicionados na opção “Idiomas que o elemento não será inserido automaticamente”, a tradução é realizada no segundo serviço de tradução. Isso pode ser usado, por exemplo, para traduzir sentenças do idioma nativo para outros idiomas. Se você pressionar uma tecla modificadora (“Alt”, “Command”, \"Ctrl\", “MacCtrl” ou “Shift”) e clicar no menu de contexto ou usar uma tecla de atalho, poderá usar o segundo serviço de tradução para traduzir uma página ou texto selecionado em qualquer idioma. Se você registrar outro site no segundo serviço de tradução, poderá comparar os dois resultados da tradução."
    },
    "translator_delete_history": {
	"message": "Excluir a URL do resultado da tradução do histórico de navegação"
    },
    "browser_action_panel_size": {
	"message": "Tamanho do painel em ação do navegador:"
    },
    "page_action_panel_size": {
	"message": "Tamanho do painel em ação do navegador:"
    },
    "pixel": {
	"message": "Pixels"
    },
    "user_interface": {
	"message": "Interface de usuário"
    },
    "browser_action_button": {
	"message": "Botão de ação do navegador"
    },
    "browser_action_button_action": {
	"message": "Comportamento do botão de ação do navegador:"
    },
    "browser_action_button_desc": {
	"message": "Se nenhum item for selecionado, clicar no botão de ação do navegador exibirá o site de tradução de texto padrão. Se apenas um item for selecionado, clicar no botão de ação do navegador executará imediatamente a ação para esse item. Se vários itens forem selecionados, clicar no botão de ação do navegador exibirá botões com os itens selecionados. Arraste para alterar a ordem de exibição."
    },
    "browser_action_stylesheet": {
	"message": "Folha de estilo para ação do navegador"
    },
    "example": {
	"message": "Exemplo"
    },
    "page_action_button": {
	"message": "Botão de ação da página"
    },
    "page_action_button_action": {
	"message": "Ao clicar no botão da barra de endereços:"
    },
    "page_action_button_desc": {
	"message": "Se nenhum item for selecionado, clicar no botão de ação da página exibirá o site de tradução de texto padrão. Se apenas um item for selecionado, clicar no botão de ação da página executará imediatamente a ação para esse item. Se vários itens forem selecionados, clicar no botão de ação da página exibirá botões com os itens selecionados. Arraste para alterar a ordem de exibição."
    },
    "page_action_stylesheet": {
	"message": "Folha de estilo para ação de página"
    },
    "context_menu": {
	"message": "Menu de contexto"
    },
    "context_menu_order": {
	"message": "Ordem de exibição no menu de contexto:"
    },
    "context_menu_order_desc": {
	"message": "Somente os itens marcados são exibidos no menu de contexto. Arraste para alterar a ordem de exibição."
    },
    "omnibox": {
	"message": "Omnibox"
    },
    "omnibox_desc": {
	"message": "Traduza o texto inserindo comandos e texto em <a href=\"https://developer.mozilla.org/docs/Mozilla/Add-ons/WebExtensions/user_interface/Omnibox\">omnibox</a> (barra de endereços, barra de localização) . É conveniente usar os <a href=\"https://support.mozilla.org/kb/keyboard-shortcuts-perform-firefox-tasks-quickly#w_miscellaneous\">Atalhos de teclado</a> para mover o foco para a omnibox."
    },
    "omnibox_default_action": {
	"message": "Destino de exibição padrão dos resultados da tradução da omnibox:"
    },
    "syntax": {
	"message": "Sintaxe:"
    },
    "omnibox_keyword": {
	"message": "A palavra-chave para iniciar a tradução com a omnibox."
    },
    "omnibox_option_t": {
	"message": "Especifique o idioma de destino. Se omitido, o idioma de destino padrão para o site de tradução de texto será usado. O formato do idioma de destino varia de site para tradução e portanto, você precisa conhecer o código de idioma apropriado para esse site."
    },
    "omnibox_option_1": {
	"message": "Traduzir usando o site padrão de tradução de texto."
    },
    "omnibox_option_2": {
	"message": "Traduzir usando um segundo site de tradução de texto. Se -1 e -2 forem omitidos, o site usado para tradução será determinado pelo idioma do texto digitado."
    },
    "omnibox_option_d": {
	"message": "Especifique o destino de exibição dos resultados da tradução."
    },
    "omnibox_option_new_tab": {
	"message": "Nova aba."
    },
    "omnibox_option_specific_tab": {
	"message": "Aba específica."
    },
    "omnibox_option_current_tab": {
	"message": "Aba atual."
    },
    "omnibox_option_window": {
	"message": "Janela."
    },
    "omnibox_option_sidebar": {
	"message": "Painel Lateral. O complemento não pode abrir automaticamente o painel lateral; portanto, o usuário deve abri-lo manualmente."
    },
    "omnibox_option_browser_action": {
	"message": "Painel de ação do navegador. O complemento não pode abrir automaticamente o painel de ação do navegador; portanto, o usuário deve abri-lo manualmente."
    },
    "omnibox_option_page_action": {
	"message": "Painel de ação da página. O complemento não pode abrir automaticamente o painel de ação da página; portanto, o usuário deve abri-lo manualmente."
    },
    "omnibox_option_text": {
	"message": "O texto que vai ser traduzido."
    },
    "omnibox_examples": {
	"message": "Exemplo: <code><strong>tr Olá, Mundo.</strong></code> --- Use o tradutor padrão para traduzir para o seu idioma nativo. <code><strong>tr -2 -t de -d sb みなさんこんにちは。</strong></code> --- Traduza para o alemão usando o tradutor secundário e exiba o resultado na barra lateral."
    },
    "shortcut_keys": {
	"message": "Teclas de atalho"
    },
    "shortcut_keys_desc": {
	"message": "Para definir as <a href=\"https://support.mozilla.org/kb/manage-extension-shortcuts-firefox\">teclas de atalho</a>, vá em: about:addons ➝ ⚙️ Ícone de engrenagem ➝ Gerenciar atalhos de extensão."
    },
    "specific_tab": {
	"message": "Aba específica"
    },
    "tab_window_session": {
	"message": "Sessões de informações específicas para abas e janelas:"
    },
    "save_session": {
	"message": "Salvar"
    },
    "dont_save_session": {
	"message": "Não salvar"
    },
    "tab_window_session_desc": {
	"message": "Memorize a informação do resultado da tradução mostrada na janela e uma aba específica sobre sessões, e reuse a mesma aba e janela após reiniciar o navegador."
    },
    "specific_tab_esc_behavior": {
	"message": "Comportamento quando a tecla esc é pressionada:"
    },
    "hide_tab": {
	"message": "Aba oculta"
    },
    "activate_opener_tab": {
	"message": "Ative a aba fonte"
    },
    "specific_tab_esc_textarea": {
	"message": "Faça o mesmo quando digitar na área do texto"
    },
    "specific_tab_set_favicon": {
	"message": "Mostre complementar ícones como Favicon na aba específica"
    },
    "specific_tab_desc": {
	"message": "Se a aba específica existe, reuse aquela janela e mostre o resultado da tradução na operação sem abrir a nova aba."
    },
    "result_window_esc_behavior": {
	"message": "Comportamento quando a tecla esc. é pressionada:"
    },
    "minimize_window": {
	"message": "Minimize a janela"
    },
    "lower_window": {
	"message": "Mova a janela para baixo"
    },
    "do_nothing": {
	"message": "Faça nada"
    },
    "result_window_esc_textarea": {
	"message": "Faça o mesmo quando digitar na área de texto"
    },
    "result_window": {
	"message": "Janela de resultado da tradução"
    },
    "result_window_desc": {
	"message": "A posição e o tamanho da janela que exibe o resultado da tradução são armazenados quando o foco é transferido para outra janela do navegador. A primeira e a segunda página dos sites de tradução e o site de tradução de texto são armazenados separadamente."
    },
    "sidebar": {
	"message": "Barra ao lado"
    },
    "sidebar_default_page": {
	"message": "Página padrão:"
    },
    "sidebar_input_page": {
	"message": "Texto de entrada da página"
    },
    "default_translator": {
	"message": "Texto padrão de tradução"
    },
    "second_translator": {
	"message": "Segundo texto traduzido"
    },
    "translate_on_default": {
	"message": "Tradutor"
    },
    "translate_on_2nd": {
	"message": "Traduzido do segundo site"
    },
    "display_sidebar_default_page": {
	"message": "Mostre a página padrão da barra ao lado"
    },
    "sidebar_placeholder": {
	"message": "Ctrl + enter para traduzir. Shift + enter para traduzir para o segundo site."
    },
    "clipboard": {
	"message": "Anexo"
    },
    "translate_clipboard_content": {
	"message": "Traduzir o conteúdo do anexo"
    },
    "translate_clipboard_content_desc": {
	"message": "O conteúdo do anexo pode ser traduzido usando atalhos, clique no ‘item’ do contexto do (ementa) com o segundo botão do mouse, ou segure o controle e clique no botão no navegador do painel da ação ou página da ação do painel."
    },
    "need_history_permission": {
	"message": "Permissão adicional é requerida para deletar tradução do resultado da URL do histórico do navegador."
    },
    "need_tabHide_permission": {
	"message": "Permissão adicional é requerida para ocultar a aba quando pressionado o esc."
    },
    "need_sessions_permission": {
	"message": "Permissão adicional é requerida para salvar sessões para aba específica e tradução do resultado na janela."
    },
    "need_clipboard_permission": {
	"message": "Permissão adicional é requerida para traduzir conteúdo do anexo."
    },
    "please_allow_permission": {
	"message": "Por favor, permita ou mude a configuração e salve de novo."
    },
    "save": {
	"message": "Salvar"
    },
    "save_button_desc": {
	"message": "Todos os botões comportam o mesmo."
    },
    "error": {
	"message": "Erro"
    },
    "reset_commands": {
	"message": "Redefinir todas as teclas de atalho"
    },
    "info1": {
	"message": "<p>O Elemento do Google Tradutor pode não funcionar em algumas páginas devido a restrições de segurança nas mesmas. Nesse caso, uma mensagem é exibida no <a href=\"https://developer.mozilla.org/docs/Tools/Browser_Console\">Console do Navegador</a>. Você pode tentar traduzir essa página em uma nova guia a partir do menu de contexto, caso falhe a inserção do mesmo.</p><p>A configuração da inserção automática do Elemento do Google Tradutor também está disponível através do menu de contexto.</p>"
    },
    "another_translation_system": {
	"message": "Outro sistema de tradução"
    },
    "code_to_insert_into_the_page": {
	"message": "Código a ser inserido na página da web:"
    },
    "copy_code_here": {
	"message": "Copie o código aqui da página de download."
    },
    "csp_to_add": {
	"message": "Política de Segurança de Conteúdo a ser adicionada:"
    },
    "copy_scp_here": {
	"message": "Copie a política do conteúdo de segurança para a transferência da página."
    },
    "tags_to_remove_from_page": {
	"message": "HTML tags para remover da página:"
    },
    "tags_to_remove_from_page_desc": {
	"message": "Para obter melhores resultados de tradução, remova estas tags da página da web e converta os textos do conteúdo para textos simples. Se tags HTML forem incluídas no meio de uma frase, a frase passada para o mecanismo de tradução pode ser diferente de uma frase simples sem tags para refletir essas tags na frase traduzida, o que por vezes resulta em resultados de tradução estranhos. Remover essas tags HTML pode lhe dar resultados mais corretos de tradução. No entanto, torna-se difícil de ler porque não há ligações nem decorações. Para remover a tag, execute o processo do menu de contexto, tecla de atalho, etc. antes do Elemento do Google Tradutor traduzir a página (quando o texto original é exibido). Se você deseja restaurar o conteúdo da página, você precisa recarregar a página. Quando <a href=\"https://developer.mozilla.org/docs/Web/HTML/Element\">adicionar tags</a>, separe-os com espaços brancos ou quebras de linha."
    },
    "default_translation_sites": {
	"message": "Site de tradução padrão"
    },
    "is_invalid": {
	"message": "O valor de '$1' é inválido."
    },
    "untranslatable_url": {
	"message": "URL não traduzível.\n$1"
    },
    "translate_in_specific_tab": {
	"message": "Traduzir em uma aba específica"
    },
    "translate_in_specific_tab_label": {
	"message": "1 → aba específica"
    },
    "translate_in_new_tab": {
	"message": "Traduzir em uma nova aba"
    },
    "translate_in_new_tab_label": {
	"message": "1 → new tab"
    },
    "translate_in_current_tab": {
	"message": "Traduzir na aba atual"
    },
    "translate_in_current_tab_label": {
	"message": "1 → guia atual"
    },
    "translate_in_window": {
	"message": "Traduzir em uma nova janela"
    },
    "translate_in_window_label": {
	"message": "1 → Janela"
    },
    "translate_in_sidebar": {
	"message": "Traduzir no painel lateral"
    },
    "translate_in_sidebar_label": {
	"message": "1 → sidebar"
    },
    "translate_in_browser_action": {
	"message": "Traduzir em ação do navegador"
    },
    "translate_in_browser_action_label": {
	"message": "Abrir ação do navegador"
    },
    "translate_in_page_action": {
	"message": "Traduzir na ação da página"
    },
    "translate_in_page_action_label": {
	"message": "1 → ação de página"
    },
    "translate_on_2nd_in_specific_tab": {
	"message": "Traduzir com o segundo serviço em uma aba específica"
    },
    "translate_on_2nd_in_specific_tab_label": {
	"message": "2 → aba específica"
    },
    "translate_on_2nd_in_new_tab": {
	"message": "Traduzir com o segundo serviço em uma nova aba"
    },
    "translate_on_2nd_in_new_tab_label": {
	"message": "2 → new tab"
    },
    "translate_on_2nd_in_current_tab": {
	"message": "Traduzir com o segundo serviço de tradução na aba atual"
    },
    "translate_on_2nd_in_current_tab_label": {
	"message": "2 → guia atual"
    },
    "translate_on_2nd_in_window": {
	"message": "Traduzir com o segundo serviço de tradução em uma nova janela"
    },
    "translate_on_2nd_in_window_label": {
	"message": "2 → janela"
    },
    "translate_on_2nd_in_sidebar": {
	"message": "Traduzir com o segundo serviço de tradução no painel lateral"
    },
    "translate_on_2nd_in_sidebar_label": {
	"message": "2 → sidebar"
    },
    "translate_on_2nd_in_browser_action": {
	"message": "Traduzir com o segundo serviço de tradução em ação do navegador"
    },
    "translate_on_2nd_in_browser_action_label": {
	"message": "Abrir ação do navegador"
    },
    "translate_on_2nd_in_page_action": {
	"message": "Traduzir com segundo site de tradução em ação da página"
    },
    "translate_on_2nd_in_page_action_label": {
	"message": "Ação da primeira página"
    },
    "translate_in_specific_tab_clipboard": {
	"message": "Traduza o conteúdo da área de transferência em uma aba específica"
    },
    "translate_in_new_tab_clipboard": {
	"message": "Traduza o conteúdo da área de transferência em uma aba específica"
    },
    "translate_in_current_tab_clipboard": {
	"message": "Traduza o conteúdo da área de transferência em uma aba específica"
    },
    "translate_in_window_clipboard": {
	"message": "Traduza o conteúdo da área de transferência em uma aba específica"
    },
    "translate_in_sidebar_clipboard": {
	"message": "Traduza o conteúdo da área de transferência em uma aba específica"
    },
    "translate_in_browser_action_clipboard": {
	"message": "Traduza o conteúdo da área de transferência em uma aba específica"
    },
    "translate_in_page_action_clipboard": {
	"message": "Traduza o conteúdo da área de transferência em uma aba específica"
    },
    "translate_on_2nd_in_specific_tab_clipboard": {
	"message": "Traduzir o conteúdo da área de transferência na segunda tradução em uma aba específica"
    },
    "translate_on_2nd_in_new_tab_clipboard": {
	"message": "Traduzir o conteúdo da área de transferência na segunda tradução em uma aba específica"
    },
    "translate_on_2nd_in_current_tab_clipboard": {
	"message": "Traduzir o conteúdo da área de transferência na segunda tradução em uma aba específica"
    },
    "translate_on_2nd_in_window_clipboard": {
	"message": "Traduzir o conteúdo da área de transferência na segunda tradução em uma aba específica"
    },
    "translate_on_2nd_in_sidebar_clipboard": {
	"message": "Traduzir o conteúdo da área de transferência na segunda tradução em uma aba específica"
    },
    "translate_on_2nd_in_browser_action_clipboard": {
	"message": "Traduzir o conteúdo da área de transferência na segunda tradução em uma aba específica"
    },
    "translate_on_2nd_in_page_action_clipboard": {
	"message": "Traduzir o conteúdo da área de transferência na segunda tradução em uma aba específica"
    },
    "open_1_in_specific_tab": {
	"message": "Abrir site de tradução em uma aba específica"
    },
    "open_1_in_specific_tab_label": {
	"message": "1 → Abrir na aba específica"
    },
    "open_1_in_new_tab": {
	"message": "Abrir site de tradução em uma nova aba"
    },
    "open_1_in_new_tab_label": {
	"message": "1 → Abrir em nova aba"
    },
    "open_1_in_current_tab": {
	"message": "Abrir site de tradução na aba atual"
    },
    "open_1_in_current_tab_label": {
	"message": "1 → Abrir em nova aba"
    },
    "open_1_in_window": {
	"message": "Abrir site de tradução em uma nova janela"
    },
    "open_1_in_window_label": {
	"message": "1 → Abrir em uma janela"
    },
    "open_2_in_specific_tab": {
	"message": "Traduzir com o segundo serviço em uma aba específica"
    },
    "open_2_in_specific_tab_label": {
	"message": "2 → Abrir em uma aba específica"
    },
    "open_2_in_new_tab": {
	"message": "Traduzir com o segundo serviço em uma aba específica"
    },
    "open_2_in_new_tab_label": {
	"message": "2 → Abrir em uma aba específica"
    },
    "open_2_in_current_tab": {
	"message": "Traduzir com o segundo serviço em uma aba específica"
    },
    "open_2_in_current_tab_label": {
	"message": "2 → Abrir em uma aba específica"
    },
    "open_2_in_window": {
	"message": "Traduzir com o segundo serviço em uma aba específica"
    },
    "open_2_in_window_label": {
	"message": "2 → Abrir na janela"
    },
    "open_sidebar": {
	"message": "Abrir barra lateral"
    },
    "open_browseraction": {
	"message": "Abrir ação do navegador"
    },
    "open_pageaction": {
	"message": "Abrir painel de ação da página"
    },
    "toggle_browser_action": {
	"message": "Abrir/fechar ação do navegador"
    },
    "toggle_page_action": {
	"message": "Abrir/fechar ação da página"
    },
    "toggle_sidebar": {
	"message": "Abrir/fechar barra lateral"
    },
    "insert_element": {
	"message": "Inserir o Elemento do Google Tradutor automaticamente"
    },
    "insert_element_label": {
	"message": "Inserir o elemento na página"
    },
    "toggle_translate": {
	"message": "Alternar entre tradução e texto-fonte"
    },
    "toggle_translate_label": {
	"message": "Tradução / Fonte"
    },
    "toggle_toolbar": {
	"message": "Mostrar/ocultar barra de ferramentas do Elemento do Google Tradutor"
    },
    "toggle_toolbar_label": {
	"message": "Mostra ou oculta barras de ferramentas"
    },
    "insert_automatically": {
	"message": "Inserir o Elemento do Google Tradutor automaticamente"
    },
    "remove_decorative_tags": {
	"message": "Remover tags de decoração da página"
    },
    "remove_decorative_tags_label": {
	"message": "Remover marcações"
    },
    "open_option_page": {
	"message": "Opções"
    }
}
