{
    "extension_name": {
	"message": "pilihan elemen untuk Google Translate"
    },
    "extension_description": {
	"message": "Masukkan elemen penterjemah google secara automatik ke dalam laman. Terjemahkan keseluruhan lama tanpa meninggalkan atau membuka tab baharu."
    },
    "google_translate_element": {
	"message": "Elemen Google Translate"
    },
    "google_translate_element_options": {
	"message": "pilihan elemen untuk Google Translate"
    },
    "insert_element_automatically": {
	"message": "Masukkan elemen penterjemah Google secara automatik"
    },
    "translate_automatically": {
	"message": "Terjemahkan serta-merta setelah memasukkan Elemen Perterjemah Google"
    },
    "hide_toolbar": {
	"message": "Sembunyi toolbar setelah memasukkan Elemen Perterjemah Google"
    },
    "ignore_languages": {
	"message": "Abaikan bahasa"
    },
    "ignore_languages_desc": {
	"message": "Dimasukkan secara automatik <a href=\"https://www.w3schools.com/howto/howto_google_translate.asp\">Elemen Google Translate</a> ke dalam halaman jika bahasa halaman tersebut berbeza dari bahasa-bahasa ini. Biarpun bahasa halaman tersebut sama dengan salah satu dari bahasa-bahasa ini, ia dapat dimasukkan secara manual daripada kandungan menu. Jika kamu tekan butang 'Mungkir' (Default), maklumat bahasa diperlukan dari<cite>tentang:keutamaan → Bahasa</cite>.<br>Contoh: <code>en, de, zh</code>. Dipisahkan dengan koma.<br>Sumber: <a href=\"https://cloud.google.com/translate/docs/languages\">Bantuan Bahasa Google Cloud</a> (Bantuan yang berbeza dari Elemen Google Translate), <a href=\"https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes\">Senarai ISO 639-1 kod - Wikipedia</a>."
    },
    "includedlanguages": {
	"message": "Destinasi bahasa kepada Elemen Perterjemah Google"
    },
    "includedlanguages_desc": {
	"message": "Dipisahkan dengan koma<strong>tanpa jarak</strong>. Contoh: <code>en,de,zh-CN</code>.<br>Sumber: <a href=\"https://cloud.google.com/translate/docs/languages\">Bantuan Bahasa Google Cloud</a> (Bantuan berbeza dari Elemen Google Translate), <a href=\"https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes\">Senarai ISO 639-1 kod - Wikipedia</a>, <a href=\"https://en.wikipedia.org/wiki/ISO_3166-1#Current_codes\">ISO 3166-1 - Wikipedia</a>.<br>Jika kamu kosongkan senarai ini, semua bahasa akan dipaparkan di destinasi terjemahan bahasa Elemen Google Translate. Jumlah yang dibuang diperolehi daripada<cite>tentang:keutamaan → Bahasa</cite>, tapi ia mungkin tidak dapat digunakan seadanya. Kerana sesetengah bahasa memerlukan kod wilayah seperti zh-CN atau zh-TW, dan lain-lainya, jika anda menambah kod wilayah seperti en-US ia tidak akan berfungsi dan kamu perlu padam semula untuk jadikan ia seperti en."
    },
    "ignore_urls": {
	"message": "URLs yang Elemen Google Translate tidak memasukkannya secara automatik"
    },
    "auto_insert_urls": {
	"message": "URLs Elemen Google Translate dimemasuk secara automatik"
    },
    "regular_expression": {
	"message": "Ungkapan biasa"
    },
    "ignore_urls_desc": {
	"message": "Elakkan dari menggunakan tanda baca khusus dalam ungkapan biasa seperti \".\", \"*\", \"?\" dengan simbol garis senget. Tambah \"^\" di permulaan susunan ayat untuk jadikan ia sepadan dengan permulaan URL."
    },
    "test_url": {
	"message": "Uji ungkapan biasa"
    },
    "style_sheets": {
	"message": "Gaya Halaman untuk Elemen Google Terjemahan:"
    },
    "match": {
	"message": "Padan"
    },
    "unmatch": {
	"message": "Tidak sesuai"
    },
    "default": {
	"message": "Tetapan asal"
    },
    "page_translator_url": {
	"message": "URL penterjemah ketika menterjemahkan laman baru dalam tab baharu."
    },
    "text_translator_url": {
	"message": "URL penterjemah ketika menterjemahkan teks terpilih dalam tab baru"
    },
    "target_language": {
	"message": "Bahasa sasaran asal:"
    },
    "get_favicon": {
	"message": "Dapatkan favicon laman"
    },
    "target_language_regexp": {
	"message": "Expresi asal untuk mengekstrak bahasa sasaran daripada URL laman penterjemahan"
    },
    "translator_url_desc": {
	"message": "'@url@' digantikan dengan URL laman tersebut\n'@text@' digantikan dengan teks terpilih \n'@lang@' digantikan dengan\" bahasa sasaran asal\". Nilai bahasa sasaran asal diperolehi daripada <cite>about:preferences → Language</cite>. Walaubagaimanapun, oleh kerana ia mungkin berbeza daripada format bahasa sasaran asal daripada setiap laman penterjemahan, ia mungkin tidak digunakan seperti sediakala. Sesetengah bahasa memerlukan kod kawasan seperti'zh-CN' and 'zh-TW', dan dalam bahasa lain ia mungkin tidak berfungsi jika kosmd kawasan mempunyai 'en-US' atau 'pt-BR', jadi ia mungkin perlu ditukar kepada 'en' atau 'pt'. Dalam kes itu, anda perlu mengubah bahasa tetapan asal dengan kod bahasa yang sesuai secara manual.'@source_lang@' ditukar dengan kod bahasa talian terpilih atau kod bahasa laman tersebut walaubagaimanapun, hal ini tidak sentiasa bertepatan dengan expresi kod bahasa yang digunakan di setiap laman penterjemah."
    },
    "display_in_iframe": {
	"message": "Di panel Tindakan Carian, panel Tindakan Halaman dan bar sisi, keputusan terjemahan akan dipaparkan di <a href=\"https://developer.mozilla.org/docs/Web/HTML/Element/ibingkai\">iframe</a>"
    },
    "translator_url_desc2": {
	"message": "Jumlah '@lang@' di Sistem Carian ini:"
    },
    "target_language_regexp_desc": {
	"message": "Untaian karakter yang sepadan dengan hujung <a href='https://developer.mozilla.org/docs/Web/JavaScript/Guide/Regular_Expressions/Groups_and_Ranges'>Kumpulan tangkapan</a> dalam susunan yang telah dijelaskan di \"<a href='https://developer.mozilla.org/docs/Web/JavaScript/Guide/Regular_Expressions'>Ungkapan biasa</a> untuk mengeluarkan bahasa yang dimahukan\" adalah mengeluarkannya dari URL halaman terjemahan yang terhasil ketika mana bahasa itu dimahukan untuk diterjemahkan. Ketika mana hasil bahasa terjemahan telah berubah secara interaktif seperti yang dimahukan di halaman hasil terjemahan, waktu itu URL berubah sewajarnya, bahasa tersebut telah didapati dan disimpan. Dalam terjemahan nanti, '@lang@' akan diganti dengan jumlah ini berbanding bahasa yang ditarget yang telah dijadikan sebagai lalai sebelum proses terjemahan. Jika anda selalu menterjemahkan bahasa ke bahasa yang telah ditanda sebagai lalai, biarkan kosong ungkapan biasa. Fungsi ini tidak dapat digunakan di halaman terjemahan yang mana URL-nya tidak berubah walaupun bahasa yang ditarget telah berubah secara interaktif."
    },
    "second_translation_sites": {
	"message": "Laman terjemahan kedua"
    },
    "use_2nd_translator": {
	"message": "Kalau bahasa di halaman tersebut atau bahasa yang telah dipilih berpadanan dengan \"Bahasa tidak boleh dimasukkan secara automatik\", sila terjemahkan bahasa tersebut di tapak terjemahan yang lain"
    },
    "page_translator_2nd_url": {
	"message": "URL laman terjemahan kedua apabila menterjemah keseluruhan laman menggunakan tab baharu"
    },
    "text_translator_2nd_url": {
	"message": "URL laman terjemahan kedua apabila menterjemah teks pilihan menggunakan tab baharu"
    },
    "translator_2nd_url_desc": {
	"message": "Kalau bahasa di halaman tersebut atau bahasa perkataan yang telah dipilih padan dengan \"Bahasa tidak dapat dimasukkan secara automatik\", terjemahan itu hendaklah dilakukan di tapak terjemahan yang lain. Ini seperti contohnya, anda mahu menterjemah satu ayat dalam bahasa ibunda ke bahasa lain. Sila tekan kekunci (\"Alt\", \"Command\", \"Ctrl\", \"MacCtrl\" atau \"Shift\") dan klik di konteks menu atau gunakan kekunci pintasan, kamu juga boleh menggunakan tapak terjemahan yang kedua untuk menterjemah halaman lain atau teks yang telah dipilih. Jika anda mendaftar tapak yang lainnya di tapak terjemahan kedua tersebut, kamu dapat bandingkan kedua-dua hasil terjemahan."
    },
    "translator_delete_history": {
	"message": "Padam hasil terjemahan URL dari sejarah pelayar"
    },
    "browser_action_panel_size": {
	"message": "Ukuran saiz panel aksi pelayar:"
    },
    "page_action_panel_size": {
	"message": "Ukuran saiz panel halaman tidakan:"
    },
    "pixel": {
	"message": "piksel"
    },
    "user_interface": {
	"message": "Antara muka pengguna"
    },
    "browser_action_button": {
	"message": "Butang panel pelayar"
    },
    "browser_action_button_action": {
	"message": "Tindakan dengan tombol tindakan pelayar:"
    },
    "browser_action_button_desc": {
	"message": "Jika tiada item yang dipilih, sila klik tombol tindakan pelayar untuk memaparkan tapak terjemahan perkataan lalai. Kalau hanya satu item sahaja yang dipilih, sila klik tombol tindakan pelayar untuk melaksanakan tindakan segera ke atas item tersebut. Jika terdapat banyak item telah dipilih, sila klik tombol tindakan pelayar untuk memaparkan tombol bagi item yang telah dipilih. Seret untuk mengubah susunan paparan."
    },
    "browser_action_stylesheet": {
	"message": "Gaya Halaman untuk panel pelayar"
    },
    "example": {
	"message": "Contoh"
    },
    "page_action_button": {
	"message": "Tombol panel halaman"
    },
    "page_action_button_action": {
	"message": "Tindakan dengan tombol panel halaman:"
    },
    "page_action_button_desc": {
	"message": "Jika tidak ada item yang dipilih, sila klik tombol aksi halaman untuk memaparkan tapak terjemahan perkataan yang lalai. Jika hanya satu item yang telah dipilih, sila klik tombol aksi halaman untuk agar ada tindakan segera ke atas item tersebut. Jika banyak item yang dipilih, sila klik tombol aksi halaman untuk memaparkan butang untuk item yang dipilih. Seret untuk mengubah susunan paparan."
    },
    "page_action_stylesheet": {
	"message": "Gaya Halamam untuk aksi halaman"
    },
    "context_menu": {
	"message": "Menu konteks"
    },
    "context_menu_order": {
	"message": "Susunan menu konteks"
    },
    "context_menu_order_desc": {
	"message": "Hanya pilihan yang ditanda akan dipaparkan dalam menu konteks. Seret untuk menukar susunan paparan"
    },
    "omnibox": {
	"message": "Omnibox"
    },
    "omnibox_desc": {
	"message": "Terjemahkan perkataan dengan memasukkan arahan dan perkataan di <a href=\"https://developer.mozilla.org/docs/Mozilla/Add-ons/WebExtensions/user_interface/Omnibox\">omnibox</a> (alamat bar, lokasi bar). Adalah lebih mudah jika menggunakan <a href=\"https://support.mozilla.org/en-US/kb/keyboard-shortcuts-perform-firefox-tasks-quickly#w_miscellaneous\">kekunci pintasan </a> untuk mengubah fokus ke omnibox. F6, Alt + D atau Ctrl + L di Windows."
    },
    "omnibox_default_action": {
	"message": "Paparan hasil terjemahan destinasi lalai omnibox:"
    },
    "syntax": {
	"message": "Sintaks:"
    },
    "omnibox_keyword": {
	"message": "Kata kunci pemicu untuk memulakan penterjemahan dengan omnibox."
    },
    "omnibox_option_t": {
	"message": "Tentukan bahasa sasaran. Jika ia hilang, bahasa lalai sasaran untuk menterjemahkan perkataan di tapak tersebut akan digunakan. Format bahasa sasaran akan berbeza dari setiap tapak terjemahan yang lain, jadi anda perlu tahu kod bahasa yang sesuai untuk tapak tersebut."
    },
    "omnibox_option_1": {
	"message": "Terjemah menggunakan laman terjemahan teks yang asal"
    },
    "omnibox_option_2": {
	"message": "Sila terjemahkan menggunakan tapak penterjemahan kedua. Jika kedua-duanya -1 dan -2 hilang, tapak tersebut akan menggunakan bahasa perkataan yang telah dimasukkan."
    },
    "omnibox_option_d": {
	"message": "Tentukan destinasi untuk memaparkan hasil terjemahan"
    },
    "omnibox_option_new_tab": {
	"message": "Tab baharu"
    },
    "omnibox_option_specific_tab": {
	"message": "Tab spesifik"
    },
    "omnibox_option_current_tab": {
	"message": "Tab semasa"
    },
    "omnibox_option_window": {
	"message": "Tingkap"
    },
    "omnibox_option_sidebar": {
	"message": "Bar sisi. Sistem tambahan (Add-on) ini tidak dapat membuka bar sisi itu secara automatik, maka pengguna perlu membukanya secara manual."
    },
    "omnibox_option_browser_action": {
	"message": "Panel aksi pelayar. Sistem tambahan ini tidak dapat membuka panel aksi pelayar secara automatik, maka pengguna perlu membukanya secara manual."
    },
    "omnibox_option_page_action": {
	"message": "Panel aksi halaman. Sistem tambahan ini tidak dapat membuka panel aksi halaman ini secara automatik, maka pengguna perlu membukanya secara manual."
    },
    "omnibox_option_text": {
	"message": "Teks untuk diterjemah"
    },
    "omnibox_examples": {
	"message": "Contoh: <code><strong>tr Hello, world.</strong></code> --- Gunakan terjemahan lalai untuk menterjemah bahasa ibunda anda. <code><strong>tr -2 -t de -d sb みなさんこんにちは。</strong></code> --- Terjemahkan ke Bahasa German menggunakan tapak terjemahan kedua dan paparkan hasilnya di bar sisi."
    },
    "shortcut_keys": {
	"message": "Kekunci pintasan"
    },
    "shortcut_keys_desc": {
	"message": "Kepada <a href=\"https://support.mozilla.org/kb/manage-extension-shortcuts-firefox\">Tetapkan kekunci pintasan </a>, Pergi ke tentang:addons -> ⚙️ ikon Gear-> Urus pintasan ekstensi."
    },
    "specific_tab": {
	"message": "Tab spesifik"
    },
    "tab_window_session": {
	"message": "Sesi informasi untuk tab dan tetingkap khusus:"
    },
    "save_session": {
	"message": "Simpan"
    },
    "dont_save_session": {
	"message": "Jangan simpan"
    },
    "tab_window_session_desc": {
	"message": "Ingat maklumat hasil terjemahan yang dipaparkan di tetingkap dan tab khusus yang melangkaui sesi, dan gunakan semula tab dan tetingkap yang sama selepas mula semula pelayar tersebut."
    },
    "specific_tab_esc_behavior": {
	"message": "Apa yang berlaku apabila butang Esc ditekan:"
    },
    "hide_tab": {
	"message": "Sembunyi tab"
    },
    "activate_opener_tab": {
	"message": "Aktifkan tab asal"
    },
    "specific_tab_esc_textarea": {
	"message": "Akan melakukan perkara yang sama apabila anda menaip di kawasan perkataan tersebut"
    },
    "specific_tab_set_favicon": {
	"message": "Paparkan sistem tambahan (add-ons) sebagai ikon kegemaran di tab yang khusus"
    },
    "specific_tab_desc": {
	"message": "Jika tab khusus telah ada, gunakan semula tab tersebut dan hasil terjemahan akan terpapar di tab tersebut tanpa perlu membuka tab yang baru."
    },
    "result_window_esc_behavior": {
	"message": "Apa yang berlaku apabila butang Esc ditekan:"
    },
    "minimize_window": {
	"message": "Minimumkan tingkap"
    },
    "lower_window": {
	"message": "Alihkan tingkap ke belakang"
    },
    "do_nothing": {
	"message": "Jangan buat apa-apa"
    },
    "result_window_esc_textarea": {
	"message": "Lakukan perkara yang sama apabila taip dalam ruang teks"
    },
    "result_window": {
	"message": "Tingkap hasil terjemahan"
    },
    "result_window_desc": {
	"message": "Posisi dan saiz tetingkap yang memaparkan hasil terjemahan akan disimpan apabila fokus telah dipindahkan ke tetingkap yang lain di pelayar tersebut. Tapak terjemahan halaman pertama dan kedua serta tapak terjemahan perkataan akan disimpan secara berasingan."
    },
    "sidebar": {
	"message": "Sidebar"
    },
    "sidebar_default_page": {
	"message": "Laman asal"
    },
    "sidebar_input_page": {
	"message": "Laman untuk memasukkan teks"
    },
    "default_translator": {
	"message": "Laman penterjermah teks asal"
    },
    "second_translator": {
	"message": "Laman penterjemah teks kedua"
    },
    "translate_on_default": {
	"message": "Terjemahan"
    },
    "translate_on_2nd": {
	"message": "Telah diterjemahkan di laman kedua"
    },
    "display_sidebar_default_page": {
	"message": "Pamerkan laman asal di sidebar"
    },
    "sidebar_placeholder": {
	"message": "Untuk terjemah, tekan Ctrl + Enter. Tekan Shift + Enter untuk terjemah di laman kedua"
    },
    "clipboard": {
	"message": "Clipboard"
    },
    "translate_clipboard_content": {
	"message": "Terjemah kandungan clipboard"
    },
    "translate_clipboard_content_desc": {
	"message": "Konten papan klip dapat diterjemahkan dengan menggunakan papan kekunci pintasan. Mengelik satu item di konteks menu dengan butang tetikus kedua atau menekan lama kekunci kawalan dan menekan butang panel aksi pelayar atau panel aksi halaman."
    },
    "need_history_permission": {
	"message": "Keizinan tambahan diperlukan untuk memadam sejarah URL hasil terjemahan."
    },
    "need_tabHide_permission": {
	"message": "Keizinan tambahan diperlukan untuk menyembunyikan tab apabila menekan Esc."
    },
    "need_sessions_permission": {
	"message": "Keizinan tambahan diperlukan untuk menyimpan sesi tab spesifik dan tingkap."
    },
    "need_clipboard_permission": {
	"message": "Keizinan tambahan diperlukan untuk menterjemah kandungan clipboard."
    },
    "please_allow_permission": {
	"message": "Beri kebenaran atau tukar aturan dan simpan semula."
    },
    "save": {
	"message": "Simpan"
    },
    "save_button_desc": {
	"message": "Semua tombol Simpan mempunyai fungsi yang sama."
    },
    "error": {
	"message": "Ralat"
    },
    "reset_commands": {
	"message": "Tetap semula semua kekunci pintasan"
    },
    "info1": {
	"message": "<p>Elemen Google Terjemahan mungkin tidak berfungsi di sesetengah halaman disebabkan pembatasan keselamatan di halaman-halaman tersebut. Dalam kes ini, satu mesej yang dipaparkan di <a href=\"https://developer.mozilla.org/docs/Tools/Browser_Console\">Browser Console</a>. Jika ia tidak menjadi, anda dapat menterjemah halaman tersebut di tab baru dari kontek menu sebagai alternatif.</p><p>Kalau anda melumpuhkan add-on dari kontek menu, If you disable the add-on from the context menu, Elemen Google Terjemahan tidak akan dimasukkan secara automatik. Sekali lagi, anda perlu memansukkannya secara manual.</p>"
    },
    "another_translation_system": {
	"message": "Sistem terjemahan yang lain"
    },
    "code_to_insert_into_the_page": {
	"message": "Kod untuk dimasukkan ke laman web"
    },
    "copy_code_here": {
	"message": "Salin kod tersebut di sini daripada halaman muat turun."
    },
    "csp_to_add": {
	"message": "Tambah Polisi Keselamatan Kandungan:"
    },
    "copy_scp_here": {
	"message": "Salin konteks Polisi Keselamatan di sini dari halaman muat turun."
    },
    "tags_to_remove_from_page": {
	"message": "Tag HTML untuk dibuang dari halaman:"
    },
    "tags_to_remove_from_page_desc": {
	"message": "Untuk mendapatkan hasil terjemahan yang lebih baik, buang semua tag dari halaman web dan ubah konten ayat kepada ayat yang mudah. Jika HTML tag termasuk di pertengahan ayat, ayat tersebut yang telah melepasi enjin terjemahan mungkin sedikit berbeza dari ayat yang mudah yang tidak mempunyai tag atas sebab untuk memberi bayangan kepada tag dalam menterjemah ayat, yang mana kadang-kadang hasil terjemahannya agak pelik. Membuang semua HTML tag ini mungkin akan memberi anda hasil terjemahan yang lebih tepat. Akan tetapi, ia menjadi susah untuk dibaca kerana tidak ada pautan atau hiasan. Untuk membuang tag, laksanakan proses bermula dari kontek menu, kekunci pintasan dan sebagainya sebelum Google Elemen Terjemahan menterjemah halaman tersebut (ketika ayat asal telah dipaparkan). Jika anda mahu menyimpan isi kandungan halaman tersebut, anda perlu memuat semula halaman tersebut. Bila <a href=\"https://developer.mozilla.org/docs/Web/HTML/Element\">Penambahan tag</a>, pisahkan mereka dengan jarak atau garis putus."
    },
    "default_translation_sites": {
	"message": "Laman terjemahan asal"
    },
    "is_invalid": {
	"message": "Nilai $1 tidak sah"
    },
    "untranslatable_url": {
	"message": "Tidak dapat menterjemah URL.\n$1"
    },
    "translate_in_specific_tab": {
	"message": "Terjemah dalam tab spesifik"
    },
    "translate_in_specific_tab_label": {
	"message": "1 → tab khusus"
    },
    "translate_in_new_tab": {
	"message": "Terjemah dalam tab baharu"
    },
    "translate_in_new_tab_label": {
	"message": "1 → Tab baharu"
    },
    "translate_in_current_tab": {
	"message": "Terjemah dalam tab semasa"
    },
    "translate_in_current_tab_label": {
	"message": "1 →  Tab sekarang"
    },
    "translate_in_window": {
	"message": "Terjemah dalam tingkap"
    },
    "translate_in_window_label": {
	"message": "1 → Tetingkap"
    },
    "translate_in_sidebar": {
	"message": "Terjemah di sidebar"
    },
    "translate_in_sidebar_label": {
	"message": "1 → Bar sisi"
    },
    "translate_in_browser_action": {
	"message": "Terjemahkan di panel aksi pelayar"
    },
    "translate_in_browser_action_label": {
	"message": "1 → Aksi pelayar"
    },
    "translate_in_page_action": {
	"message": "Terjemahkan di panel aksi halaman"
    },
    "translate_in_page_action_label": {
	"message": "1 → aksi halaman"
    },
    "translate_on_2nd_in_specific_tab": {
	"message": "Terjemahkan di tapak terjemahan kedua in tab yang khusus"
    },
    "translate_on_2nd_in_specific_tab_label": {
	"message": "2 → tab yang khusus"
    },
    "translate_on_2nd_in_new_tab": {
	"message": "Terjemahkan di tapak terjemahan kedua di tab yang baru"
    },
    "translate_on_2nd_in_new_tab_label": {
	"message": "2 → tab yang baru"
    },
    "translate_on_2nd_in_current_tab": {
	"message": "Terjemahkan di tapak terjemahan kedua di tab yang sekarang"
    },
    "translate_on_2nd_in_current_tab_label": {
	"message": "2 →  tab sekarang"
    },
    "translate_on_2nd_in_window": {
	"message": "Terjemahkan di tapak terjemahan kedua di tetingkap"
    },
    "translate_on_2nd_in_window_label": {
	"message": "2 → Tetingkap"
    },
    "translate_on_2nd_in_sidebar": {
	"message": "Terjemahkan di tapak terjemahan kedua di bar sisi"
    },
    "translate_on_2nd_in_sidebar_label": {
	"message": "2 → bar sisi"
    },
    "translate_on_2nd_in_browser_action": {
	"message": "Terjemahkan di tapak terjemahan kedua di aksi pelayar"
    },
    "translate_on_2nd_in_browser_action_label": {
	"message": "2 → aksi pelayar"
    },
    "translate_on_2nd_in_page_action": {
	"message": "Terjemahkan di tapak terjemahan kedua di aksi halaman"
    },
    "translate_on_2nd_in_page_action_label": {
	"message": "2 → aksi halaman"
    },
    "translate_in_specific_tab_clipboard": {
	"message": "Terjemah kandungan clipboard dalam tab spesifik"
    },
    "translate_in_new_tab_clipboard": {
	"message": "Terjemah kandungan clipboard dalam tab baharu"
    },
    "translate_in_current_tab_clipboard": {
	"message": "Terjemah kandungan clipboard dalam tab semasa"
    },
    "translate_in_window_clipboard": {
	"message": "Terjemah kandungan clipboard dalam tingkap"
    },
    "translate_in_sidebar_clipboard": {
	"message": "Terjemah kandungan clipboard dalam sidebar"
    },
    "translate_in_browser_action_clipboard": {
	"message": "Terjemahkan isi kandungan papan klip di panel aksi pelayar"
    },
    "translate_in_page_action_clipboard": {
	"message": "Terjemahkan isi kandungan papan klip di panel aksi halaman"
    },
    "translate_on_2nd_in_specific_tab_clipboard": {
	"message": "Terjemahkan kandungan papan klip di terjemahan kedua dalam tetingkap khusus"
    },
    "translate_on_2nd_in_new_tab_clipboard": {
	"message": "Terjemahkan kandungan papan klip di tapak terjemahan kedua dalam tetingkap baru"
    },
    "translate_on_2nd_in_current_tab_clipboard": {
	"message": "Terjemahkan kandungan papan klip di tapak terjemahan kedua dalam tetingkap sekarang"
    },
    "translate_on_2nd_in_window_clipboard": {
	"message": "Terjemahkan kandungan papan klip di tapak terjemahan kedua dalam tetingkap"
    },
    "translate_on_2nd_in_sidebar_clipboard": {
	"message": "Terjemahkan kandungan papan klip di tapak terjemahan kedua di bar sisi"
    },
    "translate_on_2nd_in_browser_action_clipboard": {
	"message": "Terjemahkan kandungan papan klip di tapak terjemahan kedua di aksi pelayar"
    },
    "translate_on_2nd_in_page_action_clipboard": {
	"message": "Terjemahkan kandungan papan klip di tapak terjemahan kedua di aksi halaman"
    },
    "open_1_in_specific_tab": {
	"message": "Buka laman terjemahan dalam tab semasa"
    },
    "open_1_in_specific_tab_label": {
	"message": "1 → Bukan tab yang khusus"
    },
    "open_1_in_new_tab": {
	"message": "Buka laman terjemahan dalam tab baharu"
    },
    "open_1_in_new_tab_label": {
	"message": "1 → Buka di tab yang baharu"
    },
    "open_1_in_current_tab": {
	"message": "Buka laman terjemahan dalam tab semasa"
    },
    "open_1_in_current_tab_label": {
	"message": "1 → Bukan di tab yang digunakan sekarang"
    },
    "open_1_in_window": {
	"message": "Buka laman terjemahan dalam tingkap"
    },
    "open_1_in_window_label": {
	"message": "1 → Buka di tetingkap"
    },
    "open_2_in_specific_tab": {
	"message": "Buka di tapak terjemahan kedua in tab yang khusus"
    },
    "open_2_in_specific_tab_label": {
	"message": "2 → Buka di tab yang khusus"
    },
    "open_2_in_new_tab": {
	"message": "Buka laman terjemahan kedua dalam tab baharu"
    },
    "open_2_in_new_tab_label": {
	"message": "2 → Buka di tab yang baharu"
    },
    "open_2_in_current_tab": {
	"message": "Buka laman terjemahan kedua dalam tab sekarang"
    },
    "open_2_in_current_tab_label": {
	"message": "2 → Bukan di tab yang digunakan sekarang"
    },
    "open_2_in_window": {
	"message": "Buka tapak terjemahan kedua dalam tetingkap"
    },
    "open_2_in_window_label": {
	"message": "2 → Buka di tetingkap"
    },
    "open_sidebar": {
	"message": "Buka sidebar"
    },
    "open_browseraction": {
	"message": "Buka panel aksi pelayar"
    },
    "open_pageaction": {
	"message": "Buka panel aksi halaman"
    },
    "toggle_browser_action": {
	"message": "Buka/tutup aksi pelayar"
    },
    "toggle_page_action": {
	"message": "Buka/tutup aksi halaman"
    },
    "toggle_sidebar": {
	"message": "Buka/tutup sidebar"
    },
    "insert_element": {
	"message": "Masukkan Elemen Google Terjemahan di halaman"
    },
    "insert_element_label": {
	"message": "Masukkan elemen di halaman"
    },
    "toggle_translate": {
	"message": "Tukar di antara terjemahan dan ayat asal"
    },
    "toggle_translate_label": {
	"message": "Terjemahan / Sumber"
    },
    "toggle_toolbar": {
	"message": "Tunjuk / Tutup bar alatan Elemen Google Terjemahan"
    },
    "toggle_toolbar_label": {
	"message": "Tunjuk / Tutup bar alatan"
    },
    "insert_automatically": {
	"message": "Masukkan Elemen Google Terjemahan secara automatik"
    },
    "remove_decorative_tags": {
	"message": "Hapus tag dekorasi dari halaman"
    },
    "remove_decorative_tags_label": {
	"message": "Buang tag"
    },
    "open_option_page": {
	"message": "Buka halaman pilihan"
    }
}
