{
    "id": 2771820,
    "authors": [
        {
            "id": 16361766,
            "name": "Microsoft Corporation",
            "url": "https://addons.mozilla.org/en-US/firefox/user/16361766/",
            "username": "anonymous-97b1ef0174f2afd906b6f30dedb0d50b"
        }
    ],
    "average_daily_users": 18403,
    "categories": [
        "other"
    ],
    "contributions_url": "",
    "created": "2022-10-24T15:50:51Z",
    "current_version": {
        "id": 5863782,
        "compatibility": {
            "firefox": {
                "min": "88.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/microsoft-power-automate/versions/5863782",
        "file": {
            "id": 4408066,
            "created": "2024-12-20T09:16:41Z",
            "hash": "sha256:c01d07409ed1d9c0246f4bd43442750d5f7e278e7724522484d014e8827384a0",
            "is_mozilla_signed_extension": false,
            "size": 577888,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4408066/microsoft_power_automate-2.51.0.28.xpi",
            "permissions": [
                "<all_urls>",
                "tabs",
                "browsingData",
                "nativeMessaging",
                "storage",
                "webNavigation",
                "http://*/*",
                "https://*/*"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 7057,
            "is_custom": false,
            "name": {
                "en-US": "All Rights Reserved"
            },
            "slug": "all-rights-reserved",
            "url": null
        },
        "release_notes": null,
        "reviewed": "2025-01-08T10:45:57Z",
        "version": "2.51.0.28"
    },
    "default_locale": "en-US",
    "description": {
        "bg": "Разширение на Microsoft Power Automate\n\nMicrosoft Power Automate ви дава възможност да автоматизирате ръчни процеси и задачи на компютъра си. Инсталирайте разширението, за да автоматизирате действия в мрежата, като скриптиране, извличане на данни, тестване, попълване на формуляри и др.\n\nПомощната програма за запис на Power Automate ще преобразува стъпките ви в поток. Достатъчно е да разгледате любимите си части от уеб приложението и да съберете данни, да попълните формуляри и да изтеглите файлове – правете нещата, които правите обичайно, и наблюдавайте как се създава поток.\n\nТова разширение на браузъра изисква допълнителен софтуер, за да работи правилно. Преди да продължите, изтеглете и инсталирайте Power Automate на устройството си.\n\nЗабележка: Конкретното уеб разширение е съвместимо само с Power Automate, версия 2.27 или по-нова. В случай че сте инсталирали по-стара версия на Power Automate за настолни компютри, продължете с надстройката до съвместима версия на продукта.\n\nИнсталирайки това разширение, приемате условията на адрес <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "ca": "Extensió del Microsoft Power Automate\n\nEl Microsoft Power Automate us permet automatitzar processos i tasques manuals al vostre ordinador. Instal·leu l'extensió per automatitzar elements del web, com ara els scripts, l'extracció de dades, les proves i l'emplenament de formularis, entre altres.\n\nLa utilitat d'enregistrament del Power Automate convertirà els vostres passos en un flux. Només heu de navegar per les vostres parts preferides de l'aplicació web i recopilar dades, emplenar formularis, baixar fitxers... Feu totes les coses que normalment feu i veureu com es desenvolupa un flux.\n\nAquesta extensió del navegador necessita programari addicional per funcionar correctament. Assegureu-vos que heu baixat i instal·lat el Power Automate al vostre dispositiu abans de continuar.\n\nNota: l'extensió web específica només és compatible amb la versió 2.27 o posterior del Power Automate. En cas que hàgiu instal·lat una versió anterior del Power Automate per a dispositius d'escriptori, continueu amb l'actualització a una versió compatible del producte.\n\nEn instal·lar aquesta extensió, accepteu les condicions de: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "cs": "Rozšíření Microsoft Power Automate\n\nMicrosoft Power Automate vám umožňuje automatizovat ruční procesy a úlohy v počítači. Nainstalujte rozšíření pro automatizaci věcí na webu, jako je skriptování, extrakce dat, testování, vyplňování formulářů a další.\n\nNástroj pro rekordér Power Automate převede vaše kroky na tok. Stačí procházet své oblíbené části webové aplikace a shromažďovat data, vyplňovat formuláře, stahovat soubory - dělat všechny věci, které obvykle děláte, a vidět vývoj toku.\n\nToto rozšíření prohlížeče vyžaduje pro správné fungování další software. Než budete pokračovat, ujistěte se, že jste si do zařízení stáhli a nainstalovali Power Automate.\n\nPoznámka: Konkrétní webové rozšíření je kompatibilní pouze s Power Automate verze 2.27 nebo novější. V případě, že jste nainstalovali starší verzi Power Automate pro desktopy, pokračujte v upgradu na kompatibilní verzi produktu.\n\nInstalací tohoto rozšíření souhlasíte s Podmínkami na adrese: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "da": "Microsoft Power Automate-udvidelse\n\nMed Microsoft Power Automate kan du automatisere manuelle processer og opgaver på computeren. Installer udvidelsen for at automatisere ting på internettet som scripting, dataudtræk, test, udfyldning af formularer og meget mere.\n\nPower Automate-optagerprogrammet konverterer dine trin til et flow. Gennemse blot dine foretrukne dele af webapplikationen, og indsaml data, udfyld formularer, download filer – gør alle det, du normalt gør, og se et flow, udvikle sig.\n\nDenne browserudvidelse kræver yderligere software for at kunne fungere korrekt. Kontrollér, at du har downloadet og installeret Microsoft Power Automate til enheden, før du fortsætter.\n\nBemærk! Den specifikke webudvidelse er kun kompatibel med Power Automate version 2.27 eller nyere. Hvis du har installeret en ældre version af Power Automate til skrivebord, skal du fortsætte med opgraderingen til en kompatibel version af produktet.\n\nNår du installerer denne udvidelse, accepterer du vilkårene på: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "de": "Microsoft Power Automate-Erweiterung\n\nMit Microsoft Power Automate können Sie manuelle Prozesse und Aufgaben auf Ihrem Computer automatisieren. Installieren Sie die Erweiterung, um Dinge im Web zu automatisieren, wie z. B. Skripting, Datenextraktion, Testen, Ausfüllen von Formularen und mehr.\n\nDas Power Automate-Recorder-Tool wandelt Ihre Schritte in einen Flow um. Durchsuchen Sie einfach die gewünschten Bereiche der Webanwendung, und sammeln Sie Daten, füllen Sie Formulare aus, laden Sie Dateien herunter. Tun Sie all die Dinge, die Sie normalerweise tun, und sehen Sie zu, wie ein Flow entwickelt wird.\n\nFür die ordnungsgemäße Funktionsweise dieser Browsererweiterung ist zusätzliche Software erforderlich. Stellen Sie sicher, dass Sie Power Automate auf Ihr Gerät heruntergeladen und installiert haben, bevor Sie fortfahren.\n\nHinweis: Die spezifische Weberweiterung ist nur mit Power Automate Version 2.27 oder höher kompatibel. Falls Sie eine ältere Version von Power Automate für Desktop installiert haben, führen Sie das Upgrade auf eine kompatible Version des Produkts aus.\n\nMit der Installation dieser Erweiterung akzeptieren Sie die Bedingungen unter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "el": "Επέκταση του Microsoft Power Automate\n\nΤο Microsoft Power Automate σάς επιτρέπει να αυτοματοποιείτε μη αυτόματες διεργασίες και εργασίες στον υπολογιστή σας. Εγκαταστήστε την επέκταση για να αυτοματοποιήσετε πράγματα στο web, όπως δέσμες ενεργειών, εξαγωγή δεδομένων, δοκιμή, συμπλήρωση φορμών και πολλά άλλα.\n\nΤο βοηθητικό πρόγραμμα καταγραφέα Power Automate θα μετατρέψει τα βήματά σας σε ροή. Απλώς αναζητήστε τα αγαπημένα σας τμήματα της εφαρμογής Web και συγκεντρώστε δεδομένα, συμπληρώστε φόρμες, κατεβάστε αρχεία, κάντε όλα όσα κάνετε συνήθως και δείτε μια ροή να αναπτύσσεται.\n\nΑυτή η επέκταση προγράμματος περιήγησης απαιτεί πρόσθετο λογισμικό για σωστή απόδοση. Βεβαιωθείτε ότι έχετε κατεβάσει και εγκαταστήσει το Power Automate στη συσκευή σας πριν συνεχίσετε.\n\nΣημείωση: Η συγκεκριμένη επέκταση web είναι συμβατή με το Power Automate έκδοση 2.27 ή νεότερη έκδοση μόνο. Στην περίπτωση που έχετε εγκαταστήσει μια παλαιότερη έκδοση Power Automate για υπολογιστή, προχωρήστε με την αναβάθμιση σε συμβατή έκδοση του προϊόντος.\n\nΜε την εγκατάσταση αυτής της επέκτασης, αποδέχεστε τους όρους στη διεύθυνση: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "en-US": "Microsoft Power Automate extension\n\nMicrosoft Power Automate lets you automate manual processes and tasks on your computer. Install the extension to automate things on the web like scripting, data extraction, testing, filling out forms and more.\n\nThe Power Automate recorder utility will convert your steps to a flow. Just browse through your favorite parts of the web application and collect data, fill forms, download files – do all the things you usually do and see a flow getting developed.\n\nThis browser extension requires additional software to perform properly. Make sure that you've downloaded and installed Power Automate to your device before continuing.\n\nNote: The specific web extension is compatible with Power Automate version 2.27 or later only. In case you have installed an older version of Power Automate for desktop, proceed with the upgrade to a compatible version of the product.\n\nBy installing this extension, you agree to the Terms at: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "es": "Extensión de Microsoft Power Automate\n\nMicrosoft Power Automate le permite automatizar procesos y tareas manuales en su equipo. Instale la extensión para automatizar tareas en la Web como scripting, extracción de datos, pruebas, cumplimentación de formularios, etc.\n\nLa utilidad de grabadora de Power Automate convertirá sus pasos en un flujo. Solo busque sus partes favoritas de la aplicación web y recopile datos, rellene formularios, descargue archivos: haga todas las tareas que suele hacer y vea cómo se va desarrollando un flujo.\n\nEsta extensión de explorador requiere software adicional para realizarse correctamente. Asegúrese de que ha descargado e instalado Power Automate en el dispositivo antes de continuar.\n\nNota: La extensión web específica solo es compatible con Power Automate versión 2.27 o posterior. En caso de que haya instalado una versión anterior de Power Automate para escritorio, continúe con la actualización a una versión compatible del producto.\n\nAl instalar esta extensión, acepta los términos en: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "et": "Microsoft Power Automate’i laiend\n\nMicrosoft Power Automate võimaldab teil käsitsi protsesse ja ülesandeid arvutis automatiseerida. Laienduse installimisel saate automatiseerida tegevusi veebis, nagu skriptimine, andmete ekstraktimine, testimine, vormide täitmine jne.\n\nPower Automate'i salvesti utiliidi abil teisendatakse teie etapid vooks. Sirvige veebirakenduse lemmikosasid ja koguge andmeid, täitke vorme, laadige faile alla – tehke tavapäraseid asju ja näete voo arenemist.\n\nSee brauserilaiend vajab eelduspäraseks tööks lisatarkvara. Enne jätkamist tuleb teil oma seadmesse kindlasti alla laadida ja installida Power Automate.\n\nMärkus. Konkreetne veebilaiend ühildub ainult Power Automate’i versiooniga 2.27 või uuemaga. Kui olete installinud Power Automate’i töölauaversiooni vanema versiooni, jätkake toote ühilduvale versioonile täiendamisega.\n\nSelle laiendi installimisel nõustute järgmisel veebilehel esitatud tingimustega: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "eu": "Microsoft Power Automate luzapena\n\nMicrosoft Power Automate-k ordenagailuko eskuzko prozesuak eta zereginak automatizatzeko aukera ematen dizu. Scriptak sortzeko aukerak, datuak ateratzeko eragiketak, probak, inprimakiak betetzeko prozesuak eta antzeko zereginak automatizatzeko Interneten, instalatu luzapena.\n\nPower Automate-ren grabaketa-utilitateak urratsak fluxu bihurtuko ditu. Besterik gabe, arakatu web-aplikazioaren gogoko dituzun zatiak eta bildu datuak, bete inprimakiak eta deskargatu fitxategiak; egin normalean egiten dituzun zereginak eta ikusi nola garatzen den fluxua.\n\nArakatzailearen luzapenak funtziona dezan, software gehigarria instalatu behar duzu. Jarraitu baino lehen, ziurtatu Power Automate deskargatu eta instalatu duzula gailuan.\n\nOharra: web-luzapen zehatza bateragarria da Power Automate-ren 2.27 bertsioarekin edo berriagoarekin. Mahaigainerako Power Automate-ren bertsio zaharrago bat instalatu baduzu, berritu produktuaren bertsio bateragarri batera.\n\nLuzapena instalatzen baduzu, hemen zehazten diren baldintzak onartuko dituzu: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "fi": "Microsoft Power Automate -laajennus\n\nMicrosoft Power Automate -toiminnolla voit automatisoida tietokoneen manuaalisia prosesseja ja tehtäviä. Asenna laajennus, jotta voit automatisoida verkossa olevia asioita, kuten komentosarjoja, tietojen purkamista, testausta, lomakkeiden täyttämistä ja paljon muuta.\n\nPower Automaten tallenninohjelma muuntaa vaiheet työnkuluksi. Selaa suosikkikohteitasi verkkosovelluksessa ja kerää tietoa, täytä lomakkeita ja lataa tiedostoja – kaikki, mitä teet yleensäkin, ja näet, miten työnkulku kehittyy.\n\nTämä selainlaajennus vaatii lisäohjelmistoa toimiakseen oikein. Varmista, että olet ladannut ja asentanut Power Automaten laitteeseesi, ennen kuin jatkat.\n\nHuomautus: Tietty verkkolaajennus on yhteensopiva vain Power Automate -version 2.27 tai sitä uudempien version kanssa. Jos olet asentanut vanhemman Power Automate -työpöytäsovelluksen version, jatka tuotteen päivittämistä yhteensopivaan versioon.\n\nAsentamalla tämän laajennuksen hyväksyt ehdot osoitteessa: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "fr": "Extension Microsoft Power Automate\n\nMicrosoft Power Automate vous permet d’automatiser les processus et tâches manuels sur votre ordinateur. Installez l’extension pour automatiser des tâches sur le Web, comme l’écriture de scripts, l’extraction de données, les tests, le remplissage de formulaires, etc.\n\nL’utilitaire d’enregistrement Power Automate convertira vos étapes en un flux. Il vous suffit de parcourir vos parties préférées de l’application Web et de collecter des données, de remplir des formulaires, de télécharger des fichiers. Faites tout ce que vous faites habituellement et voyez un flux se développer.\n\nCette extension de navigateur nécessite un logiciel supplémentaire pour fonctionner correctement. Assurez-vous que vous avez bien téléchargé et installé Power Automate sur votre appareil avant de continuer.\n\nRemarque : l’extension web spécifique est compatible avec la version 2.27 ou ultérieure de Power Automate uniquement. Si vous avez installé une version plus ancienne de Power Automate pour le bureau, procédez à la mise à jour vers une version compatible du produit.\n\nEn installant cette extension, vous acceptez les conditions d’utilisation disponibles à l’adresse suivante : <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "hr": "Proširenje Microsoft Power Automate\n\nMicrosoft Power Automate omogućuje vam automatizaciju ručnih procesa i zadataka na računalu. Instalirajte proširenje za automatizaciju stvari na webu kao što su skriptiranje, izdvajanje podataka, testiranje, ispunjavanje obrazaca i drugo.\n\nUslužni program za snimanje Power Automate pretvorit će vaše korake u tok. Jednostavno prođite kroz svoje omiljene dijelove web-aplikacije i prikupljajte podatke, ispunjavajte obrasce, preuzimajte datoteke – činite sve ono što inače radite i pratite kako se tok razvija.\n\nTo proširenje preglednika zahtijeva ispravan rad dodatnog softvera. Prije nastavka provjerite jeste li preuzeli i instalirali Power Automate na svoj uređaj.\n\nNapomena: određeno web-proširenje kompatibilno je samo s verzijom Power Automate 2.27 ili novijom. U slučaju da ste instalirali stariju verziju Power Automate za radne površine, nastavite s nadogradnjom na kompatibilnu verziju proizvoda.\n\nInstaliranjem tog proširenja pristajete na Odredbe na web-mjestu: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "hu": "Microsoft Power Automate-bővítmény\n\nA Microsoft Power Automate segítségével automatizálhatja a manuális folyamatokat és feladatokat a számítógépén. A bővítmény telepítése után automatizálhatja a webes elemeket, úgymint a parancsfájlkezelést, az adatkinyerést, a tesztelést, az űrlapok kitöltését stb.\n\nA Power Automate rögzítő segédalkalmazás folyamattá alakítja a lépéseket. Csak használja a webalkalmazás kedvenc részeit, és gyűjtsön adatokat, töltsön ki űrlapokat, töltsön le fájlokat – vagyis csinálja azt, amit általában szokott, és az alkalmazás kialakítja a folyamatot.\n\nA böngésző bővítményének megfelelő működéséhez további szoftver szükséges. A folytatás előtt ellenőrizze, hogy letöltötte és telepítette-e a Power Automate alkalmazást az eszközére.\n\nMegjegyzés: Az adott webkiterjesztés csak a Power Automate 2.27-es vagy újabb verziójával kompatibilis. Ha a terméknek egy régebbi verzióját Power Automate asztali számítógépekhez, frissítse a terméket a kompatibilis verzióra.\n\nA bővítmény telepítésével elfogadja az alábbi helyen található feltételeket: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "id": "Ekstensi Microsoft Power Automate\n\nMicrosoft Power Automate memungkinkan Anda mengotomatiskan proses dan tugas manual di komputer. Instal ekstensi untuk mengotomatiskan berbagai tugas di web seperti pembuatan skrip, ekstraksi data, pengujian, pengisian formulir, dan banyak lagi.\n\nUtilitas perekam Power Automate akan mengonversi langkah Anda menjadi alur. Telusuri bagian favorit Anda dari aplikasi web dan kumpulkan data, isi formulir, unduh file – lakukan semua hal yang biasa Anda lakukan dan lihat alur berkembang.\n\nEkstensi browser ini memerlukan perangkat lunak tambahan agar berfungsi dengan benar. Pastikan Anda telah mengunduh dan menginstal Power Automate ke perangkat Anda sebelum melanjutkan.\n\nCatatan: Ekstensi web tertentu hanya kompatibel dengan Power Automate versi 2.27 atau yang lebih baru. Jika Anda telah menginstal versi lama Power Automate untuk desktop, tingkatkan ke versi produk yang kompatibel.\n\nDengan menginstal ekstensi ini, Anda menyetujui Ketentuan di: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "it": "Estensione di Microsoft Power Automate\n\nMicrosoft Power Automate consente di automatizzare le attività e i processi manuali nel computer. Installa l'estensione per automatizzare operazioni sul Web, quali scripting, estrazione dei dati, test, compilazione di moduli e altro.\n\nL'utilità di registrazione Power Automate converte i passaggi in un flusso. È sufficiente sfogliare le parti preferite dell'applicazione Web e raccogliere dati, compilare moduli, scaricare file, eseguire tutte le operazioni che svolgi in genere e vedere lo sviluppo di un flusso.\n\nPer l'esecuzione corretta dell'estensione del browser è necessario un software aggiuntivo. Assicurati di aver scaricato e installato Power Automate sul dispositivo prima di continuare.\n\nNota: l'estensione Web specifica è compatibile solo con Power Automate versione 2.27 o successiva. Nel caso in cui sia stata installata una versione precedente Power Automate per desktop, continua l'aggiornamento a una versione compatibile del prodotto.\n\nInstallando questa estensione, accetti le condizioni all'indirizzo: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "ja": "Microsoft Power Automate 拡張機能\n\nMicrosoft Power Automate を使用すると、コンピューターの手動のプロセスとタスクを自動化できます。この拡張機能をインストールすると、スクリプト、データ抽出、テスト、フォームへの記入などの Web 上で行う操作を自動化できます。\n\nPower Automate レコーダー ユーティリティにより、ステップがフローに変換されます。データの収集、フォームへの入力、ファイルのダウンロードなど、Web アプリケーションでよく使用する機能を試してみてください。それらすべての操作に対し、フローが開発されることがわかります。\n\nこのブラウザー拡張機能を適切に動作させるには追加のソフトウェアが必要です。Power Automate をデバイスにダウンロードおよびインストールしたことを確認してから操作を続行してください。\n\nメモ: 特定の Web 拡張機能が互換性を持つのは Power Automate バージョン 2.27 以降のみです。デスクトップ用 Power Automate の以前のバージョンをインストールした場合は、製品と互換性があるバージョンへのアップグレードに進みます。\n\nこの拡張機能をインストールすると、次の条件に同意したことになります: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "ko": "Microsoft Power Automate 확장\n\nMicrosoft Power Automate를 사용하면 컴퓨터에서 수동 프로세스와 작업을 자동화할 수 있습니다. 확장 프로그램을 설치하여 스크립팅, 데이터 추출, 테스트, 양식 작성 등 웹에서의 작업을 자동화하세요.\n\nPower Automate 레코더 유틸리티가 단계를 흐름으로 변환합니다. 웹 애플리케이션에서 마음에 드는 부분을 둘러보세요. 데이터 수집, 양식 작성, 파일 다운로드 등 평소에 하는 모든 작업을 수행하고 흐름이 개선되는 것을 지켜보세요.\n\n이 브라우저 확장 프로그램을 제대로 수행하려면 추가 소프트웨어가 필요합니다. 계속하려면 먼저 디바이스에 Power Automate를 다운로드하고 설치했는지 확인하세요.\n\n참고: 특정 웹 확장은 Power Automate 버전 2.27 이상과만 호환됩니다. 이전 버전의 데스크톱용 Power Automate를 설치한 경우 호환되는 버전의 제품으로 업그레이드하세요.\n\n이 확장 프로그램을 설치하면 다음 사용 약관에 동의하는 것입니다. <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "lt": "„Microsoft Power Automate“ plėtinys\n\n„Microsoft Power Automate“ leidžia automatizuoti rankinius procesus ir užduotis jūsų kompiuteryje. Įdiekite plėtinį, kad būtų automatizuoti žiniatinklyje esantys dalykai, pvz., scenarijų vykdymas, duomenų gavyba, testavimas, formų pildymas ir kt.\n\n„Power Automate“ įrašymo priemonė jūsų veiksmus konvertuos į srautą. Tiesiog naršykite savo mėgstamiausias žiniatinklio taikomosios programos dalis, rinkite duomenis, pildykite formas, atsisiųskite failus – atlikite viską, ką darote įprastai, ir žiūrėkite, kaip sukuriamas srautas.\n\nNorint, kad šis naršyklės plėtinys tinkamai veiktų, reikalinga papildoma programinė įranga. Prieš tęsdami įsitikinkite, kad atsisiuntėte ir įrenginyje įdiegėte „Power Automate“.\n\nPastaba: konkretus žiniatinklio plėtinys suderinamas tik su 2.27 arba naujesne „Power Automate“ versijos. Jei įdiegėte senesnę „Power Automate“ darbalaukiui versiją, atnaujinkite į suderinamą produkto versiją.\n\nĮdiegdami šį plėtinį jūs sutinkate su sąlygomis, pateiktomis adresu <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "lv": "Microsoft Power Automate paplašinājums\n\nMicrosoft Power Automate sniedz iespēju datorā automatizēt manuālos procesus un uzdevumus. Instalējiet paplašinājumu, lai automatizētu darbus tīmeklī, piemēram, skriptēšanu, datu izvilkšanu, testēšanu, veidlapu aizpildīšanu un citus.\n\nPower Automate ierakstīšanas utilīta pārveidos darbības plūsmā. Tikai pārlūkojiet iecienītākās tīmekļa lietojumprogrammas daļas un savāciet datus, aizpildiet veidlapas, lejupielādējiet failus — paveiciet visu to, ko parasti darāt, un skatiet, kā attīstās plūsma.\n\nLai šis pārlūkprogrammas paplašinājums pareizi darbotos, tam ir nepieciešama papildu programmatūra. Pirms turpināt, pārbaudiet, vai esat lejupielādējis un instalējis ierīcē pakalpojumu Power Automate.\n\nPiezīme. Konkrētais tīmekļa paplašinājums ir saderīgs tikai ar Power Automate versiju 2.27 vai jaunāku versiju. Ja esat instalējis vecāku Power Automate datoriem versiju, jauniniet uz saderīgu produkta versiju.\n\nInstalējot šo paplašinājumu, jūs piekrītat nosacījumiem vietnē: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "ms": "Sambungan Microsoft Power Automate\n\nMicrosoft Power Automate membolehkan anda mengautomatikkan proses dan tugas manual pada komputer anda. Pasang sambungan untuk mengautomatikkan perkara pada web seperti penskripan, pengekstrakan data, pengujian, pengisian borang dan banyak lagi.\n\nUtiliti perakam Power Automate akan menukar langkah anda kepada aliran. Hanya semak lalu bahagian kegemaran aplikasi web anda dan kumpulkan data, isi borang, muat turun fail – lakukan semua perkara yang biasanya anda lakukan dan lihat aliran dibangunkan.\n\nSambungan pelayar ini memerlukan perisian tambahan untuk berfungsi dengan betul. Pastikan anda telah memuat turun dan memasang Power Automate pada peranti anda sebelum meneruskan proses.\n\nNota: Sambungan web tertentu serasi dengan Power Automate versi 2.27 atau lebih baharu sahaja. Sekiranya anda telah memasang versi Power Automate untuk desktop yang lebih lama, teruskan proses dengan dinaikkan taraf kepada versi produk yang serasi.\n\nDengan memasang sambungan ini, anda bersetuju dengan Terma di: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "nl": "Microsoft Power Automate-extensie\n\nMet Microsoft Power Automate kunt u handmatige processen en taken op uw computer automatiseren. Installeer de extensie om zaken op het web te automatiseren, zoals scripting, het ophalen van gegevens, tests, formulieren invullen en meer.\n\nMet het hulpprogramma Power Automate-recorder worden uw stappen omgezet naar een stroom. Blader door uw favoriete onderdelen van de webtoepassing en verzamel gegevens, vul formulieren in, download bestanden - doe alles wat u gewoonlijk doet en zie hoe een stroom zich ontwikkelt.\n\nVoor deze browserextensie is aanvullende software vereist om goed te kunnen functioneren. Zorg ervoor dat u Power Automate hebt gedownload en geïnstalleerd op uw apparaat voordat u verder gaat.\n\nOpmerking: de specifieke webextensie is alleen compatibel met versie 2.27 of later van Power Automate. Als u een oudere versie van Power Automate voor bureaublad heeft, upgradet u deze naar een compatibele versie van het product.\n\nDoor deze extensie te installeren, gaat u akkoord met de voorwaarden op: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "pl": "Rozszerzenie Microsoft Power Automate\n\nUsługa Microsoft Power Automate umożliwia automatyzowanie procesów i zadań wykonywanych ręcznie na komputerze. Zainstaluj rozszerzenie, aby automatyzować zadania wykonywane w sieci web, takie jak <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/055df171647633b00da859ede66ab3e8ee5d28056d96985d550d63d91639384c/http%3A//m.in\" rel=\"nofollow\">m.in</a>. obsługa skryptów, wyodrębnianie danych, testowanie i wypełnianie formularzy.\n\nNarzędzie Rejestrator usługi Power Automate przekonwertuje Twoje kroki na przepływ. Wystarczy, że przejrzysz ulubione części aplikacji sieci web i zbierzesz dane, wypełnisz formularze oraz pobierzesz pliki, czyli zrobisz to, co zazwyczaj robisz, a zobaczysz, jak powstaje Twój przepływ.\n\nDo poprawnego działania tego rozszerzenia przeglądarki jest wymagane dodatkowe oprogramowanie. Przed kontynuowaniem upewnij się, że pobrano aplikację Power Automate i zainstalowano ją na urządzeniu.\n\nUwaga: To konkretne rozszerzenie sieci web jest zgodne z usługą Power Automate w wersji 2.27 i nowszych. Jeśli masz zainstalowaną starszą wersję aplikacji klasycznej Power Automate, wykonaj uaktualnienie do zgodnej wersji produktu.\n\nInstalując to rozszerzenie, akceptujesz postanowienia opisane na następującej stronie: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "pt-BR": "Extensão do Microsoft Power Automate\n\nO Microsoft Power Automate permite automatizar processos e tarefas manuais no computador. Instale a extensão para automatizar tudo na Web, como criação de scripts, extração de dados, execução de testes, preenchimento de formulários e muito mais.\n\nO utilitário gravador do Power Automate converterá as etapas em um fluxo. Apenas procure pelas suas partes preferidas do aplicativo Web e colete dados, preencha formulários, baixe arquivos. Basta fazer tudo que você normalmente faz e ver um fluxo sendo desenvolvido.\n\nEssa extensão do navegador exige que um software adicional seja executado adequadamente. Verifique se você baixou e instalou o Power Automate em seu dispositivo antes de continuar.\n\nObservação: a extensão da Web específica é compatível somente com a versão 2.27 ou posterior do Power Automate. Caso você tenha instalado uma versão mais antiga do Power Automate para desktop, continue o upgrade para uma versão compatível do produto.\n\nAo instalar essa extensão, você concorda com os Termos em: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "pt-PT": "Extensão do Microsoft Power Automate\n\nO Microsoft Power Automate permite-lhe automatizar processos e tarefas manuais no computador. Instale a extensão para automatizar tarefas da Web como scripting, extração de dados, testes, preenchimento de formulários e muito mais.\n\nO utilitário de gravador do Power Automate converterá os seus passos num fluxo. Basta percorrer as suas partes favoritas da aplicação Web e recolher dados, preencher formulários, transferir ficheiros – realize todas as ações que efetua normalmente e veja um fluxo a ser desenvolvido.\n\nEsta extensão do browser necessita de software adicional para funcionar corretamente. Certifique-se de que transferiu e instalou o Power Automate no dispositivo antes de continuar.\n\nNota: a extensão Web específica só é compatível com o Power Automate versão 2.27 ou posterior. Caso tenha instalado uma versão anterior do Power Automate para computadores, efetue a atualização para uma versão compatível do produto.\n\nAo instalar esta extensão, aceita os Termos em: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "ro": "Extensie Microsoft Power Automate\n\nMicrosoft Power Automate vă permite să automatizați procesele și activitățile manuale de pe computer. Instalați extensia pentru a automatiza operațiunile lucrurile de pe web, cum ar fi scriptarea, extragerea datelor, testarea, completarea formularelor și altele.\n\nUtilitarul de înregistrare din Power Automate vă va converti pașii într-un flux. Parcurgeți părțile preferate ale aplicației web și colectați date, completați formulare, descărcați fișiere și orice lucru pe care îl faceți de obicei și veți vedea un flux care se dezvoltă.\n\nAceastă extensie de browser necesită software suplimentar pentru a funcționa corect. Asigurați-vă că ați descărcat și instalat Power Automate pe dispozitiv înainte de a continua.\n\nNotă: Extensia web specifică este compatibilă doar cu Power Automate versiunea 2.27 sau o versiune ulterioară. În cazul în care ați instalat o versiune a Power Automate pentru desktop mai veche, faceți upgrade la o versiune compatibilă a produsului.\n\nPrin instalarea acestei extensii, sunteți de acord cu condițiile de la: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "ru": "Расширение Microsoft Power Automate\n\nMicrosoft Power Automate позволяет автоматизировать выполняемые вручную процессы и задачи на вашем компьютере. Установите это расширение, чтобы автоматизировать действия в Интернете, такие как автоматизация написания скриптов, извлечения данных, тестирования, заполнения форм и т. д.\n\nСредство записи Power Automate преобразует выполняемые вами действия в поток. Просто переходите из одного раздела веб-приложения в другой и собирайте данные, заполняйте формы и загружайте файлы так, как вы обычно это делаете, и вы увидите, как создается поток.\n\nДля нормальной работы этого расширения браузера требуется дополнительное программное обеспечение. Прежде чем продолжить, убедитесь, что вы загрузили и установили Power Automate на свое устройство.\n\nПримечание. Конкретное веб-расширение совместимо только с версией Power Automate 2.27 или более поздней версией. В случае установки более поздней версии Power Automate для компьютеров выполните обновление до совместимой версии продукта.\n\nУстанавливая это расширение, вы принимаете условия, опубликованные на странице <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "sk": "Rozšírenie Microsoft Power Automate\n\nMicrosoft Power Automate umožňuje automatizovať manuálne procesy a úlohy v počítači. Nainštalujte si toto rozšírenie na automatizáciu úloh na webe, ako sú skriptovanie, extrakcia údajov, testovanie, vypĺňanie formulárov a mnohé iné.\n\nPomôcka na nahrávanie Power Automate skonvertuje vaše kroky na postup. Stačí, keď budete prechádzať cez svoje obľúbené časti webovej aplikácie, zhromažďovať údaje, vypĺňať formuláre, sťahovať súbory – jednoducho budete robiť to, čo zvyčajne, a môžete pozorovať, ako sa daný postup vyvíja.\n\nToto rozšírenie prehliadača vyžaduje na správne fungovanie ďalší softvér. Skôr než budete pokračovať, skontrolujte, či ste do zariadenia stiahli a nainštalovali Power Automate.\n\nPoznámka: Konkrétne webové rozšírenie je kompatibilné iba so službou Power Automate verzie 2.27 alebo novšej. Pokiaľ ste nainštalovali staršiu verziu služby Power Automate pre počítače, pokračujte inováciou na kompatibilnú verziu produktu.\n\nInštaláciou tohto rozšírenia vyjadrujete svoj súhlas s podmienkami uvedenými na adrese <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "sl": "Razširitev za Microsoft Power Automate\n\nStoritev Microsoft Power Automate vam omogoča avtomatizacijo ročnih procesov in opravil v vašem računalniku. Namestite razširitev, če želite avtomatizirati spletno skriptno izvajanje, ekstrahiranje podatkov, preskušanje, izpolnjevanje obrazcev itd.\n\nSnemalnik v storitvi Power Automate je pripomoček, s katerim lahko pretvorite svoje korake v tok. Prebrskajte priljubljene dele spletne aplikacije in zbirajte podatke, izpolnjujte obrazce, prenašajte datoteke – vse, kar počnete običajno in opazujte ustvarjanje toka.\n\nTa razširitev brskalnika za pravilno delovanje potrebuje dodatno programsko opremo. Preden nadaljujete, preverite, ali ste v napravo prenesli in namestili storitev Power Automate.\n\nOpomba: Navedena spletna razširitev je združljiva samo z različico storitve Power Automate 2.27 ali novejšo. Če ste namestili starejšo različico aplikacije Power Automate za namizje, v nadaljevanju nadgradite na združljivo različico s tem izdelkom.\n\nZ namestitvijo te razširitve sprejmete pogoje na spletni strani: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "sv-SE": "Microsoft Power Automate-tillägg\n\nMed Microsoft Power Automate kan du automatisera manuella processer och uppgifter på din dator. Installera tillägget för att automatisera saker på webben som skripting, datautvinning, testning, ifyllande av formulär med mera.\n\nPower Automate-verktyget för inspelning konverterar dina steg till ett flöde. Bläddra igenom dina favoritdelar av webbprogrammet och samla in data, fyll i formulär och ladda ned filer – gör allt du vanligtvis gör och se hur ett flöde utvecklas.\n\nDet här webbläsartillägget kräver ytterligare programvara för att fungera korrekt. Se till att du har hämtat och installerat Power Automate på enheten innan du fortsätter.\n\nObs! Det specifika webbtillägget är endast kompatibelt med Power Automate version 2.27 eller senare. Om du har installerat en äldre version av Power Automate för dator, fortsätt med uppgraderingen till en kompatibel version av produkten.\n\nGenom att installera tillägget godkänner du villkoren på: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "th": "ส่วนขยาย Microsoft Power Automate\n\nMicrosoft Power Automate ช่วยช่วยเปลี่ยนกระบวนการและงานที่คุณทำด้วยตนเองบนคอมพิวเตอร์ให้เป็นระบบอัตโนมัติ ติดตั้งส่วนขยายเพื่อให้การทำงานต่างๆ บนเว็บเป็นแบบอัตโนมัติ เช่น การเขียนสคริปต์ การแยกข้อมูล การทดสอบ การกรอกแบบฟอร์ม และอื่น ๆ\n\nโปรแกรมตัวบันทึกของ Power Automate จะแปลงขั้นตอนของคุณเป็นโฟลว์ เพียงเรียกดูส่วนที่คุณมักใช้งานในเว็บแอปพลิเคชันและรวบรวมข้อมูล กรอกแบบฟอร์ม ดาวน์โหลดไฟล์ ทำทุกสิ่งที่คุณทำตามปกติแล้วระบบจะพัฒนาโฟลว์ขึ้นมา\n\nส่วนขยายเบราว์เซอร์นี้ต้องใช้ซอฟต์แวร์เพิ่มเติมเพื่อดำเนินการอย่างถูกต้อง ตรวจสอบให้แน่ใจว่าคุณได้ดาวน์โหลดและติดตั้ง Power Automate ลงในอุปกรณ์ของคุณก่อนดำเนินการต่อ\n\nหมายเหตุ: ส่วนขยายเว็บนี้เข้ากันได้กับ Power Automate เวอร์ชัน 2.27 หรือใหม่กว่าเท่านั้น ในกรณีที่คุณได้ติดตั้ง Power Automate สำหรับเดสก์ท็อปเวอร์ชันเก่า ให้ดำเนินการอัปเกรดเป็นเวอร์ชันที่เข้ากันได้ของผลิตภัณฑ์\n\nการติดตั้งส่วนขยายนี้แสดงว่าคุณยอมรับข้อกำหนดที่: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "tr": "Microsoft Power Automate uzantısı\n\nMicrosoft Power Automate, bilgisayarınızdaki el ile yapılan işlemleri ve görevleri otomatik hale getirmenizi sağlar. Web'de komut dosyası çalıştırma, veri ayıklama, test etme, formları doldurma ve daha fazlası gibi işlemleri otomatikleştirmek için uzantıyı yükleyin.\n\nPower Automate kayıt yardımcı programı adımlarınızı bir akışa dönüştürür. Web uygulamasının en sevdiğiniz bölümlerine göz atmak ve veri toplamak, formları doldurmak, dosyaları indirmek için göz atmanız yeterlidir. Sık sık yaptığınız her şeyi yapın ve bir akışın geliştirilmesini izleyin.\n\nBu tarayıcı uzantısının düzgün çalışması için ek yazılım gerekiyor. Devam etmeden önce Power Automate uygulamasını indirip cihazınıza yüklediğinizden emin olun.\n\nNot: Söz konusu web uzantısı yalnızca Power Automate sürüm 2.27 veya üzeri ile uyumludur. Masaüstü için Power Automate'in daha eski bir sürümünü yüklemiş olmanız durumunda, ürünün uyumlu bir sürümüne yükseltme işlemiyle devam edin.\n\nBu uzantıyı yükleyerek şu adresteki Koşulları kabul etmiş olursunuz: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "uk": "Розширення Microsoft Power Automate\n\nMicrosoft Power Automate дає змогу автоматизувати ручні процеси та завдання на комп’ютері. Інсталюйте ці розширення, щоб автоматизувати дії в Інтернеті, наприклад сценарії, видобування даних, тестування, заповнення форм тощо.\n\nУтиліта \"Записувач Power Automate\" перетворить ваші кроки на цикл. Просто перегляньте ваші уподобані частини веб-програми та збирайте дані, заповнюйте форми, завантажуйте файли – робіть усе, що зазвичай ви робите, і спостерігайте за процесом розробки циклу.\n\nДля правильної роботи це розширення браузера потребує додаткового програмного забезпечення. Переконайтеся, що ви завантажили та інсталювали Power Automate на пристрій, перш ніж продовжити.\n\nНотатка. Певне веб-розширення сумісне лише з Power Automate версії 2.27 або пізнішою. Якщо інстальовано попередню версію програми Power Automate для настільних комп’ютерів, оновіть її до сумісної версії продукту, щоб продовжити роботу.\n\nІнсталюючи це розширення, ви погоджуєтеся з умовами на сторінці <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>",
        "vi": "Phần mở rộng Microsoft Power Automate\n\nMicrosoft Power Automate cho phép bạn tự động hóa các quy trình và tác vụ thủ công trên máy tính của mình. Hãy cài đặt tiện ích mở rộng để tự động hóa mọi thứ trên web như viết kịch bản, trích xuất dữ liệu, thử nghiệm, điền vào biểu mẫu và hơn thế nữa.\n\nTiện ích trình ghi của Power Automate sẽ chuyển đổi các bước của bạn thành dòng. Chỉ cần duyệt qua các phần yêu thích của bạn trên ứng dụng web và thu thập dữ liệu, điền vào biểu mẫu, tải tệp xuống – làm tất cả những điều bạn thường làm và dòng sẽ được phát triển tự động.\n\nPhần mở rộng trình duyệt này yêu cầu phần mềm bổ sung để hoạt động đúng cách. Hãy đảm bảo rằng bạn đã tải xuống và cài đặt Power Automate vào thiết bị của mình trước khi tiếp tục.\n\nLưu ý: Phần mở rộng web cụ thể chỉ tương thích với Power Automate phiên bản 2.27 trở lên. Trong trường hợp bạn đã cài đặt phiên bản cũ của Power Automate cho máy tính để bàn, hãy nâng cấp lên phiên bản tương thích của sản phẩm này.\n\nBằng cách cài đặt phần mở rộng này, bạn đồng ý với các Điều khoản tại: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0adf199b1ef73a24450fa6d6c77d8c635976009886c1d23017d27ba8e076943e/https%3A//docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr\" rel=\"nofollow\">https://docs.microsoft.com/dynamics365/legal/slt-power-automate-brsr</a>"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/microsoft-power-automate/edit",
    "guid": "ms.pad.firefox@microsoft.com",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": null,
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/2771/2771820-64.png?modified=9be5e5b9",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/2771/2771820-32.png?modified=9be5e5b9",
        "64": "https://addons.mozilla.org/user-media/addon_icons/2771/2771820-64.png?modified=9be5e5b9",
        "128": "https://addons.mozilla.org/user-media/addon_icons/2771/2771820-128.png?modified=9be5e5b9"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2025-01-08T10:45:57Z",
    "name": {
        "bg": "Microsoft Power Automate",
        "ca": "Microsoft Power Automate",
        "cs": "Microsoft Power Automate",
        "da": "Microsoft Power Automate",
        "de": "Microsoft Power Automate",
        "el": "Microsoft Power Automate",
        "en-US": "Microsoft Power Automate",
        "es": "Microsoft Power Automate",
        "et": "Microsoft Power Automate",
        "eu": "Microsoft Power Automate",
        "fi": "Microsoft Power Automate",
        "fr": "Microsoft Power Automate",
        "hr": "Microsoft Power Automate",
        "hu": "Microsoft Power Automate",
        "id": "Microsoft Power Automate",
        "it": "Microsoft Power Automate",
        "ja": "Microsoft Power Automate",
        "ko": "Microsoft Power Automate",
        "lt": "Microsoft Power Automate",
        "lv": "Microsoft Power Automate",
        "ms": "Microsoft Power Automate",
        "nl": "Microsoft Power Automate",
        "pl": "Microsoft Power Automate",
        "pt-BR": "Microsoft Power Automate",
        "pt-PT": "Microsoft Power Automate",
        "ro": "Microsoft Power Automate",
        "ru": "Microsoft Power Automate",
        "sk": "Microsoft Power Automate",
        "sl": "Microsoft Power Automate",
        "sv-SE": "Microsoft Power Automate",
        "th": "Microsoft Power Automate",
        "tr": "Microsoft Power Automate",
        "uk": "Microsoft Power Automate",
        "vi": "Microsoft Power Automate"
    },
    "previews": [
        {
            "id": 275472,
            "caption": null,
            "image_size": [
                1525,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/275/275472.png?modified=1669033589",
            "position": 0,
            "thumbnail_size": [
                533,
                280
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/275/275472.jpg?modified=1669033589"
        },
        {
            "id": 275473,
            "caption": null,
            "image_size": [
                1532,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/275/275473.png?modified=1669033589",
            "position": 1,
            "thumbnail_size": [
                533,
                278
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/275/275473.jpg?modified=1669033589"
        },
        {
            "id": 275474,
            "caption": null,
            "image_size": [
                1280,
                862
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/275/275474.png?modified=1669033587",
            "position": 2,
            "thumbnail_size": [
                533,
                359
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/275/275474.jpg?modified=1669033587"
        }
    ],
    "promoted": {
        "apps": [
            "firefox",
            "android"
        ],
        "category": "notable"
    },
    "ratings": {
        "average": 3.3333,
        "bayesian_average": 3.1631186623877277,
        "count": 24,
        "text_count": 13
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/microsoft-power-automate/reviews/",
    "requires_payment": true,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/2771820",
    "slug": "microsoft-power-automate",
    "status": "public",
    "summary": {
        "bg": "Добавка за активиране на уеб автоматизация. Това уеб разширение е съвместимо с Power Automate за настолни компютри версия 2.27 или по-нова.",
        "ca": "Complement per habilitar l'automatització web. Aquesta extensió web és compatible amb el Power Automate per a dispositius d'escriptori versió 2.27 o posterior.",
        "cs": "Doplněk pro povolení webové automatizace. Toto webové rozšíření je kompatibilní s Power Automate pro desktopy verze 2.27 nebo novější.",
        "da": "Tilføjelsesprogram til aktivering af webautomatisering. Denne webudvidelse er kompatibel med Power Automate til skrivebord version 2.27 eller nyere.",
        "de": "Add-On zum Aktivieren der Webautomatisierung. Diese Weberweiterung ist mit der Power Automate für Desktop-Version 2.27 oder höher kompatibel.",
        "el": "Πρόσθετο για την ενεργοποίηση του αυτοματισμού web. Αυτή η επέκταση Web είναι συμβατή με Power Automate για υπολογιστή έκδοσης 2.27 ή νεότερη.",
        "en-US": "Add-on for enabling web automation. This web extension is compatible with Power Automate for desktop version 2.27 or later.",
        "es": "Complemento para habilitar la automatización web. Esta extensión web es compatible con Power Automate para escritorio versión 2.27 o posterior.",
        "et": "Lisandmoodul veebiautomaatika lubamiseks. See veebilaiend ühildub Power Automate’i töölauaversiooniga 2.27 või hilisema versiooniga.",
        "eu": "Web-automatizazioa gaitzeko osagarria. Web-luzapena bateragarria da mahaigainerako Power Automate-ren 2.27 bertsioarekin edo berriagoekin.",
        "fi": "Lisäosa verkkoautomatisoinnin käyttöönottoon. Tämä verkkolaajennus on yhteensopiva Power Automate -työpöytäsovelluksen version 2.27 tai uudemman kanssa.",
        "fr": "Module complémentaire pour l’activation de l’automatisation web. Cette extension web est compatible avec la version 2.27 ou ultérieure de Power Automate pour le bureau.",
        "hr": "Dodatak za omogućivanje automacije weba. Ovo web-proširenje je kompatibilno s uslugom Power Automate za radne površine verzije 2.27 ili novije.",
        "hu": "Bővítmény a webes automatizálás engedélyezéséhez. Ez a webkiterjesztés a Power Automate asztali számítógépekhez 2.27-es vagy újabb verziójával kompatibilis.",
        "id": "Add-on untuk mengaktifkan automasi web. Ekstensi web ini kompatibel dengan Power Automate untuk desktop versi 2.27 atau yang lebih baru.",
        "it": "Componente aggiuntivo per abilitare l'automazione Web. Questa estensione Web è compatibile con Power Automate per desktop versione 2.27 o successiva.",
        "ja": "Web オートメーションを有効化するアドオン。この Web 拡張機能は、デスクトップ用 Power Automate バージョン 2.27 以降と互換性があります。",
        "ko": "웹 자동화를 사용하도록 설정하기 위한 추가 기능입니다. 이 웹 확장은 데스크톱용 Power Automate 2.27 버전 또는 이후 버전과 호환됩니다.",
        "lt": "Priedas žiniatinklio automatizavimui įjungti. Šis žiniatinklio plėtinys suderinamas su „Power Automate“ darbalaukiui 2.27 arba senesne versija.",
        "lv": "Papildinājums tīmekļa automatizācijas iespējošanai. Šis tīmekļa paplašinājums ir saderīgs ar Power Automate datoriem versiju 2.27 vai jaunāku versiju.",
        "ms": "Tambahan untuk mendayakan automasi web. Sambungan web ini serasi dengan Power Automate untuk desktop versi 2.27 atau lebih baharu.",
        "nl": "Invoegtoepassing voor het inschakelen van webautomatisering. Deze webextensie is compatibel met Power Automate voor bureaublad versie 2.27 of later.",
        "pl": "Dodatek włączający automatyzację sieci web. To rozszerzenie jest zgodne z aplikacją klasyczną Power Automate w wersji 2.27 i nowszych.",
        "pt-BR": "Complemento para habilitar a automação da Web. Essa extensão da Web é compatível com o Power Automate para desktop versão 2.27 ou posterior.",
        "pt-PT": "Suplemento para ativar a automatização Web. Esta extensão Web é compatível com Power Automate para computadores versão 2.27 ou posterior.",
        "ro": "Program de completare pentru activarea automatizării web. Această extensie web este compatibilă cu Power Automate pentru desktop versiunea 2.27 sau o versiune ulterioară.",
        "ru": "Надстройка для включения веб-автоматизации. Это веб-расширение совместимо с Power Automate для компьютеров версии 2.27 или более поздней версии.",
        "sk": "Doplnok na povolenie webovej automatizácie. Toto webové rozšírenie je kompatibilné s Power Automatom pre počítače verzie 2.27 alebo novšej.",
        "sl": "Dodatek za omogočanje spletne avtomatizacije. Ta spletna razširitev je združljiva z različico aplikacije Power Automate za namizje 2.27 ali novejšo.",
        "sv-SE": "Tillägg för aktivering av webbautomatisering. Detta webbtillägg är kompatibelt med Power Automate för dator version 2.27 eller senare.",
        "th": "Add-on สำหรับระบบอัตโนมัติของเว็บ ส่วนขยายเว็บนี้เข้ากันได้กับ Power Automate สำหรับเดสก์ท็อป เวอร์ชัน 2.27 หรือใหม่กว่า",
        "tr": "Web otomasyonunu etkinleştirmeye yönelik eklenti. Bu web uzantısı masaüstü için Power Automate'in 2.27 veya sonraki sürümleriyle uyumludur.",
        "uk": "Додатковий компонент для ввімкнення веб-автоматизації. Це веб-розширення сумісне з Power Automate для настільних комп’ютерів версії 2.27 або пізнішої.",
        "vi": "Tiện ích bổ sung để cho phép tự động hóa cho web. Phần mở rộng web này tương thích với Power Automate cho máy tính để bàn phiên bản 2.27 trở lên."
    },
    "support_email": {
        "bg": "flowrpa@microsoft.com",
        "ca": "flowrpa@microsoft.com",
        "cs": "flowrpa@microsoft.com",
        "da": "flowrpa@microsoft.com",
        "de": "flowrpa@microsoft.com",
        "el": "flowrpa@microsoft.com",
        "en-US": "flowrpa@microsoft.com",
        "es": "flowrpa@microsoft.com",
        "et": "flowrpa@microsoft.com",
        "eu": "flowrpa@microsoft.com",
        "fi": "flowrpa@microsoft.com",
        "fr": "flowrpa@microsoft.com",
        "hr": "flowrpa@microsoft.com",
        "hu": "flowrpa@microsoft.com",
        "id": "flowrpa@microsoft.com",
        "it": "flowrpa@microsoft.com",
        "ja": "flowrpa@microsoft.com",
        "ko": "flowrpa@microsoft.com",
        "lt": "flowrpa@microsoft.com",
        "lv": "flowrpa@microsoft.com",
        "ms": "flowrpa@microsoft.com",
        "nl": "flowrpa@microsoft.com",
        "pl": "flowrpa@microsoft.com",
        "pt-BR": "flowrpa@microsoft.com",
        "pt-PT": "flowrpa@microsoft.com",
        "ro": "flowrpa@microsoft.com",
        "ru": "flowrpa@microsoft.com",
        "sk": "flowrpa@microsoft.com",
        "sl": "flowrpa@microsoft.com",
        "sv-SE": "flowrpa@microsoft.com",
        "th": "flowrpa@microsoft.com",
        "tr": "flowrpa@microsoft.com",
        "uk": "flowrpa@microsoft.com",
        "vi": "flowrpa@microsoft.com"
    },
    "support_url": {
        "url": {
            "bg": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "ca": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "cs": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "da": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "de": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "el": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "en-US": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "es": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "et": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "eu": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "fi": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "fr": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "hr": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "hu": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "id": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "it": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "ja": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "ko": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "lt": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "lv": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "ms": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "nl": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "pl": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "pt-BR": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "pt-PT": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "ro": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "ru": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "sk": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "sl": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "sv-SE": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "th": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "tr": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "uk": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "vi": "https://docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction"
        },
        "outgoing": {
            "bg": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "ca": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "cs": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "da": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "el": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "et": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "eu": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "fi": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "hr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "hu": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "id": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "ko": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "lt": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "lv": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "ms": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "ro": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "sk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "sl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "sv-SE": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "th": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "tr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "uk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction",
            "vi": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/624f45e7681da0a8deff2da061f86cfc3e247b33f24877754db88f0b61ffacbc/https%3A//docs.microsoft.com/en-us/power-automate/ui-flows/desktop/introduction"
        }
    },
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/microsoft-power-automate/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/microsoft-power-automate/versions/",
    "weekly_downloads": 668,
    "_score": null
}