{
  "0 Trackers Found": "0 traqueur détecté",
  "ads-category-tooltip": "Les traqueurs <strong>publicitaires/analytiques</strong> collectent des données sur la manière dont les utilisateurs interagissent avec les sites Web ou les campagnes publicitaires en ligne, afin de pouvoir consigner ou partager ces informations avec d’autres entreprises.",
  "ads/analytics": "Publicités/analytique",
  "Allow Tracking & Profiling For Norton Sites": "Autoriser les traqueurs et l’analyse de profil pour les sites {{BRAND_NAME}}",
  "Before you refresh, please save your data, as you may lose any unsaved changes.": "Avant d’actualiser, enregistrez vos données car vous risquez de perdre toute modification non enregistrée.",
  "Currently blocking tracking & profiling for": "Le blocage de la traque et de l’analyse de profil est actuellement activé pour",
  "You are allowing tracking & profiling for": "Vous autorisez les traqueurs et l’analyse de profil pour",
  "Tracking & profiling are always allowed for": "La traque et l’analyse de profil sont <strong>toujours</strong> autorisées pour",
  "BETA": "BÊTA",
  "Blocking tracking and profiling on": "Blocage de la traque et de l’analyse de profil sur",
  "Close Window": "Fermer la fenêtre",
  "Allow tracking & profiling for this site": "Autoriser les traqueurs et l’analyse de profil pour ce site",
  "Download a supported browser to use Norton AntiTrack.": "Téléchargez un navigateur pris en charge pour utiliser {{PRODUCT_NAME}}.",
  "Block Tracking & Profiling For This Site": "Bloquer les traqueurs et l’analyse de profil pour ce site",
  "Block Tracking & Profiling For Norton Sites": "Bloquer les traqueurs et l’analyse de profil pour les sites {{BRAND_NAME}}",
  "Congrats on creating your first email mask! Create more or manage them in your dashboard anytime.": "Félicitations pour la création de votre premier masque d’adresse électronique. Créez-en d’autres ou gérez-les dans votre tableau de bord à tout moment.",
  "Dashboard": "Tableau de bord",
  "Explore Private Email!": "Explorez la fonction Adresse e-mail anonyme !",
  "Fingerprinting": "Capture d’empreinte numérique",
  "Fix It": "Corriger",
  "Go To Dashboard": "Accéder au tableau de bord",
  "Help & Support": "Aide et support",
  "High": "Elevé",
  "How do I turn on Tracker Blocker?": "Comment activer le bloqueur de traqueurs ?",
  "Keep Emails Private": "Garder les e-mails privés",
  "Low": "Faible",
  "Medium": "Moyen",
  "Minimize Window": "Réduire la fenêtre",
  "No Trackers Found": "Aucun traqueur détecté",
  "No trackers found on": "Aucun traqueur détecté sur <strong title={host}>{{host}}</strong>",
  "No tracking or profiling found on": "Aucune traque ou analyse de profil détectée sur",
  "No tracking or profiling currently found for": "Aucune traque ou analyse de profil actuellement détectée pour",
  "Not Now": "Pas maintenant",
  "Norton sites": "Sites {{BRAND_NAME}}",
  "Norton AntiTrack": "{{PRODUCT_NAME}}",
  "Num Trackers Blocked": "{{count}} traqueurs bloqués",
  "Num Trackers Not Blocked": "{{count}} traqueurs non bloqués",
  "Num trackers blocked on site": "{{count}} traqueurs bloqués sur <strong title={host}>{{host}}</strong>",
  "Num trackers not blocked on site": "{{count}} traqueurs <strong>non</strong> bloqués sur <strong title={host}>{{host}}</strong>",
  "other-category-tooltip": "Les <strong>autres</strong> traqueurs non classés dans les catégories ci-dessus sont comptabilisés ici. Les informations qu’ils recueillent sur votre comportement en ligne peuvent être enregistrées ou partagées avec d’autres entreprises.",
  "Private Email": "Adresse e-mail anonyme",
  "Refresh Now": "Actualiser maintenant",
  "Refresh your browser to scan for trackers": "Actualisez votre navigateur pour rechercher les traqueurs",
  "Renew Now": "Renouveler maintenant",
  "Settings": "Paramètres",
  "Set Up": "Configurer",
  "shopping-category-tooltip": "Les traqueurs d’<strong>achat/e-commerce</strong> mémorisent vos achats et habitudes de navigation pour consigner ou partager ces informations avec d’autres entreprises.",
  "shopping/commerce": "Achats/e-commerce",
  "Sign In To Your AntiTrack App": "Connexion à votre app AntiTrack",
  "Site not working correctly?": "Le site ne fonctionne pas correctement ?",
  "Site not loading tooltip": "Certains sites web requièrent que les bloqueurs de traqueurs publicitaires soient désactivés pour fonctionner correctement. Nous masquerons vos données pour forcer le site à fonctionner. Vous serez toujours protégé contre les traqueurs.",
  "social-category-tooltip": "Les traqueurs de <strong>réseaux sociaux</strong> sont créés par des entreprises de réseaux sociaux ou multimédias pour suivre toutes vos activités en ligne, même sur d’autres sites Web. Ces informations peuvent ensuite être enregistrées ou partagées avec d’autres entreprises",
  "social/media": "Réseaux sociaux",
  "To set up the Norton AntiTrack extension, turn on Tracker Blocker now.": "Pour configurer l’extension {{PRODUCT_NAME}}, activez le Bloqueur de traqueurs maintenant.",
  "Trackers": "Traqueurs",
  "Trackers Not Blocked": "Traqueurs non bloqués",
  "Tracking & Fingerprinting": "Traque et capture d’empreinte numérique",
  "Tracking Levels": "Niveaux de traque",
  "tracking-levels-tooltip": "Les <strong>niveaux de traque</strong> sont calculés en fonction du nombre de tentatives de traque effectuées par les traqueurs, des types d’activités de traque qu’ils réalisent et de la fréquence à laquelle ils se trouvent sur les sites web.<br /><br /> <strong>La capture d’empreinte numérique</strong> se produit lorsqu’un site crée un profil unique de vous, basé sur la lecture de votre logiciel informatique, de votre matériel et des préférences choisies pour le site. La capture d’empreinte numérique n’a rien à voir avec une réelle empreinte digitale, il s’agit d’une identification de votre ordinateur.",
  "tracking/other": "Autre",
  "Try our newest feature that helps you keep your emails private, safe, and tracker-free.": "Essayez notre nouvelle fonction qui vous aide à assurer la confidentialité et la sécurité de vos e-mails, et à éliminer les traqueurs publicitaires.",
  "View Stats in App": "Voir les statistiques dans l’app",
  "View Supported Browsers": "Afficher les navigateurs pris en charge",
  "We're trying to make the site work correctly. If you're still having problems, try disabling AntiTrack below.": "<strong>Nous essayons de faire fonctionner le site correctement.</strong> Si vous rencontrez toujours des problèmes, essayez de désactiver AntiTrack ci-dessous.",
  "You Are Not Protected on Safari": "Vous n’êtes pas protégé sur Safari",
  "You must be signed in to the AntiTrack app for the browser extension to work.": "Vous devez être connecté à l’app AntiTrack pour que l’extension de navigateur fonctionne.",
  "You're Not Signed In To Your AntiTrack App": "Vous n’êtes pas connecté à votre app AntiTrack",
  "Your Browser Is Not Supported": "Votre navigateur n’est pas pris en charge",
  "Your Real Email is Safe!": "Votre véritable adresse électronique est en sécurité.",
  "Your subscription has expired.": "Votre abonnement est arrivé à expiration."
}