{
    "id": 2639016,
    "authors": [
        {
            "id": 10901440,
            "name": "Adguard Software Ltd",
            "url": "https://addons.mozilla.org/en-US/firefox/user/10901440/",
            "username": "adguard_dev"
        }
    ],
    "average_daily_users": 8205,
    "categories": [
        "privacy-security"
    ],
    "contributions_url": "",
    "created": "2020-04-28T23:18:04Z",
    "current_version": {
        "id": 5864958,
        "compatibility": {
            "firefox": {
                "min": "109.0a1",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/adguard-vpn/versions/5864958",
        "file": {
            "id": 4409242,
            "created": "2024-12-23T10:45:55Z",
            "hash": "sha256:1147798b4a70d3806fd1b5a2b3645cc66d564a1a3e7fc410acbd324f9e2040df",
            "is_mozilla_signed_extension": false,
            "size": 5272234,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4409242/adguard_vpn-2.3.6.xpi",
            "permissions": [
                "alarms",
                "contextMenus",
                "management",
                "notifications",
                "privacy",
                "proxy",
                "storage",
                "tabs",
                "unlimitedStorage",
                "webRequest",
                "https://*/oauth.html?adguard-vpn=1*",
                "<all_urls>"
            ],
            "optional_permissions": [],
            "host_permissions": [
                "<all_urls>"
            ]
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 6,
            "is_custom": false,
            "name": {
                "en-US": "GNU General Public License v3.0 only"
            },
            "slug": "GPL-3.0-only",
            "url": "https://spdx.org/licenses/GPL-3.0-only.html"
        },
        "release_notes": null,
        "reviewed": "2024-12-23T14:27:12Z",
        "version": "2.3.6"
    },
    "default_locale": "en-US",
    "description": {
        "cs": "AdGuard VPN - nejlepší bezplatné řešení pro Vaši online bezpečnost od tvůrců slavného blokátoru reklam.\n\nZašifrujte své připojení, skryjte svou adresu IP a navštívené webové stránky před kýmkoli (včetně poskytovatele Internetu) a zajistěte anonymní prohlížení webu. Skryjte svou polohu a odblokujte geograficky omezené webové stránky nebo obsah bez omezení přenosu.\n\nBlokátor reklam AdGuard již 10 let chrání své uživatele před nepříjemnými reklamami a slídiči. V současnosti více než 25 milionů lidí na celém světě důvěřuje ochraně osobních údajů společnosti AdGuard, proto jsme přidali zcela nový nástroj na ještě větší posílení jejich kybernetické bezpečnosti - AdGuard VPN.\n\nDoplněk ke všem funkcím, kterými je moderní VPN vyzbrojená, nabízí AdGuard VPN něco navíc - je integrován s ostatními produkty AdGuard a poskytuje ochranu před sledováním a škodlivým softwarem. Připojte se k nám a bezpečně surfujte!\n\nVíce informací o tom, proč potřebujete AdGuard VPN:\n- Pokročilá ochrana soukromí\n- Odblokuje weby a jejich obsah\n- Rychlost a neomezená data\n- Žádné ukládání historie\n\nProč AdGuard VPN vyžaduje oprávnění?\nZde jsou podrobné informace o oprávněních, které potřebujeme. Uživatelům vždy poskytujeme transparentní informace o tom, co používáme a proč to potřebujeme.\n\n- `proxy` - To je to, co rozšíření dělá.\n- `contextMenus` - Toto používáme k přidání položek kontextové nabídky, které umožňují zapnutí nebo vypnutí VPN.\n- `managementt` - Toto používáme pro možnost vypnout další rozšíření proxy serveru jedním kliknutím.\n- `oznámení` - Pomocí tohoto zobrazujeme upozornění po úspěšné autentizaci uživatele prostřednictvím sociálních sítí.\n- `soukromí` - Používáme to k zajištění funkce \"Zakázat WebRTC\", která je zásadní pro zabránění webovým serverům v zjišťování skutečné adresy IP uživatele.\n- `úložiště`,`neomezené úložiště` - Tato oprávnění jsou potřeba k uložení uživatelských nastavení\n- `webRequest`,`webRequestBlocking` - Používáme je na dva účely. Nejprve máme posluchače WebRequest, který zachytává chybové události. Používáme ho pro zjišťování nesměřovatelných domén (například hostovaných v síti LAN) a automaticky je přidáváme do seznamu výjimek. Máme také obslužný program `onAuthRequired`, který zpracovává autentizaci pro koncové body, které to vyžadují.\n- `&lt;all_urls&gt;` je nezbytné, protože jinak se parametr \"onAuthRequired\" nespustí. To je také nezbytné pro funkci detekce neprůchodných domén.\n\nZůstaňte v kontaktu\nTým podpory: support@adguard<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dcefb86536bb970c3cf66ad8c2699e4d51906386803f1a184c91227b514530bd/http%3A//-vpn.com\" rel=\"nofollow\">-vpn.com</a>\nTwitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f1f207ce9f7b28c235dc9013f975794f1e67ea4a680e62168b851ad851c90094/https%3A//twitter.com/AdGuard\" rel=\"nofollow\">https://twitter.com/AdGuard</a> \nFacebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/909916670b11656c5e0263ea556a76964beb0f0abb984e970822dd0553c228a2/https%3A//www.facebook.com/adguarden\" rel=\"nofollow\">https://www.facebook.com/adguarden</a> \nOficiální webová stránka: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/71b0aafa24b8e63850c2c8ebfb15c21c58af52d65a8d09730e5ec21ce744ad1a/https%3A//adguard-vpn.com\" rel=\"nofollow\">https://adguard-vpn.com</a> \n\n© Adguard Software Limited",
        "da": "AdGuard VPN — den bedste gratis løsning til din online sikkerhed fra skaberne af en berømt adblocker.\n\nKrypter din forbindelse, skjul din IP-adresse og besøgte websteder for alle (inkl. din Internetudbyder), og sikr anonym browsing på nettet. Skjul din placering og afblokér geografisk begrænsede websteder eller indhold uden trafikbegrænsninger.\n\nI 10 år har AdGuard adblocker beskyttet sine brugere mod irriterende annoncer og udspionerende trackers. I dag betror flere end 25 millioner personer verden over AdGuard med deres onlinefortrolighed, så vi tilføjede det helt nye værktøj til at styrke deres cybersikkerhed yderligere — AdGuard VPN.\n\nSom supplement til alle de funktioner, som enhvert moderne VPN er bevæbnet med, har AdGuard VPN mere at tilbyde — det er integreret med andre AdGuard-produkter og giver beskyttelse mod sporing og malware. Slut dig til os og surf sikkert!\n\nMere om hvorfor du har brug for AdGuard VPN:\n- Avanceret Beskyttelse af Personlige Oplysninger\n- Afblokér Websteder og Indhold\n- Hastighed og Ubegrænset Trafik\n- Ingen Logning-politik\n\nHvorfor kræver AdGuard VPN tilladelser?\nHer er detaljerede oplysninger om de tilladelser, vi har brug for. Vi er altid transparente over for brugerne om, hvad vi bruger, og hvorfor vi har brug for det.\n\n- `proxy` - Dette er, hvad udvidelsen gør.\n- `contextMenus` - Vi bruger dette til at tilføje genvejsmenupunkter, som tillader aktivering/deaktivering af VPN.\n- `management` - Vi bruger dette til at muliggøre deaktivere en anden proxy-udvidelse med ét enkelt klik.\n- `notifications` - Vi bruger dette til at vise en brugergodkendelsesnotifikation via sociale netværk.\n- \"privacy\" - Vi bruger dette til at levere funktionen \"Deaktivér WebRTC\", der er afgørende for at forhindre websteder i at opdage brugerens reelle IP-adresse.\n- \"storage\", \"unlimitedStorage\" - Disse tilladelser kræves for at gemme brugerindstillinger\n- `webRequest`,` webRequestBlocking` - Vi bruger disse til to formål. For det første har vi en webRequest listener, der lytter efter fejlhændelser. Vi bruger det til at registrere non-routable (f.eks. hostet på LAN'et) domæner og automatisk føje dem til listen over undtagelser. Vi har også en `onAuthRequired`-behandler, der håndterer godkendelse af de slutpunkter, der kræver det.\n- \"&lt;all_urls&gt;\" er nødvendig, da \"onAuthRequired\" ellers ikke vil fungere. Dette er også nødvendigt for detekteringsfunktionen af non-routable domæner.\n\nHold kontakten\nSupportteam: support@adguard<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dcefb86536bb970c3cf66ad8c2699e4d51906386803f1a184c91227b514530bd/http%3A//-vpn.com\" rel=\"nofollow\">-vpn.com</a>\nTwitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f1f207ce9f7b28c235dc9013f975794f1e67ea4a680e62168b851ad851c90094/https%3A//twitter.com/AdGuard\" rel=\"nofollow\">https://twitter.com/AdGuard</a>\nFacebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/909916670b11656c5e0263ea556a76964beb0f0abb984e970822dd0553c228a2/https%3A//www.facebook.com/adguarden\" rel=\"nofollow\">https://www.facebook.com/adguarden</a>\nOfficiel websted: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/71b0aafa24b8e63850c2c8ebfb15c21c58af52d65a8d09730e5ec21ce744ad1a/https%3A//adguard-vpn.com\" rel=\"nofollow\">https://adguard-vpn.com</a>\n\n© AdGuard Software Limited",
        "de": "AdGuard VPN ist die beste kostenlose Lösung für Ihre Online-Sicherheit, die von den Entwicklern des berühmten Werbeblockers erstellt wurde.\n\nMit AdGuard VPN können Sie Ihre Verbindung verschlüsseln, Webseiten, die Sie besuchen, vor Dritten (einschließlich Ihres Internet-Providers) verbergen und Ihre IP verstecken. Es sorgt für Ihr anonymes Surfen im Internet: verbirgt Ihren Standort und entsperrt geografisch begrenzte Webseiten oder Inhalte ohne Einschränkungen des Datenverkehrs.\n\nSeit 10 Jahren schützt AdGuard-Werbeblocker seine Nutzer vor lästigen Anzeigen und spionierenden Trackern. Heutzutage vertrauen weltweit mehr als 25 Millionen Menschen AdGuard ihre Privatsphäre an. Deshalb haben wir das brandneue Tool entwickelt, um ihre Internet-Sicherheit noch weiter zu stärken — AdGuard VPN.\n\nZusätzlich zu allen Funktionen, die ein modernes VPN beinhaltet, hat AdGuard VPN noch mehr zu bieten — es ist mit anderen AdGuard-Produkten integriert und bietet einen effektiven Tracking-Blocker und zuverlässigen Malware-Schutz.\nTreten Sie uns bei und surfen Sie sicher!\n\nMehr darüber, warum Sie AdGuard VPN brauchen:\n- Erweiterter Datenschutz\n- Inhalte und Webseiten entsperren\n- Geschwindigkeit &amp; Unbegrenzter Datenverkehr\n- Keine Logging-Richtlinie\n\n\nWarum benötigt AdGuard VPN Berechtigungen?\nHier finden Sie detaillierte Informationen zu den Berechtigungen, die wir benötigen. Wir sind für Benutzer immer transparent darüber, was wir verwenden und warum wir es brauchen.\n\n- `proxy` - Dies ist, was die Erweiterung tut.\n- `contextMenus` - Wir verwenden dies, um Kontextmenüelemente hinzuzufügen, mit denen das VPN aktiviert oder deaktiviert werden kann.\n- `management` - Wir verwenden dies zum Deaktivieren einer anderen Proxy-Erweiterung mit einem Klick.\n- `notifications` - Wir verwenden dies, um eine Benachrichtigung nach einer erfolgreichen Benutzerauthentifizierung über soziale Netzwerke anzuzeigen.\n- `privacy` - Wir verwenden diese Funktion, um die Funktion “WebRTC deaktivieren” bereitzustellen, die entscheidend ist, um zu verhindern, dass Websites die tatsächliche IP-Adresse des Benutzers erkennen.\n- `storage`,` unlimitedStorage` - Diese Berechtigungen sind erforderlich, um Benutzereinstellungen zu speichern.\n- `webRequest`,` webRequestBlocking` - Wir verwenden diese für zwei Zwecke: erstens haben wir einen webRequest-Listener, der auf Fehlerereignisse wartet. Wir verwenden es, um nicht routbare (beispielsweise im LAN gehostete) Domänen zu erkennen und sie automatisch zur Liste der Ausschlüsse hinzuzufügen. Außerdem haben wir einen `onAuthRequired`-Handler, der die Authentifizierung für die Endpunkte übernimmt, die dies erfordern.\n- `&lt;all_urls&gt;` - `&lt;all_urls&gt;` Diese sind erforderlich für `onAuthRequired` zu funktionieren. Dies ist auch für die Erkennungsfunktion für nicht routbare Domänen erforderlich.\n\n\nBleiben Sie in Kontakt\nSupport-Team: support@adguard<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dcefb86536bb970c3cf66ad8c2699e4d51906386803f1a184c91227b514530bd/http%3A//-vpn.com\" rel=\"nofollow\">-vpn.com</a>\nTwitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f1f207ce9f7b28c235dc9013f975794f1e67ea4a680e62168b851ad851c90094/https%3A//twitter.com/AdGuard\" rel=\"nofollow\">https://twitter.com/AdGuard</a> \nFacebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/909916670b11656c5e0263ea556a76964beb0f0abb984e970822dd0553c228a2/https%3A//www.facebook.com/adguarden\" rel=\"nofollow\">https://www.facebook.com/adguarden</a> \nOffizielle Webseite: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/71b0aafa24b8e63850c2c8ebfb15c21c58af52d65a8d09730e5ec21ce744ad1a/https%3A//adguard-vpn.com\" rel=\"nofollow\">https://adguard-vpn.com</a> \n\n© AdGuard Software Limited",
        "en-US": "AdGuard VPN — the best free solution for your online security from the creators of a famous ad blocker.\n\nEncrypt your connection, hide your IP address and websites you visit from anyone (including your Internet provider) and ensure anonymous browsing on the web. Conceal your location and unblock geographically restricted websites or content with no limitations on traffic.\n\nFor 10 years AdGuard ad blocker has been protecting its users from annoying ads and spying trackers. Today, over 25 million people worldwide trust AdGuard with their privacy, so we added the brand new tool to even further strengthen their cyber security — AdGuard VPN.\n\nComplementary to all the features any modern VPN is armed with, AdGuard VPN has something more to offer — it’s integrated with other AdGuard products and provides protection from tracking and malware. Join us and surf safely!\n\nMore on why you need AdGuard VPN:\n- Advanced Privacy Protection\n- Unblock Websites and Content\n- Speed &amp; Unlimited Traffic\n- No Logging Policy\n\nWhy does AdGuard VPN require permissions?\nHere is detailed information on the permissions we need. We are always transparent to users about what we use and why we need it.\n\n- `proxy` - This is what the extension does.\n- `contextMenus` - We use this to add a context menu items that allow enabling or disabling the VPN.\n- `management` - We use this to provide an option to turn off another proxy-extension in one click.\n- `notifications` - We use this to show a notification after a successful user authentication via social networks.\n- `privacy` - We use this to provide the “Disable WebRTC” feature which is crucial to prevent websites from detecting user’s real IP address.\n- `storage`, `unlimitedStorage` - These permissions are required in order to store user settings\n- `webRequest`, `webRequestBlocking` - We use these for two purposes. First, we have a webRequest listener that is listening for error events. We use it to detect non-routable (hosted in the LAN, for instance) domains and automatically add them to the list of exclusions. Also, we have an `onAuthRequired` handler that handles authentication for the endpoints that require it.\n- `&lt;all_urls&gt;` is necessary because otherwise `onAuthRequired` won’t fire. Also, this is necessary for the non-routable domains detection feature.\n\nStay in touch\nSupport team: support@adguard<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dcefb86536bb970c3cf66ad8c2699e4d51906386803f1a184c91227b514530bd/http%3A//-vpn.com\" rel=\"nofollow\">-vpn.com</a>\nTwitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f1f207ce9f7b28c235dc9013f975794f1e67ea4a680e62168b851ad851c90094/https%3A//twitter.com/AdGuard\" rel=\"nofollow\">https://twitter.com/AdGuard</a> \nFacebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/909916670b11656c5e0263ea556a76964beb0f0abb984e970822dd0553c228a2/https%3A//www.facebook.com/adguarden\" rel=\"nofollow\">https://www.facebook.com/adguarden</a> \nOfficial website: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/71b0aafa24b8e63850c2c8ebfb15c21c58af52d65a8d09730e5ec21ce744ad1a/https%3A//adguard-vpn.com\" rel=\"nofollow\">https://adguard-vpn.com</a> \n\n© Adguard Software Limited",
        "es": "AdGuard VPN - la mejor solución gratuita para tu seguridad en línea de los creadores del famoso bloqueador de anuncios.\n\nCifra tu conexión, oculta tu dirección IP y los sitios web que visites de cualquier persona (incluido de tu proveedor de Internet) y garantiza que la navegación por Internet sea anónima. Oculta tu ubicación y desbloquea los sitios web o contenidos geográficamente restringidos sin limitaciones de tráfico.\n\nDurante 10 años el bloqueador de anuncios AdGuard ha estado protegiendo a sus usuarios de anuncios molestos y rastreadores de espionaje. Hoy en día, más de 25 millones de personas en todo el mundo confían en AdGuard con su privacidad, por lo que hemos añadido una nueva herramienta para reforzar aún más la ciberseguridad: AdGuard VPN.\n\nComo complemento a todas las características que tiene cualquier VPN moderna, AdGuard VPN tiene algo más que ofrecer, se integra con otros productos AdGuard y proporciona protección contra rastreo y malware. ¡Únete a nosotros y navega con seguridad!\n\nMás información sobre por qué necesitas AdGuard VPN:\n- Protección de privacidad avanzada\n- Desbloquea sitios web y contenidos\n- Velocidad y tráfico ilimitado\n- Política de no registro\n\n¿Por qué AdGuard VPN requiere permisos?\nAquí hay información detallada sobre los permisos que necesitamos. Siempre somos transparentes con los usuarios sobre lo que usamos y por qué lo necesitamos.\n\n- `proxy` - Esto es lo que hace la extensión.\n- `contextMenus` - Usamos esto para añadir elementos al menú contextual que permiten habilitar o deshabilitar la VPN.\n- `management` - Usamos esto para proporcionar una opción para deshabilitar otra extensión proxy con un solo clic.\n- `notifications` - Usamos esto para mostrar una notificación después de una autenticación del usuario exitosa a través de las redes sociales.\n- `privacy` - Usamos esto para proporcionar la función “Deshabilitar WebRTC”, que es crucial para evitar que los sitios web detecten la dirección IP real del usuario.\n- `storage`, `unlimitedStorage` - Usamos estos permisos son necesarios para almacenar la configuración del usuario.\n- `webRequest`, `webRequestBlocking` - Usamos estos para dos propósitos. Primero, tenemos un oyente webRequest que está escuchando eventos de error. Lo usamos para detectar dominios no enrutables (alojados en la LAN, por ejemplo) y añadirlos automáticamente a la lista de exclusiones. Además, tenemos un controlador `onAuthRequired` que maneja la autenticación para los puntos finales que la requieran.\n- `&lt;all_urls&gt;` es necesario porque, de lo contrario, `onAuthRequired` no se iniciará. Además, esto es necesario para la función de detección de dominios no enrutables.\n\nMantente en contacto\nEquipo de soporte: support@adguard.com\nTwitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f1f207ce9f7b28c235dc9013f975794f1e67ea4a680e62168b851ad851c90094/https%3A//twitter.com/AdGuard\" rel=\"nofollow\">https://twitter.com/AdGuard</a>\nFacebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/909916670b11656c5e0263ea556a76964beb0f0abb984e970822dd0553c228a2/https%3A//www.facebook.com/adguarden\" rel=\"nofollow\">https://www.facebook.com/adguarden</a>\nSitio web oficial: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/1536ad299d97c1fb3ce831196ff4236506709a77e7026c08d7add6e74e951e16/https%3A//adguard.com\" rel=\"nofollow\">https://adguard.com</a>\n\n© AdGuard Software Limited",
        "fr": "AdGuard VPN, conçu par les auteurs du fameux bloqueur de pub, est la meilleure solution gratuite pour votre sécurité en ligne.\n\nLe logiciel aide à crypter la connexion, plus chaque utilisateur pourra cacher son adresse IP et dissimuler ses sites Web visités si bien que même son fournisseur d’Internet n’en aura aucune idée. La navigation anonyme sur le Web est ajoutée à l’ensemble. Masquez votre emplacement et débloquez les sites web et des contenus restreints géographiquement sans aucune limitation de trafic.\n\nÇa fait déjà une décennie que le Bloqueur de contenus AdGuard protège ses utilisateurs de la pub nuisible et du pistage Internet. Aujourd’hui plus de 25 millions d’internautes du monde entier ont confié leur confidentialité et sécurité en ligne à AdGuard. C’est grâce à ce vote de confidence que nous avons ajouté un instrument tout neuf assurant la sécurité numérique à notre ligne de logiciels — AdGuard VPN.\n\nAu-delà de toutes les fonctionnalités d'un Virtual Private Network moderne, le VPN AdGuard a quelque chose de plus à offrir — il est intégré avec les autres produits AdGuard et offre une protection anti tracking qui bloque aussi les logiciels malveillants. Rejoignez-nous et surfez incognito et en toute sécurité !\n\nVoici plus de raisons d’utiliser AdGuard VPN:\n- Protection avancée de votre confidentialité\n- Déblocage des sites Web et de leur contenu\n- Connexion fluide et trafic illimité \n- Politique “Pas d’enregistrement”\n\nContactez-nous:\nAssistance technique: support@adguard<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dcefb86536bb970c3cf66ad8c2699e4d51906386803f1a184c91227b514530bd/http%3A//-vpn.com\" rel=\"nofollow\">-vpn.com</a>\nTwitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/508117388759c5e3be270fe55932eaa282e4a150bce0489cabb243dca8d36b6b/https%3A//twitter.com/AdGuardFR\" rel=\"nofollow\">https://twitter.com/AdGuardFR</a>\nFacebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/2b7e43ef2dc1cd992d0b7ace470b22eea23e0393235cbf09e0e4713ea54a25c0/https%3A//www.facebook.com/adguardfr\" rel=\"nofollow\">https://www.facebook.com/adguardfr</a> \nSite Web oficiel: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/71b0aafa24b8e63850c2c8ebfb15c21c58af52d65a8d09730e5ec21ce744ad1a/https%3A//adguard-vpn.com\" rel=\"nofollow\">https://adguard-vpn.com</a>\n\n© AdGuard Software Limited",
        "hr": "AdGuard VPN - najbolje besplatno rješenje za vašu internetsku sigurnost od stvaratelja poznatog blokera oglasa.\n\nŠifrirajte svoju vezu, sakrijte svoju IP adresu i web stranice koje posjećujete od bilo koga (uključujući vašeg davatelja internetskih usluga) i osigurajte anonimno pregledavanje weba. Sakrijte svoju lokaciju i odblokirajte geografski ograničene web stranice ili sadržaj, bez ograničenja prometa.\n\nVeć deset godina AdGuard bloker oglasa štiti svoje korisnike od dosadnih oglasa i špijuniranja pratitelja. Danas preko 25 milijuna ljudi širom svijeta povjerava AdGuardu svoju privatnost, pa smo dodali potpuno novi alat za jačanje cyber sigurnosti - AdGuard VPN.\n\nObogaćen svim značajkama kojima je naoružan svaki moderni VPN, AdGuard VPN nudi još nešto - integriran je s ostalim AdGuard proizvodima i pruža zaštitu od praćenja i zlonamjernih programa. Pridružite nam se i sigurno surfajte!\n\nViše o tome zašto vam treba AdGuard VPN:\n- Napredna zaštita privatnosti\n- Odblokirajte web stranice i sadržaj\n- Brzina i neograničeni promet\n- Politika ne spremanja zapisa\n\nZašto AdGuard VPN zahtijeva dozvole?\nOvdje su detaljne informacije o dopuštenjima koja su nam potrebna. Korisnicima smo uvijek transparentni o tome što koristimo i zašto to trebamo.\n\n- `proxy` - ovo je što proširenje radi.\n- `contextMenus` - koristimo ga za dodavanje stavki kontekstnog izbornika koje omogućuju omogućavanje ili onemogućavanje VPN-a.\n- `upravljanje` - Koristimo ovo da pružimo mogućnost isključivanja drugog proxy proširenja jednim klikom.\n- `obavijesti` - ovo koristimo za prikaz obavijesti nakon uspješne provjere autentičnosti korisnika putem društvenih mreža.\n- `privatnost` - Koristimo je za pružanje značajke\" Onemogući WebRTC \"koja je presudna kako bi se spriječilo da web lokacije otkriju stvarnu IP adresu korisnika.\n- `storage`,` unlimitedStorage` - Ova dopuštenja potrebna su za spremanje korisničkih postavki\n- `webRequest`,` webRequestBlocking` - Koristimo ih u dvije svrhe. Prvo, imamo webRequest listener koji preslušava događaje pogrešaka. Koristimo ga za otkrivanje neusmjerivih (na primjer, hostiranih u LAN-u) domena i automatski ih dodajemo na popis izuzeća. Također, imamo obrađivač `onAuthRequired` koji obrađuje provjeru autentičnosti krajnjih točaka koje to zahtijevaju.\n- `&lt;all_urls&gt;` je potreban jer se u suprotnom `onAuthRequired` neće aktivirati. To je također potrebno za značajku otkrivanja domena koje se ne mogu usmjeravati.\n\nOstati u kontaktu\nTim za podršku: support@adguard<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dcefb86536bb970c3cf66ad8c2699e4d51906386803f1a184c91227b514530bd/http%3A//-vpn.com\" rel=\"nofollow\">-vpn.com</a>\nTwitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f1f207ce9f7b28c235dc9013f975794f1e67ea4a680e62168b851ad851c90094/https%3A//twitter.com/AdGuard\" rel=\"nofollow\">https://twitter.com/AdGuard</a>\nFacebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/909916670b11656c5e0263ea556a76964beb0f0abb984e970822dd0553c228a2/https%3A//www.facebook.com/adguarden\" rel=\"nofollow\">https://www.facebook.com/adguarden</a>\nSlužbena web stranica: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/71b0aafa24b8e63850c2c8ebfb15c21c58af52d65a8d09730e5ec21ce744ad1a/https%3A//adguard-vpn.com\" rel=\"nofollow\">https://adguard-vpn.com</a>\n\n© Adguard Software Limited",
        "hu": "AdGuard VPN - a legjobb ingyenes megoldás az online biztonsághoz egy híres hirdetésblokkoló készítőitől.\n\nTitkosítsa a kapcsolatot, rejtse el az IP-címét és a meglátogatott webhelyeket mindenki elől (beleértve az internetszolgáltatóját is), valamint gondoskodjon a névtelen böngészésről az interneten. Fedje el tartózkodási helyét, oldja fel a földrajzilag korlátozott webhelyeket és tartalmakat, az adatforgalom korlátozása nélkül.\n\nAz AdGuard hirdetésblokkoló 10 éve védi felhasználóit a bosszantó hirdetések és a nyomkövetők ellen. Mára világszerte több, mint 25 millió ember bízik az AdGuardban és védi vele a magánéletét, ezért létrehoztuk a vadonatúj eszközt - az AdGuard VPN-t -, hogy még inkább megerősítsük felhasználóink kiberbiztonságát.\n\nAz összes olyan funkció mellett, amellyel egy modern VPN fel van fegyverezve, az AdGuard VPN kínál még valamit - integrációs módban működik más AdGuard termékekkel, így védelmet nyújt a nyomkövetés és a rosszindulatú programok ellen is. Csatlakozzon hozzánk, hogy biztonságosan szörfözhessen!\n\nTovábbi érvek amellett, hogy miért van szüksége az AdGuard VPN-re:\n- Fejlett adatvédelem\n- Webhelyek és tartalmak feloldása\n- Sebesség &amp; korlátlan forgalom\n- Nincs naplózás\n\nMiért van szükség engedélyekre az AdGuard VPN számára?\nItt részletes információkat talál a szükséges engedélyekről. Mindig szeretnénk átlátható képet adni a felhasználóinknak, hogy mit és miért használunk.\n\n- `proxy` - Ez az, amit a kiegészítő tulajdonképpen csinál.\n- `contextMenus` - Ezt arra használjuk, hogy hozzáadjunk elemeket a helyi menühöz, amelyek aztán lehetővé teszik a VPN engedélyezését vagy letiltását.\n- `management` - Ezt arra használjuk, hogy lehetőséget adjunk egy másik proxy-kiegészítő kikapcsolására egy kattintással.\n- `notifications` - Ezt arra használjuk, hogy a közösségi hálózatokon keresztüli sikeres felhasználói hitelesítést követően értesítést jelenítsünk meg.\n- `privacy` - Ezt a “WebRTC letiltása“ szolgáltatás érdekében használjuk, amely kulcsfontosságú annak megakadályozására, hogy a webhelyek észleljék a felhasználó valódi IP-címét.\n- `storage`, `unlimitedStorage` - Ezekre az engedélyekre van szükség a felhasználói beállítások tárolásához\n- `webRequest`,` webRequestBlocking` - Ezeket két célra használjuk. Először is van egy webRequest figyelőnk, amely a hibákkal kapcsolatos eseményeket figyeli. A VPN-en keresztül nem átirányítható (például a helyi hálózatban tárolt) domainek észlelésére használjuk, és automatikusan hozzáadjuk őket a kizárások listájához. Ezenkívül rendelkezünk egy `onAuthRequired` kezelővel, amely az azt igénylő végpontok hitelesítését látja el.\n- `&lt;all_urls&gt;` - Szükséges, különben az `onAuthRequired` nem fog megjelenni. Továbbá szükséges a nem átirányítható tartományok észleléséhez is.\n\nMaradjunk kapcsolatban\nÜgyfélszolgálat: support@adguard<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dcefb86536bb970c3cf66ad8c2699e4d51906386803f1a184c91227b514530bd/http%3A//-vpn.com\" rel=\"nofollow\">-vpn.com</a>\nTwitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f1f207ce9f7b28c235dc9013f975794f1e67ea4a680e62168b851ad851c90094/https%3A//twitter.com/AdGuard\" rel=\"nofollow\">https://twitter.com/AdGuard</a> \nFacebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/909916670b11656c5e0263ea556a76964beb0f0abb984e970822dd0553c228a2/https%3A//www.facebook.com/adguarden\" rel=\"nofollow\">https://www.facebook.com/adguarden</a> \nHivatalos webhely: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/71b0aafa24b8e63850c2c8ebfb15c21c58af52d65a8d09730e5ec21ce744ad1a/https%3A//adguard-vpn.com\" rel=\"nofollow\">https://adguard-vpn.com</a> \n\n© Adguard Software Limited",
        "it": "AdGuard VPN — la migliore soluzione gratuita per la tua sicurezza in rete, dai creatori del famoso blocca-annunci.\n\nCrittografa la tua connessione, nascondi a chiunque (incluso al tuo fornitore internet) il tuo indirizzo IP e i siti web visitati, e assicurati una navigazione anonima sul web. Nascondi la tua posizione e sblocca siti web o contenuti con limitazioni geografiche, senza limitazioni di traffico.\n\nPer 10 anni il blocco per annunci pubblicitari AdGuard ha protetto i suoi utenti da fastidiose pubblicità e traccianti spioni. Oggi, oltre 25 milioni di persone in tutto il mondo affidano ad AdGuard la loro privacy, quindi abbiamo aggiunto il nuovissimo strumento per rafforzare ulteriormente la loro sicurezza informatica — AdGuard VPN.\n\nComplementare a tutte le funzionalità di cui è dotata qualsiasi VPN moderna, AdGuard VPN ha qualcosa in più da offrire: è integrata con altri prodotti AdGuard e fornisce protezione dal monitoraggio e malware. Unisciti a noi e naviga in sicurezza!\n\nMotivi che potrebbero farti necessitare AdGuard VPN:\n- Protezione avanzata della privacy\n- Sblocco di siti web e contenuti\n- Velocità e traffico illimitati\n- Nessuna politica di registrazione\n\nPerché AdGuard VPN richiede autorizzazioni?\nDi seguito sono riportate informazioni dettagliate sulle autorizzazioni di cui abbiamo bisogno. Siamo sempre trasparenti verso gli utenti su ciò che utilizziamo e sul motivo per cui ne abbiamo bisogno.\n\n- `proxy` - è ciò che fa l\\'estensione.\n- `contextMenus` - utilizzata per aggiungere voci di menù contestuale, che consentono di abilitare o disabilitare la VPN.\n- `management` - utilizzata per fornire un'opzione per disattivare un'altra estensione proxy con un singolo clic.\n- `notifications` - la utilizziamo per mostrare una notifica dopo una corretta autenticazione dell'utente tramite social.\n- `privacy` - la utilizziamo per fornire la funziona \"Disattiva WebRTC\", che è fondamentale per impedire ai siti web di rilevare il vero indirizzo IP dell\\'utente.\n- `storage`, `unlimitedStorage` - sono permessi necessari per memorizzare le impostazioni dell'utente\n- `webRequest`, `webRequestBlocking` - vengono usate per più scopi: innanzitutto abbiamo un listener webRequest che ascolta gli eventi di errore e permette di rilevare domini non instradabili (ospitati in LAN, ad esempio) così da poterli aggiungere automaticamente all'elenco delle esclusioni. Inoltre, abbiamo un gestore `onAuthRequired` che si occupa dell'autenticazione per gli endpoint che la richiedono.\n- `&lt;all_urls&gt;` - è necessaria per la corretta attivazione di `onAuthRequired`, nonché per la funzione di rilevamento dei domini non instradabili.\n\nResta in contatto\nGruppo del supporto: support@adguard<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dcefb86536bb970c3cf66ad8c2699e4d51906386803f1a184c91227b514530bd/http%3A//-vpn.com\" rel=\"nofollow\">-vpn.com</a>\nTwitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f1f207ce9f7b28c235dc9013f975794f1e67ea4a680e62168b851ad851c90094/https%3A//twitter.com/AdGuard\" rel=\"nofollow\">https://twitter.com/AdGuard</a>\nFacebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/909916670b11656c5e0263ea556a76964beb0f0abb984e970822dd0553c228a2/https%3A//www.facebook.com/adguarden\" rel=\"nofollow\">https://www.facebook.com/adguarden</a>\nSito web ufficiale: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/71b0aafa24b8e63850c2c8ebfb15c21c58af52d65a8d09730e5ec21ce744ad1a/https%3A//adguard-vpn.com\" rel=\"nofollow\">https://adguard-vpn.com</a>\n\n© Adguard Software Limited",
        "ja": "AdGuard VPNは知名度のある広告ブロッカーの作成者による、インターネットセキュリティ最強の無料ソリューションです。\n\n接続を暗号化し、自分のIPアドレスとアクセスするWebサイトを誰からも隠し（インターネットプロバイダーを含む）、匿名インターネット接続を保証します。自分の現在位置情報を隠蔽し、通信量を制限されることなく地域的に制限されたウェブサイトやコンテンツのブロックを解除します。\n\nAdGuard広告ブロッカーは既に10年間、迷惑な広告やトラッカー（追跡ソフトウェア）からユーザーを保護しています。現在、AdGuardプライバシー保護（個人情報漏洩対策）は世界中の2,500万人以上のユーザー様に信頼されており、サイバーセキュリティをさらに強化する新ツールであるAdGuard VPNを追加しました。\n\nAdGuard VPNは、最新の現代VPNでは当たり前の機能を補完しながら、さらなる特徴もあります。他のAdGuard製品と完全併用でき、追跡、マルウェア、スパイウェア対策ソフトとしての保護を提供。ぜひ安全なブラウジングをお楽しみください！\nAdGuard VPNが役立つ理由:\n- 高度なプライバシー保護\n- コンテンツとWebサイトのブロックを解除\n- 高速度と通信量無制限\n- ログ一切なしポリシー\nAdGuard VPNに権限が必要なのはなぜですか？\n私たちは、ユーザーが何を使用し、なぜそれが必要なのかを安心できるようにオープンに解説しております。必要な権限の詳細は以下のとおりです。\n\n-`proxy` これは拡張機能が行う操作です。\n-`contextMenus` これを使用して、VPNを有効または無効にするコンテキストメニュー項目を提供します。\n-`management` これを使用して、ワンクリックで別のプロキシ拡張機能をオフにするオプションを提供します。\n-`notifications` SNSを介したユーザー認証が成功した後に通知を表示するために使用されます。\n-`privacy`　これを使用して、「WebRTCを無効にする」機能を提供します。これは、Webサイトがユーザーの実際のIPアドレスを検出しないようにするために重要です。\n-`storage`、` unlimitedStorage` これらの権限はユーザー設定を保存するために必要です。\n-`webRequest`、` webRequestBlocking` これらは2つの目的で使用します。まず、エラーイベントをリッスンするwebRequestリスナーがあります。これを使用して、ルーティングできない（たとえば、LANでホストされている）ドメインを検出し、それらを自動的に除外リストに追加します。2つ目は、エンドポイントの認証を処理する `onAuthRequired`ハンドラーに必要だからです。\n-`&lt;all_urls&gt;` は使用しないと、 `onAuthRequired`が呼び出されないため、必要です。また、ルーティング不可能なドメイン検出機能にも必要です。\nお問い合わせ・SNS\nカスタマーサポート： support@adguard<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dcefb86536bb970c3cf66ad8c2699e4d51906386803f1a184c91227b514530bd/http%3A//-vpn.com\" rel=\"nofollow\">-vpn.com</a>\nTwitter： <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/8927dea4fb9428c50160ce8a3b573ea988431947565323cd043f49f9c8ad1ea6/https%3A//twitter.com/AdGuardJP\" rel=\"nofollow\">https://twitter.com/AdGuardJP</a> \nLINE： <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/3aaa86c04e56921368aae4e81dc5b52e4430fffdefab9496bc64adeb8e23c67f/https%3A//lin.ee/v4Qg8xu\" rel=\"nofollow\">https://lin.ee/v4Qg8xu</a>\nFacebook： <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/a7f8c73faa2a1a11d8c90b9431839f0e78f01a7ba9272be3f466cac20a59d845/https%3A//www.facebook.com/adguardjp\" rel=\"nofollow\">https://www.facebook.com/adguardjp</a> \n公式ウェブサイト： <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/71b0aafa24b8e63850c2c8ebfb15c21c58af52d65a8d09730e5ec21ce744ad1a/https%3A//adguard-vpn.com\" rel=\"nofollow\">https://adguard-vpn.com</a> \n\n© AdGuard Software Limited",
        "ko": "AdGuard VPN은 유명 광고 차단기 제작사의 온라인 보안을 위한 최고의 무료 솔루션입니다.\n\nAdGuard VPN을 이용하면 연결을 암호화하고 IP 주소 및 방문한 웹사이트를 인터넷 제공 업체를 포함한 타인으로부터 보호하며 웹에서 익명으로 브라우징할 수 있습니다. 트래픽에 상관 없이 위치를 숨기고, 지역 제한 없이 웹사이트 및 콘텐츠를 이용해보세요.\n\nAdGuard 광고 차단기는 10년 동안 성가신 광고 및 해커로부터 사용자를 보호하고 있습니다. AdGuard의 개인정보 보호를 신뢰하며 이용해주시는 전 세계 2천 5백만명의 유저분들을 위해 사이버 보안을 더욱 강화하는 AdGuard VPN을 추가했습니다.\n\nAdGuard VPN은 대부분의 VPN 상품이 가지고 있는 기능 뿐만 아니라 추적 및 맬웨어로부터 보호하는 AdGuard 광고 차단 프로그램과 호환됩니다.\nAdGuard를 사용하여 안전하게 서핑하십시오!\n\nAdGuard VPN이 필요한 이유: \n-고급 개인정보 보호\n-웹사이트 및 콘텐츠 차단 해제\n- 빠른 속도 및 무제한 트래픽\n- 로깅 정책 없음\n\n\nAdGuard VPN에 권한이 필요한 이유는 무엇인가요?\n저희는 사용자의 정보중 어떤 것을 어느곳에 사용하는지 투명하게 공개합니다.필요한 권한에 대한 자세한 정보는 다음과 같습니다.\n\n- `proxy`- 확장 프로그램의 주 기능입니다.\n- `contextMenus`-VPN을 활성화 또는 비활성화할 수 있는 콘텍스트 메뉴 항목을 추가하는 데 사용됩니다.\n- `management`- 한번의 클릭으로 다른 프록시 확장 프로그램을 종료시키는 옵션을 제공하기 위해 이것을 사용합니다.\n- `notifications`- SNS를 통한 사용자 인증 후 알림을 표시하는 데 사용합니다.\n- `privacy`-웹사이트가 사용자의 실제 IP 주소를 감지하지 못하도록 “WebRTC 비활성화”기능을 제공합니다.\n- `storage`,`unlimitedStorage`-이 설정은 사용자 설정을 저장하기 위해 필요합니다.\n- `webRequest`,`webRequestBlocking`-두 가지 목적으로 사용합니다. 먼저 오류를 수신하는 웹 요청 리스너를 통해 라우팅할 수 없는 (예 : LAN에서 호스팅되는) 도메인을 감지하여 제외 목록에 자동으로 추가하는 데 사용합니다. 또한 'onAuthRequired'핸들러를 통해 필요한 엔드 포인트의 인증을 처리합니다.\n- `&lt;all_urls&gt;`- `onAuthRequired`를 실행시키거나 라우팅할 수 없는 도메인 감지에 사용됩니다.\n\n연락처\n지원팀: support@adguard<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dcefb86536bb970c3cf66ad8c2699e4d51906386803f1a184c91227b514530bd/http%3A//-vpn.com\" rel=\"nofollow\">-vpn.com</a>\nTwitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f1f207ce9f7b28c235dc9013f975794f1e67ea4a680e62168b851ad851c90094/https%3A//twitter.com/AdGuard\" rel=\"nofollow\">https://twitter.com/AdGuard</a> \nFacebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/1dcacc278912f42729b1d444eb5d10f5a08da763052078a9556a858a01744fe9/https%3A//facebook.com/AdGuardKO\" rel=\"nofollow\">https://facebook.com/AdGuardKO</a>  \nKakaoTalk: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/577f02295a1f652bd4e20f8de445c13c91b86941b4cfb606187637e22d14d1ae/https%3A//pf.kakao.com/_vCAJxb\" rel=\"nofollow\">https://pf.kakao.com/_vCAJxb</a>\n공식 웹사이트: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/56e76a77ce16831fb30f65ce311ac9076f9eac23e8c5ac030d3c038c0151b2a6/https%3A//adguard-vpn.com/ko\" rel=\"nofollow\">https://adguard-vpn.com/ko</a>\n\n© Adguard Software Limited",
        "nl": "AdGuard VPN - de beste gratis oplossing voor je online beveiliging van de makers van de bekende ad blocker.\n\nVersleutel je verbinding, verberg je IP-adres en de websites die je bezoekt voor iedereen (inclusief jouw internetprovider) en zorg voor anoniem browsen op internet. Verberg je locatie en deblokkeer geografisch beperkte websites of inhoud, zonder beperkingen op de hoeveelheid verkeer.\n\nAl 10 jaar beschermt AdGuard ad blocker zijn gebruikers tegen vervelende advertenties en spionerende volgers. Tegenwoordig vertrouwen meer dan 25 miljoen mensen wereldwijd AdGuard voor hun privacy, daarom hebben we een gloednieuwe tool toegevoegd om hun cyberveiligheid nog verder te versterken: AdGuard VPN.\n\nAanvullend op alle functies waarmee een moderne VPN is gewapend, heeft AdGuard VPN nog meer te bieden: het is geïntegreerd met andere AdGuard producten en biedt bescherming tegen volgers en malware. Doe mee en surf veilig!\n\nWaarom heb je AdGuard VPN nodig:\n- Geavanceerde privacy bescherming\n- Websites en inhoud deblokkeren\n- Snelheid en onbeperkt verkeer\n- Geen logboekregistratiebeleid\n\nWaarvoor heeft AdGuard VPN toestemming nodig?\nHier is gedetailleerde informatie over de toestemmingen die we nodig hebben. We zijn altijd transparant voor gebruikers over wat we gebruiken en waarom we het nodig hebben.\n\n- \"proxy\" - dit is wat de uitbreiding doet.\n- \"contextMenus\" - we gebruiken dit om contextmenu items toe te voegen waarmee je de VPN kan in- of uitschakelen.\n- \"beheer\" - we gebruiken dit voor een optie om een andere proxy uitbreiding met één klik uit te schakelen.\n- \"meldingen\" - we gebruiken dit om een melding weer te geven na een succesvolle gebruikersauthenticatie via sociale netwerken.\n- \"privacy\" - we gebruiken dit voor de functie \"WebRTC uitschakelen\", die cruciaal is om te voorkomen dat websites het echte IP-adres van de gebruiker detecteren.\n- \"storage\", \"unlimitedStorage\" - deze machtigingen zijn vereist om gebruikersinstellingen op te slaan\n- \"webRequest\", \"webRequestBlocking\" - we gebruiken dit voor twee doeleinden. Ten eerste hebben we een webRequest listener die luistert naar foutgebeurtenissen. We gebruiken dit om niet-routeerbare (bijvoorbeeld gehost in het LAN) domeinen te detecteren en deze automatisch toe te voegen aan de lijst met uitsluitingen. We hebben ook een \"onAuthRequired\" handler die authenticatie afhandelt voor de eindpunten die dit nodig hebben.\n- \"&lt;all_urls&gt;\" is nodig omdat \"onAuthRequired\" anders niet werkt. Dit is ook nodig voor de detectiefunctie voor niet-routeerbare domeinen.\n\nBlijf op de hoogte\nOndersteuningsteam: support@adguard<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dcefb86536bb970c3cf66ad8c2699e4d51906386803f1a184c91227b514530bd/http%3A//-vpn.com\" rel=\"nofollow\">-vpn.com</a>\nTwitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f1f207ce9f7b28c235dc9013f975794f1e67ea4a680e62168b851ad851c90094/https%3A//twitter.com/AdGuard\" rel=\"nofollow\">https://twitter.com/AdGuard</a> \nFacebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/909916670b11656c5e0263ea556a76964beb0f0abb984e970822dd0553c228a2/https%3A//www.facebook.com/adguarden\" rel=\"nofollow\">https://www.facebook.com/adguarden</a> \nOfficial website: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/71b0aafa24b8e63850c2c8ebfb15c21c58af52d65a8d09730e5ec21ce744ad1a/https%3A//adguard-vpn.com\" rel=\"nofollow\">https://adguard-vpn.com</a> \n\n© Adguard Software Limited",
        "pl": "AdGuard VPN — najlepsze bezpłatne rozwiązanie zapewniające bezpieczeństwo w Internecie od twórców słynnego programu do blokowania reklam.\n\nSzyfruj swoje połączenie, ukryj swój adres IP i odwiedzane strony internetowe przed kimkolwiek (w tym przed dostawcą Internetu) i zapewnij anonimowe przeglądanie sieci. Ukryj swoją lokalizację i odblokuj witryny lub treści z ograniczeniami geograficznymi bez ograniczeń ruchu.\n\nAdGuard od 10 lat chroni swoich użytkowników przed irytującymi reklamami i szpiegującymi trackerami. Obecnie ponad 25 milionów ludzi na całym świecie ufa AdGuard w kwestii swojej prywatności, dlatego dodaliśmy zupełnie nowe narzędzie, które jeszcze bardziej wzmocni ich cyberbezpieczeństwo — AdGuard VPN.\n\nOprócz wszystkich funkcji, w które wyposażona jest każda nowoczesna sieć VPN, AdGuard VPN ma do zaoferowania coś więcej — jest zintegrowany z innymi produktami AdGuard i zapewnia ochronę przed śledzeniem i złośliwym oprogramowaniem. Dołącz do nas i surfuj bezpiecznie!\n\nWięcej informacji o tym, dlaczego potrzebujesz AdGuard VPN:\n- Zaawansowana ochrona prywatności\n- Odblokuj strony internetowe i treści\n- Prędkość i nieograniczony ruch\n- Polityka zero logów\n\nDlaczego AdGuard VPN wymaga uprawnień?\nOto szczegółowe informacje na temat potrzebnych nam uprawnień. Zawsze informujemy użytkowników o tym, czego używamy i dlaczego tego potrzebujemy.\n\n- `proxy` - to właśnie robi rozszerzenie.\n- `contextMenus` - używamy tego do dodawania elementów menu kontekstowego, które umożliwiają włączanie lub wyłączanie VPN.\n- `management` - używamy tego, aby zapewnić opcję wyłączenia innego rozszerzenia proxy jednym kliknięciem.\n- `notifications` - używamy tego do wyświetlania powiadomienia po pomyślnym uwierzytelnieniu użytkownika za pośrednictwem sieci społecznościowych.\n- `privacy` - używamy tego, aby zapewnić funkcję „Wyłącz WebRTC”, która ma kluczowe znaczenie dla uniemożliwienia witrynom wykrycia prawdziwego adresu IP użytkownika.\n- `storage`, `unlimitedStorage` - te uprawnienia są wymagane do przechowywania ustawień użytkownika\n- `webRequest`, `webRequestBlocking` - używamy ich do dwóch celów. Po pierwsze, mamy odbiornik webRequest, który nasłuchuje zdarzeń błędów. Używamy go do wykrywania domen nierutowalnych (hostowanych na przykład w sieci LAN) i automatycznego dodawania ich do listy wykluczeń. Mamy również procedurę obsługi „onAuthRequired”, która obsługuje uwierzytelnianie dla punktów końcowych, które tego wymagają.\n- `&lt;all_urls&gt;` jest konieczne, ponieważ w przeciwnym razie „onAuthRequired” nie zostanie uruchomiony. Jest to również konieczne w przypadku funkcji wykrywania domen nierutowalnych.\n\nPozostań w kontakcie\nZespół wsparcia: support@adguard<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dcefb86536bb970c3cf66ad8c2699e4d51906386803f1a184c91227b514530bd/http%3A//-vpn.com\" rel=\"nofollow\">-vpn.com</a>\nTwitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f1f207ce9f7b28c235dc9013f975794f1e67ea4a680e62168b851ad851c90094/https%3A//twitter.com/AdGuard\" rel=\"nofollow\">https://twitter.com/AdGuard</a> \nFacebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/909916670b11656c5e0263ea556a76964beb0f0abb984e970822dd0553c228a2/https%3A//www.facebook.com/adguarden\" rel=\"nofollow\">https://www.facebook.com/adguarden</a> \nOficjalna strona internetowa: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/71b0aafa24b8e63850c2c8ebfb15c21c58af52d65a8d09730e5ec21ce744ad1a/https%3A//adguard-vpn.com\" rel=\"nofollow\">https://adguard-vpn.com</a> \n\n© Adguard Software Limited",
        "pt-BR": "AdGuard VPN — a melhor solução gratuita para a sua segurança online dos criadores de um famoso bloqueador de anúncios.\n\nCriptografe sua conexão, oculte seu endereço IP e sites que você visita de qualquer pessoa (incluindo seu provedor de Internet) e garanta uma navegação anônima na web. Oculte a sua localização e desbloqueie sites ou conteúdos geograficamente restritos sem limitações de tráfego.\n\nPor 10 anos, o bloqueador de anúncios AdGuard tem protegido seus usuários de anúncios irritantes e rastreadores de espionagem. Hoje, mais de 25 milhões de pessoas em todo o mundo confiam no AdGuard com sua privacidade, por isso adicionamos a nova ferramenta para fortalecer ainda mais sua segurança cibernética - AdGuard VPN.\n\nComplementar a todos os recursos com os quais qualquer VPN moderno está armado, o AdGuard VPN tem algo mais a oferecer - é integrado com outros produtos AdGuard e fornece proteção contra rastreamento e malware. Junte-se a nós e navegue com segurança!\n\nMais sobre por que você precisa do AdGuard VPN:\n- Proteção avançada de privacidade\n- Desbloquear sites e conteúdo\n- Velocidade e tráfego ilimitado\n- Sem política de registro\n\nPor que o AdGuard VPN requer permissões?\nAqui estão informações detalhadas sobre as permissões de que precisamos. Somos sempre transparentes com os usuários sobre o que usamos e por que precisamos.\n\n- `proxy` - Isso é o que a extensão faz.\n- `contextMenus` - Usamos isso para adicionar itens de menu de contexto que permitem habilitar ou desabilitar a VPN.\n- `management` - Usamos isso para fornecer uma opção para desligar outra extensão de proxy em um clique.\n- `notifications` - Usamos isso para mostrar uma notificação após uma autenticação de usuário bem-sucedida por meio de redes sociais.\n- `privacy` - Usamos isso para fornecer o recurso \"Desativar WebRTC\", que é crucial para evitar que os sites detectem o endereço IP real do usuário.\n- `storage`, `unlimitedStorage` - Essas permissões são necessárias para armazenar as configurações do usuário\n- `webRequest`, `webRequestBlocking` - Nós os usamos para dois propósitos. Primeiro, temos um listener webRequest que está ouvindo eventos de erro. Nós o usamos para detectar domínios não roteáveis (hospedados na LAN, por exemplo) e adicioná-los automaticamente à lista de exclusões. Além disso, temos um manipulador `onAuthRequired` que lida com a autenticação dos endpoints que a requerem.\n- `&lt;all_urls&gt;` é necessário porque, caso contrário, `onAuthRequired` não será acionado. Além disso, isso é necessário para o recurso de detecção de domínios não roteáveis.\n\nContato\nEquipe de suporte: support@adguard<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dcefb86536bb970c3cf66ad8c2699e4d51906386803f1a184c91227b514530bd/http%3A//-vpn.com\" rel=\"nofollow\">-vpn.com</a>\nTwitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f1f207ce9f7b28c235dc9013f975794f1e67ea4a680e62168b851ad851c90094/https%3A//twitter.com/AdGuard\" rel=\"nofollow\">https://twitter.com/AdGuard</a> \nFacebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/909916670b11656c5e0263ea556a76964beb0f0abb984e970822dd0553c228a2/https%3A//www.facebook.com/adguarden\" rel=\"nofollow\">https://www.facebook.com/adguarden</a> \nSite oficial: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/71b0aafa24b8e63850c2c8ebfb15c21c58af52d65a8d09730e5ec21ce744ad1a/https%3A//adguard-vpn.com\" rel=\"nofollow\">https://adguard-vpn.com</a> \n\n© Adguard Software Limited",
        "pt-PT": "AdGuard VPN — a melhor solução gratuita para a sua segurança online dos criadores de um famoso bloqueador de anúncios.\n\nCriptografe sua conexão, oculte seu endereço IP e sítios que você visita de qualquer pessoa (incluindo seu provedor de Internet) e garanta uma navegação anônima na web. Oculte a sua localização e desbloqueie sítios ou conteúdos geograficamente restritos sem limitações de tráfego.\n\nPor 10 anos, o bloqueador de anúncios AdGuard tem protegido seus usuários de anúncios irritantes e rastreadores de espionagem. Hoje, mais de 25 milhões de pessoas em todo o mundo confiam no AdGuard com sua privacidade, por isso adicionamos a nova ferramenta para fortalecer ainda mais sua segurança cibernética - AdGuard VPN.\n\nComplementar a todos os recursos com os quais qualquer VPN moderno está armado, o AdGuard VPN tem algo mais a oferecer - é integrado com outros produtos AdGuard e fornece protecção contra monitoração e malware. Junte-se a nós e navegue com segurança!\n\nMais sobre por que você precisa do AdGuard VPN:\n- Protecção avançada de privacidade\n- Desbloquear sítios e conteúdo\n- Velocidade e tráfego ilimitado\n- Sem política de registro\n\nPor que o AdGuard VPN requer permissões?\nAqui estão informações detalhadas sobre as permissões de que precisamos. Somos sempre transparentes com os usuários sobre o que usamos e por que precisamos.\n\n- `proxy` - Isso é o que a extensão faz.\n- `contextMenus` - Usamos isso para adicionar itens de menu de contexto que permitem habilitar ou desabilitar a VPN.\n- `management` - Usamos isso para fornecer uma opção para desligar outra extensão de proxy em um clique.\n- `notifications` - Usamos isso para mostrar uma notificação após uma autenticação de utilizador bem-sucedida por meio de redes sociais.\n- `privacy` - Usamos isso para fornecer o recurso \"Desactivar WebRTC\", que é crucial para evitar que os sítios detectem o endereço IP real do utilizador.\n- `storage`, `unlimitedStorage` - Essas permissões são necessárias para armazenar as configurações do utilizador\n- `webRequest`, `webRequestBlocking` - Nós os usamos para dois propósitos. Primeiro, temos um listener webRequest que está ouvindo eventos de erro. Nós o usamos para detectar domínios não roteáveis (hospedados na LAN, por exemplo) e adicioná-los automaticamente à lista de exclusões. Além disso, temos um manipulador `onAuthRequired` que lida com a autenticação dos endpoints que a requerem.\n- `&lt;all_urls&gt;` é necessário porque, caso contrário, `onAuthRequired` não será acionado. Além disso, isso é necessário para o recurso de detecção de domínios não roteáveis.\n\nContacto\nEquipa de suporte: support@adguard<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dcefb86536bb970c3cf66ad8c2699e4d51906386803f1a184c91227b514530bd/http%3A//-vpn.com\" rel=\"nofollow\">-vpn.com</a>\nTwitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f1f207ce9f7b28c235dc9013f975794f1e67ea4a680e62168b851ad851c90094/https%3A//twitter.com/AdGuard\" rel=\"nofollow\">https://twitter.com/AdGuard</a> \nFacebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/909916670b11656c5e0263ea556a76964beb0f0abb984e970822dd0553c228a2/https%3A//www.facebook.com/adguarden\" rel=\"nofollow\">https://www.facebook.com/adguarden</a> \nSítio oficial: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/71b0aafa24b8e63850c2c8ebfb15c21c58af52d65a8d09730e5ec21ce744ad1a/https%3A//adguard-vpn.com\" rel=\"nofollow\">https://adguard-vpn.com</a> \n\n© Adguard Software Limited",
        "ro": "AdGuard VPN - soluție ideală gratuită a securității dvs. online de la creatorii celebrului blocant de reclame. \n\nCriptează conexiunea, ascunde adresa IP și site-urile web pe care le vizitați de oricine (inclusiv furnizorul de internet) și vă asigură navigarea anonimă pe web. Vă ascunde locația și deblochează site-urile web sau conținutul cu restricții geografice, fără limitări în trafic.\n\nDe 10 ani, blocantul de reclame AdGuard își protejează utilizatorii de reclame enervante și trackere de spionare. Azi, peste 25 de milioane de oameni în lume se încred în AdGuard cu intimitatea lor, așa că am adăugat noul instrument pentru a le consolida și mai mult securitatea cibernetică - AdGuard VPN. \n\nComplementar tuturor funcțiilor cu care vine orice VPN modern, AdGuard VPN are ceva mai mult de oferit - este integrat cu alte produse AdGuard și oferă protecție contra urmăririi și malware-lor. Alăturați-vă nouă și navigați în siguranță! \n\nAlte motive pentru care aveți nevoie de AdGuard VPN: \n- Protecție avansată a confidențialității \n- Deblocare de site-uri și conținut \n- Viteză și trafic nelimitat \n- Fără politica de jurnale \n\nDe ce AdGuard VPN necesită permisiuni?\nIată informații detaliate despre permisiunile de care avem nevoie. Suntem întotdeauna transparenți față de utilizatori cu privire la ceea ce folosim și de ce avem nevoie de ele.\n\n- `proxy` - Aceasta este ceea ce face extensia.\n- `contextMenus` - Folosim aceasta pentru a adăuga un meniu contextual care permite activarea sau dezactivarea VPN-ului. \n- `management` - Folosim aceasta pentru a oferi o opțiune de a dezactiva o altă extensie proxy cu un singur clic.\n- `notifications` - Folosim aceasta pentru a afișa o notificare după ce utilizatorul s-a conectat cu succes prin intermediul rețelelor sociale. \n- `privacy` - Folosim aceasta pentru a oferi funcția \"Dezactivare WebRTC\", esențială pentru a împiedica site-urile web de a detecta adresa IP reală a utilizatorului.\n- `storage`, `unlimitedStorage` - Aceste permisiuni sunt necesare pentru a stoca setările utilizatorului \n- `webRequest`, `webRequestBlocking` - Le folosim în două scopuri. În primul rând, avem un ascultător webRequest care ascultă toate evenimentele de eroare. Îl folosim pentru a detecta domenii ne-rutabile (de exemplu găzduite pe rețeaua LAN) și pentru a le adăuga automat la lista de excluderi. De asemenea, avem un manager `onAuthRequired` care gestionează autentificarea pentru punctele finale care o cer.\n- `&lt;all_urls&gt;` este necesară pentru că altfel `onAuthRequired` nu va declanșa. De asemenea, aceasta este necesară și pentru funcția de detectare a domeniilor ne-rutabile.\n\nȚineți legătura \nEchipa de suport: support@adguard<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dcefb86536bb970c3cf66ad8c2699e4d51906386803f1a184c91227b514530bd/http%3A//-vpn.com\" rel=\"nofollow\">-vpn.com</a> \nTwitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f1f207ce9f7b28c235dc9013f975794f1e67ea4a680e62168b851ad851c90094/https%3A//twitter.com/AdGuard\" rel=\"nofollow\">https://twitter.com/AdGuard</a> \nFacebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/909916670b11656c5e0263ea556a76964beb0f0abb984e970822dd0553c228a2/https%3A//www.facebook.com/adguarden\" rel=\"nofollow\">https://www.facebook.com/adguarden</a> \nSite oficial: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/71b0aafa24b8e63850c2c8ebfb15c21c58af52d65a8d09730e5ec21ce744ad1a/https%3A//adguard-vpn.com\" rel=\"nofollow\">https://adguard-vpn.com</a> \n\n© Adguard Software Limited",
        "ru": "AdGuard VPN — лучшее расширение для онлайн-безопасности от создателей известного блокировщика рекламы\n\nЗашифруйте своё соединение, скройте IP-адрес и от всех посещаемые сайты (даже от интернет-провайдера) и сделайте использование интернета безопасным. Скройте местоположение и снимите географические ограничения сайтов и контента без ограничений трафика.\n\nВот уже 10 лет блокировщик рекламы AdGuard защищает своих пользователей от раздражающей рекламы и следящих трекеров. Сегодня более 25 миллионов человек по всему миру доверяют AdGuard защиту своих данных, поэтому мы решили добавить новый инструмент, чтобы усилить их информационную безопасность — AdGuard VPN.\n\nВ дополнение ко всем функциям, которые есть у любого современного VPN, AdGuard также предлагает интеграцию с другими нашими программами и защищает от трекинга и вредоносных программ. Присоединяйтесь к нам и пользуйтесь безопасным интернетом!\n\nПочему стоит выбрать AdGuard VPN?\n- Продвинутая защита конфиденциальности\n- Обход блокировки сайтов и контента\n- Скорость загрузки и безлимитный трафик\n- Политика «Без логов»\n\nПочему AdGuard VPN требуются разрешения?\nВот подробная информация о разрешениях, которые нам нужны. Мы всегда прозрачны и рассказываем пользователям о том, что мы используем и зачем нам это нужно.\n\n- `proxy` — это то, что делает расширение.\n- `contextMenus` — мы используем это разрешение для добавления пунктов контекстного меню, которые позволяют включить или отключить VPN.\n- `management` — мы используем его, чтобы предоставить возможность отключить другое прокси-расширение в один клик.\n- `notifications` — мы используем это, чтобы показать уведомление после успешной аутентификации пользователя через социальные сети.\n- `privacy` — мы используем это для работы ключевой функции «Отключить WebRTC», которая не дает веб-сайтам обнаружить реальный IP-адрес пользователя.\n- `storage`, `unlimitedStorage` — эти разрешения необходимы для хранения пользовательских настроек.\n- `WebRequest`, `webRequestBlocking` — мы используем их для двух целей. Во-первых, у нас есть прослушиватель webRequest, который прослушивает события ошибок. Мы используем его для обнаружения не маршрутизируемых (например, размещенных в локальной сети) доменов и автоматического добавления их в список исключений. Кроме того, у нас есть обработчик `onAuthRequired`, который обрабатывает аутентификацию для конечных точек, которые ее требуют.\n- `&lt;all_urls&gt;` необходимо, потому что в противном случае `onAuthRequired` не будет срабатывать. Кроме того, это необходимо для функции обнаружения не маршрутизируемых доменов.\n\n\nКонтакты:\nКоманда поддержки: support@adguard<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dcefb86536bb970c3cf66ad8c2699e4d51906386803f1a184c91227b514530bd/http%3A//-vpn.com\" rel=\"nofollow\">-vpn.com</a>\nTwitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/17ec3b188e3f8cce5bad147a6d29565337dcf5c0ca8a0b3592c7e6d2f928afc9/https%3A//twitter.com/AdGuardRu\" rel=\"nofollow\">https://twitter.com/AdGuardRu</a> \nFacebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/620a5a6078940e7e1c83408fa466f9fc4553eec7a5a3203568ef61c587033809/https%3A//www.facebook.com/adguardru\" rel=\"nofollow\">https://www.facebook.com/adguardru</a> \nСайт: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/71b0aafa24b8e63850c2c8ebfb15c21c58af52d65a8d09730e5ec21ce744ad1a/https%3A//adguard-vpn.com\" rel=\"nofollow\">https://adguard-vpn.com</a> \n\n© Adguard Software Limited",
        "sk": "AdGuard VPN - najlepšie bezplatné riešenie pre Vašu online bezpečnosť od tvorcov slávneho blokovača reklám.\n\nZašifrujte svoje pripojenie, skryte svoju adresu IP a navštívené webové stránky pred kýmkoľvek (vrátane poskytovateľa internetu) a zabezpečte anonymné prehliadanie webu. Skryte svoju polohu a odblokujte geograficky obmedzené webové stránky alebo obsah bez obmedzenia prenosu.\n\nBlokovač reklám AdGuard už 10 rokov chráni svojich používateľov pred nepríjemnými reklamami a sledovačmi špiónov. V súčasnosti viac ako 25 miliónov ľudí na celom svete dôveruje ochrane osobných údajov spoločnosti AdGuard, preto sme pridali úplne nový nástroj na ešte väčšie posilnenie ich kybernetickej bezpečnosti - AdGuard VPN.\n\nDoplnok ku všetkým funkciám, ktorými je moderná VPN vyzbrojená, ponúka AdGuard VPN niečo viac - je integrovaný s ostatnými produktmi AdGuard a poskytuje ochranu pred sledovaním a škodlivým softvérom. Pripojte sa k nám a bezpečne surfujte!\n\nViac informácií o tom, prečo potrebujete AdGuard VPN:\n- Pokročilá ochrana súkromia\n- Odblokujte webové stránky a obsah\n- Rýchlosť a neobmedzená premávka\n- Žiadna politika protokolovania\n\nPrečo AdGuard VPN vyžaduje povolenia?\nTu sú podrobné informácie o oprávneniach, ktoré potrebujeme. Používateľom vždy poskytujeme transparentné informácie o tom, čo používame a prečo to potrebujeme.\n\n- `proxy` - To je to, čo rozšírenie robí.\n- `kontextová ponuka` - Toto používame na pridanie položiek kontextovej ponuky, ktoré umožňujú zapnutie alebo vypnutie VPN.\n- `manažment` - Toto používame pre možnosť vypnúť ďalšie rozšírenie proxy servera jedným kliknutím.\n- `oznámenia` - Pomocou tohto zobrazujeme upozornenie po úspešnej autentifikácii používateľa prostredníctvom sociálnych sietí.\n- „ochrana osobných údajov“ - Používame to na zabezpečenie funkcie „Zakázať WebRTC“, ktorá je zásadná pre zabránenie webovým serverom v zisťovaní skutočnej adresy IP používateľa.\n- `úložisko`, `neobmedzené úložisko` - Tieto povolenia sú potrebné na uloženie používateľských nastavení\n- `webRequest`,` webRequestBlocking` - Používame ich na dva účely. Najprv máme poslucháča webRequest, ktorý počúva chybové udalosti. Používame ho na zisťovanie nesmerovateľných domén (napríklad hosťovaných v sieti LAN) a automaticky ich pridávame do zoznamu vylúčení. Máme tiež obslužný program `onAuthRequired`, ktorý spracováva autentifikáciu pre koncové body, ktoré to vyžadujú.\n- `&lt;all_urls&gt;` je nevyhnutné, pretože inak sa parameter „onAuthRequired“ nespustí. To je tiež nevyhnutné pre funkciu detekcie nepriechodných domén.\n\nZostaňte v kontakte\nTím podpory: support@adguard<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dcefb86536bb970c3cf66ad8c2699e4d51906386803f1a184c91227b514530bd/http%3A//-vpn.com\" rel=\"nofollow\">-vpn.com</a>\nTwitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f1f207ce9f7b28c235dc9013f975794f1e67ea4a680e62168b851ad851c90094/https%3A//twitter.com/AdGuard\" rel=\"nofollow\">https://twitter.com/AdGuard</a>\nFacebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/909916670b11656c5e0263ea556a76964beb0f0abb984e970822dd0553c228a2/https%3A//www.facebook.com/adguarden\" rel=\"nofollow\">https://www.facebook.com/adguarden</a>\nOficiálna webová stránka: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/71b0aafa24b8e63850c2c8ebfb15c21c58af52d65a8d09730e5ec21ce744ad1a/https%3A//adguard-vpn.com\" rel=\"nofollow\">https://adguard-vpn.com</a>\n\n© Adguard Software Limited",
        "tr": "AdGuard VPN — ünlü reklam engelleyici'nin yaratıcılarından çevrimiçi güvenliğiniz için en iyi ücretsiz çözüm.\n\nBağlantınızı şifreleyin, IP adresinizi ve ziyaret ettiğiniz web sitelerini herkesten (İnternet sağlayıcınız dahil) gizleyin ve web'de anonim olarak gezinmeyi sağlayın. Konumunuzu gizleyin ve trafikte herhangi bir kısıtlama olmaksızın coğrafi olarak kısıtlanmış web sitelerinin veya içeriğin engelini kaldırın.\n\n10 yıldır AdGuard reklam engelleyicisi, kullanıcılarını can sıkıcı reklamlardan ve casusluk izleyicilerinden korumaktadır. Bugün dünya çapında 25 milyondan fazla kişi gizlilikleriyle AdGuard'a güveniyor, bu nedenle siber güvenliklerini daha da güçlendirmek için yepyeni aracı ekledik — AdGuard VPN\n\nHerhangi bir modern VPN'nin donanmış olduğu tüm özelliklerin tamamlayıcısı olan AdGuard VPN'nin sunabileceği çok şey var — diğer AdGuard ürünleriyle birleştirilmiştir ve izleme ile kötü amaçlı yazılımlara karşı koruma sağlar. Bize katılın ve güvenle gezin!\n\nAdGuard VPN'e neden ihtiyacınız olduğu hakkında daha fazla bilgi:\n- Gelişmiş Gizlilik Koruması\n- Web sitelerinin ve içeriğin engellemesini kaldırın\n- Hız ve Sınırsız Trafik\n- Kayıt Politikası Yok\n\nAdGuard VPN neden izinler gerektiriyor?\nİhtiyacımız olan izinler hakkında ayrıntılı bilgi burada. Ne kullandığımız ve neden ihtiyacımız olduğu konusunda kullanıcılara karşı her zaman açığız.\n\n- `proxy` - Eklentinin yaptığı şey budur.\n- `contextMenus` - Bunu, VPN'yi etkinleştirmeye veya devre dışı bırakmaya izin veren bir bağlam menüsü öğeleri eklemek için kullanırız.\n- `management` - Bunu, tek bir tıklamayla başka bir proxy uzantısını kapatma seçeneği sağlamak için kullanırız.\n- `notifications` - Bunu, sosyal ağlar aracılığıyla başarılı bir kullanıcı kimlik doğrulamasından sonra bir bildirim göstermek için kullanırız.\n- `privacy` - Bunu, sitelerin kullanıcının gerçek IP adresini algılamasını önlemek için çok önemli olan \"WebRTC'yi Devre Dışı Bırak\" özelliğini sağlamak için kullanırız.\n- `storage`, `unlimitedStorage` - Kullanıcı ayarlarını saklamak için bu izinler gereklidir\n- `webRequest`, `webRequestBlocking` - Bunları iki amaç için kullanıyoruz. İlk olarak, hata olaylarını dinleyen bir webRequest dinleyicimiz var. Yönlendirilemeyen (örneğin LAN'da barındırılan) alanları tespit etmek ve bunları otomatik olarak istisnalar listesine eklemek için kullanıyoruz. Ayrıca, bunu gerektiren uç noktalar için kimlik doğrulamayı işleyen bir 'onAuthRequired' işleyicimiz var.\n- `&lt;all_urls&gt;` gereklidir, çünkü aksi takdirde \"onAuthRequired\" tetiklenmez. Ayrıca, yönlendirilemeyen alan algılama özelliği için bu gereklidir.\n\nİletişimde kalın\nDestek ekibi: support@adguard<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dcefb86536bb970c3cf66ad8c2699e4d51906386803f1a184c91227b514530bd/http%3A//-vpn.com\" rel=\"nofollow\">-vpn.com</a>\nTwitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f1f207ce9f7b28c235dc9013f975794f1e67ea4a680e62168b851ad851c90094/https%3A//twitter.com/AdGuard\" rel=\"nofollow\">https://twitter.com/AdGuard</a> \nFacebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/909916670b11656c5e0263ea556a76964beb0f0abb984e970822dd0553c228a2/https%3A//www.facebook.com/adguarden\" rel=\"nofollow\">https://www.facebook.com/adguarden</a> \nResmi web sitesi: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/71b0aafa24b8e63850c2c8ebfb15c21c58af52d65a8d09730e5ec21ce744ad1a/https%3A//adguard-vpn.com\" rel=\"nofollow\">https://adguard-vpn.com</a> \n\n© Adguard Software Limited",
        "uk": "AdGuard VPN — це найкраще безкоштовне рішення для вашої онлайн-AdGuard VPN — це найкраще безкоштовне рішення для вашої онлайн-безпеки від авторів відомого блокувальника реклами.\n\nЗашифруйте з'єднання, приховайте свою IP-адресу та вебсайти, які ви відвідуєте, від будь-кого (зокрема вашого інтернет-провайдера) та забезпечте анонімний перегляд вебсторінок. Приховуйте своє місцезнаходження та розблокуйте географічно обмежені вебсайти чи вміст без обмеження трафіку.\n\nВже 10 років блокувальник реклами AdGuard захищає своїх користувачів від надокучливої реклами та шпигунства. Сьогодні понад 25 мільйонів людей у всьому світі довіряють AdGuard свою конфіденційність, тому ми додали абсолютно новий інструмент для ще більшого посилення своєї кібербезпеки — AdGuard VPN.\n\nОкрім усіх функцій, які пропонує будь-який інший сучасний VPN, AdGuard VPN пропонує більше — він інтегрований з іншими продуктами AdGuard та забезпечує захист від стеження та зловмисного програмного забезпечення. Приєднуйтесь до нас і безпечно користуйтесь інтернетом!\n\nНавіщо ж вам потрібен AdGuard VPN:\n- Розширений захист конфіденційності\n- Розблоковувати вебсайти та вміст\n- Швидкість і необмежений трафік\n- Відсутність політики ведення журналів\n\nЧому AdGuard VPN вимагає дозволів?\nМи завжди чесно ставимося до користувачів і до того, що ми використовуємо і навіщо це нам потрібно. Докладніше про дозволи, які нам необхідні:\n\n- `proxy` — це те, що власне робить розширення;\n- `contextMenus` — для додавання елементів контекстного меню, що дозволяють увімкнути або вимкнути VPN;\n- `management` — для забезпечення можливості від'єднання іншого проксі-розширення в один клік;\n- `notifications` — для показу сповіщень після успішної автентифікації користувачів через соціальні мережі;\n- `privacy` — для надання функції «Вимкнути WebRTC», яка має вирішальне значення для запобігання вебсайтам виявляти реальну IP-адресу користувача;\n- `storage`, `unlimitedStorage` — для зберігання налаштувань користувача;\n- `webRequest`, `webRequestBlocking` — для двох цілей. По-перше, у нас є прослуховувач `webRequest`, який прослуховує події помилок. Ми використовуємо його для виявлення немаршрутизованих (наприклад, розміщених у локальній мережі) доменів та автоматичного додавання їх до списку винятків. Крім того, у нас є обробник `onAuthRequired`, який обробляє автентифікацію для кінцевих точок, які цього вимагають;\n- `&lt;all_urls&gt;` — необхідний для запуску `onAuthRequired`, а також для функції виявлення немаршрутизованих доменів.\n\nЗалишайтесь на зв'язку\nСлужба підтримки: support@adguard<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dcefb86536bb970c3cf66ad8c2699e4d51906386803f1a184c91227b514530bd/http%3A//-vpn.com\" rel=\"nofollow\">-vpn.com</a>\nTwitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f1f207ce9f7b28c235dc9013f975794f1e67ea4a680e62168b851ad851c90094/https%3A//twitter.com/AdGuard\" rel=\"nofollow\">https://twitter.com/AdGuard</a>\nFacebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/909916670b11656c5e0263ea556a76964beb0f0abb984e970822dd0553c228a2/https%3A//www.facebook.com/adguarden\" rel=\"nofollow\">https://www.facebook.com/adguarden</a>\nОфіційний сайт: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/71b0aafa24b8e63850c2c8ebfb15c21c58af52d65a8d09730e5ec21ce744ad1a/https%3A//adguard-vpn.com\" rel=\"nofollow\">https://adguard-vpn.com</a>\n\n© AdGuard Software Limited",
        "vi": "AdGuard VPN - giải pháp miễn phí tốt nhất cho bảo mật trực tuyến của bạn từ những người tạo ra trình chặn quảng cáo nổi tiếng.\n\nMã hóa kết nối của bạn, ẩn địa chỉ IP và các trang web bạn truy cập khỏi bất kỳ ai (kể cả nhà cung cấp Internet của bạn) và đảm bảo duyệt web ẩn danh trên web. Che giấu vị trí của bạn và bỏ chặn các trang web hoặc nội dung bị hạn chế về mặt địa lý mà không có giới hạn về lưu lượng truy cập.\n\nTrong 10 năm, trình chặn quảng cáo AdGuard đã bảo vệ người dùng khỏi những quảng cáo gây phiền nhiễu và trình theo dõi gián điệp. Ngày nay, hơn 25 triệu người trên toàn thế giới tin tưởng AdGuard về quyền riêng tư của họ, vì vậy chúng tôi đã thêm công cụ hoàn toàn mới để tăng cường hơn nữa bảo mật mạng của họ - AdGuard VPN.\n\nBổ sung cho tất cả các tính năng mà bất kỳ VPN hiện đại nào được trang bị, AdGuard VPN có nhiều thứ hơn để cung cấp - nó được tích hợp với các sản phẩm AdGuard khác và cung cấp khả năng bảo vệ khỏi theo dõi và phần mềm độc hại. Tham gia cùng chúng tôi và lướt sóng an toàn!\n\nTìm hiểu thêm về lý do bạn cần AdGuard VPN:\n- Bảo vệ quyền riêng tư nâng cao\n- Bỏ chặn các trang web và nội dung\n- Tốc độ &amp; Lưu lượng không giới hạn\n- Chính sách Không ghi nhật ký\n\nTại sao AdGuard VPN yêu cầu quyền?\nĐây là thông tin chi tiết về các quyền mà chúng tôi cần. Chúng tôi luôn minh bạch với người dùng về những gì chúng tôi sử dụng và lý do tại sao chúng tôi cần nó.\n\n- `proxy` - Đây là những gì tiện ích mở rộng làm.\n- `contextMenus` - Chúng tôi sử dụng nó để thêm một mục menu ngữ cảnh cho phép bật hoặc tắt VPN.\n- `management` - Chúng tôi sử dụng điều này để cung cấp một tùy chọn để tắt một tiện ích mở rộng proxy khác trong một cú nhấp chuột.\n- `thông báo` - Chúng tôi sử dụng điều này để hiển thị thông báo sau khi xác thực người dùng thành công qua mạng xã hội.\n- `quyền riêng tư` - Chúng tôi sử dụng tính năng này để cung cấp tính năng\" Tắt WebRTC \", tính năng rất quan trọng để ngăn các trang web phát hiện địa chỉ IP thực của người dùng.\n- `dung lượng lưu trữ`,` lưu trữ không giới hạn` - Các quyền này là bắt buộc để lưu trữ cài đặt người dùng\n- `webRequest`,` webRequestBlocking` - Chúng tôi sử dụng chúng cho hai mục đích. Đầu tiên, chúng tôi có một trình nghe webRequest đang lắng nghe các sự kiện lỗi. Chúng tôi sử dụng nó để phát hiện các miền không thể định tuyến (ví dụ: được lưu trữ trong mạng LAN) và tự động thêm chúng vào danh sách loại trừ. Ngoài ra, chúng tôi có một trình xử lý `onAuthRequired` xử lý xác thực cho các điểm cuối yêu cầu nó.\n- `&lt;all_urls&gt;` là cần thiết vì nếu không thì `onAuthRequired` sẽ không kích hoạt. Ngoài ra, điều này là cần thiết cho tính năng phát hiện miền không định tuyến.\n\nGiữ liên lạc\nNhóm hỗ trợ: support@adguard<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dcefb86536bb970c3cf66ad8c2699e4d51906386803f1a184c91227b514530bd/http%3A//-vpn.com\" rel=\"nofollow\">-vpn.com</a>\nTwitter: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f1f207ce9f7b28c235dc9013f975794f1e67ea4a680e62168b851ad851c90094/https%3A//twitter.com/AdGuard\" rel=\"nofollow\">https://twitter.com/AdGuard</a>\nFacebook: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/909916670b11656c5e0263ea556a76964beb0f0abb984e970822dd0553c228a2/https%3A//www.facebook.com/adguarden\" rel=\"nofollow\">https://www.facebook.com/adguarden</a>\nTrang web chính thức: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/71b0aafa24b8e63850c2c8ebfb15c21c58af52d65a8d09730e5ec21ce744ad1a/https%3A//adguard-vpn.com\" rel=\"nofollow\">https://adguard-vpn.com</a>\n\n© Adguard Software Limited",
        "zh-CN": "AdGuard VPN，一款流行广告拦截程序的开发者，为你保持线上隐私提供最佳的免费解答。\n\n加密连接，隐藏你的 IP 地址和你所访问的网站（即使互联网服务提供商也查不到你的位置）并保证匿名浏览网站。隐藏你的位置并且无限流量得解锁受地理位置限制的网站或内容。\n\n十年以来，AdGuard 广告拦截程序保护用户免受恼人的广告和追踪器侵扰。目前全球约有两千五百多万人信赖 AdGuard 保护他们的个人隐私。现在我们开发了一个全新的工具—— AdGuard VPN，以进一步增强网络上的信息安全性。\n\nAdGuard VPN 与其他当代普通的 VPN 相比， 为顾客设置了更多新功能。除此之外，AdGuard 可与其他产品同时运行，保证免受跟踪或恶意软件的侵扰。加入我们，并安全地浏览！\n\n更多原因为什么你需要 AdGuard VPN ：\n- 高级隐私保护\n- 解锁网站和浏览内容\n- 快速以及无限流量\n- 无日志记录政策\n\n为何 AdGuard VPN 需要权限？\n以下是详细信息说明我们所需要的权限。我们一直以来都坚定保持透明，跟用户分享我们所使用，以及为什么使用的信息。\n\n- `proxy`—— 是扩展的主要功能。\n- `contextMenus`—— 该权限允许我们在上下文菜单内启用或禁用 VPN。\n- `management`—— 该权限允许我们一键关闭其他代理扩展。\n- `notifications`—— 我们使用该权限以发送社交网络账号身份认证成功的通知。\n- `privacy`—— 我们使用“隐私”提供“禁用 WebRTC”功能。此功能可以阻止网站检测到用户真实 IP 地址。\n- `storage`、`unlimitedStorage`—— 该权限被用于存储用户设置。\n- `webRequest`、`webRequestBlocking`—— 我们需要此权限有两个原因。首先，允许我们设有网络请求侦听工具检测错误，以检测不可路由（例如，分布在局域网）域名并将其自动添加为排除项目。其次，我们有 'onAuthRequired' 处理器。它为需要认证的端点提供处理认证。\n- `&lt;all_urls&gt;`—— `&lt;all_urls&gt;`很重要，否则 'onAuthRequired' 会导致运行状态不良。而且，还对不可路由域名检测功能起重要作用。\n\n与我们保持联系吧\n支持团队：support@adguard<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/dcefb86536bb970c3cf66ad8c2699e4d51906386803f1a184c91227b514530bd/http%3A//-vpn.com\" rel=\"nofollow\">-vpn.com</a>\nQQ: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/3eb5edff1acc6a4d9c1ee6f30575f9d98d00ba6dda7935d9a4ff67a9295dc77b/https%3A//jq.qq.com/%3F_wv=1027&amp;k=NBICRLoE\" rel=\"nofollow\">https://jq.qq.com/?_wv=1027&amp;k=NBICRLoE</a>\n新浪微博：<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9574cb99313c2ed1c79181be30351cafa5ab93be1f0782b21208ec199c581aad/https%3A//weibo.com/u/7457831289\" rel=\"nofollow\">https://weibo.com/u/7457831289</a>\n官方网站：<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/71b0aafa24b8e63850c2c8ebfb15c21c58af52d65a8d09730e5ec21ce744ad1a/https%3A//adguard-vpn.com\" rel=\"nofollow\">https://adguard-vpn.com</a>\n\n© Adguard Software Limited",
        "zh-TW": "AdGuard VPN,一款流行廣告攔截程式的開發者，為你保持線上隱私提供最佳免費的解答。\n\n加密連線，隱藏你的 IP 位址和你所訪問的網站（連網際網路服務供應商也查不到你的位置）並保證匿名瀏覽網站。隱藏你的位置並且不受流量限制，解鎖受地理位置限制的網站或內容。\n\n十年以來， AdGuard 廣告攔截程式保護用戶免受惱人的廣告和追蹤器攻擊。目前全球約有兩千五百多萬人信賴 AdGuard 保護個人隱私。現在我們徹底開發一個新的工具—— AdGuard VPN，以進一步增強網路上的資訊安全。\n\nAdGuard VPN 比當代普通 VPN 所設有的功能，有更多可為用戶提供的新功能。再說，AdGuard 可與其他產品同時執行，保證免受追蹤器或惡意軟體的攻擊。加入我們並安全地瀏覽！\n\n更多為什麼你需要 AdGuard VPN 的原因 ：\n- 進階隱私保護\n- 解鎖網站和瀏覽內容\n- 快速以及無限流量\n- 無日誌記錄政策\n\n為何 AdGuard VPN 需要權限？\n以下是詳細資訊說明我們所需要的權限。我們依舊以來都是透明的，跟用戶分享我們所使用，並為何使用的資訊。\n\n- `proxy`—— 是擴展的主要功能。\n- `contextMenus`—— 使用該權限允許我們添加環境選單的選項以啟用或禁用 VPN。\n- `management`—— 允許我們提供一鍵關閉其他代理擴展的功能。\n- `notifications`—— 使用該權限允許我們顯示通過社群網路驗證成功的通知。\n- `privacy`—— 該權限允許我們提供“禁用 WebRTC”的功能。此功能阻止網站檢測到用戶真實 IP 位址。\n- `storage`、`unlimitedStorage`—— 權限被用於儲存用戶設定。\n- `webRequest`、`webRequestBlocking`—— 我們需要該權限有兩個原因。第一個為，允許我們設有網路請求偵聽器檢測錯誤。使用以檢測不可路由（例如，分布在區域網路）域名並將其自動添加到排除列表中。再說，我們有 'onAuthRequired' 處理程序。它為需要認證的端點處理認證。\n- `&lt;all_urls&gt;`—— `&lt;all_urls&gt;`很重要，否則 'onAuthRequired' 執行狀態將會不良。而且，還對不可路由域名檢測功能起重要作用。"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/adguard-vpn/edit",
    "guid": "adguard-vpn@adguard.com",
    "has_eula": true,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "en-US": "https://adguard-vpn.com/",
            "ru": "https://adguard-vpn.com/en/welcome.html"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/f4f240449e983cd1f929dbda59be26ec73218573b31cd356e40c93c64c2df4ab/https%3A//adguard-vpn.com/",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1154993d68af51ee869c0db86cdab124ebf44289e1ba2a248c12fed5618e3993/https%3A//adguard-vpn.com/en/welcome.html"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/2639/2639016-64.png?modified=db4c1493",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/2639/2639016-32.png?modified=db4c1493",
        "64": "https://addons.mozilla.org/user-media/addon_icons/2639/2639016-64.png?modified=db4c1493",
        "128": "https://addons.mozilla.org/user-media/addon_icons/2639/2639016-128.png?modified=db4c1493"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2024-12-23T14:27:12Z",
    "name": {
        "ar": "AdGuard VPN — Privacy & Security",
        "bg": "AdGuard VPN — Privacy & Security",
        "ca": "AdGuard VPN — Privacy & Security",
        "cs": "AdGuard VPN — Soukromí a bezpečnost",
        "da": "AdGuard VPN — Fortrolighed og Sikkerhed",
        "de": "AdGuard VPN — Privatsphäre und Sicherheit",
        "el": "AdGuard VPN — Privacy & Security",
        "en-US": "AdGuard VPN — Privacy & Security",
        "es": "AdGuard VPN - Privacidad y seguridad",
        "fa": "AdGuard VPN — Privacy & Security",
        "fr": "AdGuard VPN - Confidentialité & Sécurité",
        "hr": "AdGuard VPN — Privatnost i Sigurnost",
        "hu": "AdGuard VPN - Adatvédelem & Biztonság",
        "id": "AdGuard VPN — Privacy & Security",
        "it": "AdGuard VPN — Privacy e Sicurezza",
        "ja": "AdGuard VPN - プライバシー&セキュリティ",
        "ko": "AdGuard VPN — 개인정보 보호 & 보안",
        "lt": "AdGuard VPN — Privacy & Security",
        "ms": "AdGuard VPN — Privacy & Security",
        "nl": "AdGuard VPN — Privacy & Veiligheid",
        "pl": "AdGuard VPN — Prywatność & Bezpieczeństwo",
        "pt-BR": "AdGuard VPN — privacidade e segurança",
        "pt-PT": "AdGuard VPN — privacidade e segurança",
        "ro": "AdGuard VPN — Intimitate & Securitate",
        "ru": "AdGuard VPN — Приватность и Безопасность",
        "sk": "AdGuard VPN - Súkromie a bezpečnosť",
        "sl": "AdGuard VPN — Zasebnost in varnost",
        "sv-SE": "AdGuard VPN — Privacy & Security",
        "tr": "AdGuard VPN — Gizlilik ve Güvenlik",
        "uk": "AdGuard VPN — Приватність та Безпека",
        "vi": "AdGuard VPN - Quyền riêng tư & Bảo mật",
        "zh-CN": "AdGuard VPN — 隐私 & 安全",
        "zh-TW": "AdGuard VPN — 隱私 & 安全性"
    },
    "previews": [
        {
            "id": 280915,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/280/280915.png?modified=1680770866",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/280/280915.jpg?modified=1680770866"
        },
        {
            "id": 280916,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/280/280916.png?modified=1680770866",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/280/280916.jpg?modified=1680770866"
        },
        {
            "id": 280917,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/280/280917.png?modified=1680770866",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/280/280917.jpg?modified=1680770866"
        },
        {
            "id": 280918,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/280/280918.png?modified=1680770866",
            "position": 3,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/280/280918.jpg?modified=1680770866"
        },
        {
            "id": 280919,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/280/280919.png?modified=1680770866",
            "position": 4,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/280/280919.jpg?modified=1680770866"
        }
    ],
    "promoted": null,
    "ratings": {
        "average": 3.9423,
        "bayesian_average": 3.9292963149744984,
        "count": 416,
        "text_count": 127
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/adguard-vpn/reviews/",
    "requires_payment": true,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/2639016",
    "slug": "adguard-vpn",
    "status": "public",
    "summary": {
        "ar": "__MSG_description__",
        "bg": "__MSG_description__",
        "ca": "__MSG_description__",
        "cs": "Zajistí otevřený internet a zabezpečí vaše data. Prvotřídní VPN od tvůrců slavného blokátoru reklam.",
        "da": "Gør Internet åbent og dine data sikre. Topklasse VPN fra skaberne af den berømte adblocker.",
        "de": "Für ein offenes Internet und die Sicherheit Ihrer Daten. Erstklassiges VPN von den Entwicklern des berühmten Werbeblockers.",
        "el": "__MSG_description__",
        "en-US": "Makes the Internet open and your data safe. Topnotch VPN from the creators of famous ad blocker.",
        "es": "Haz que Internet esté abierto y tus datos estén seguros. VPN de primera categoría de los creadores del famoso bloqueador de anuncios.",
        "fa": "__MSG_description__",
        "fr": "Rend l'Internet plus sûr et protège vos données. Un VPN de qualité par les créateurs du célèbre bloqueur de pubs.",
        "hr": "Internet čini otvorenim, a vaše podatke sigurnima. Vrhunski VPN od stvaralaca poznatog blokera oglasa.",
        "hu": "Megnyitja Ön előtt az internet lehetőségeit, miközben védi adatait. A legjobb VPN a híres hirdetésblokkoló alkotóitól.",
        "id": "__MSG_description__",
        "it": "Rende Internet aperto e i vostri dati sicuri. VPN di prim'ordine dai creatori del famoso blocca-annunci.",
        "ja": "インターネットを無制限に、個人情報を安全に。有名なAdGuard広告ブロッカー開発者からのトップクラスVPN。",
        "ko": "인터넷을 제약 없는 공간으로 만들고 데이터를 안전하게 보호합니다. 유명 광고 차단기를 만든 곳에서 개발한 최고의 VPN입니다.",
        "lt": "__MSG_description__",
        "ms": "__MSG_description__",
        "nl": "Maakt het internet open en houdt jouw gegevens veilig. Topnotch VPN van de makers van de beroemde adblocker.",
        "pl": "Sprawia, że Internet jest otwarty, a Twoje dane są bezpieczne. Znakomity VPN od twórców słynnego programu do blokowania reklam.",
        "pt-BR": "Torna a Internet aberta e seus dados seguros. VPN de primeira linha dos criadores do famoso bloqueador de anúncios.",
        "pt-PT": "Torna a Internet aberta e seus dados seguros. VPN de primeira linha dos criadores do famoso bloqueador de anúncios.",
        "ro": "Face Internetul deschis și datele dvs. sigure. VPN de top de la creatorii celebrului blocant al reclamelor.",
        "ru": "Делает Интернет открытым и обеспечивает безопасность ваших данных. Первоклассный VPN от создателей знаменитого блокировщика рекламы.",
        "sk": "Zabezpečí otvorený internet a bezpečie Vašich údajov. Špičková VPN sieť od tvorcov známeho blokovača reklám.",
        "sl": "Internet naredi odprt in vaše podatke varne. Vrhunski VPN ustvarjalcev znanih zaviralcev oglasov.",
        "sv-SE": "__MSG_description__",
        "tr": "İnterneti erişilebilir ve verilerinizi güvenli hale getirir. Ünlü reklam engelleyicinin yaratıcılarından en iyi VPN'si.",
        "uk": "Робить інтернет відкритим і безпечним. Першокласний VPN від авторів відомого блокувальника реклами.",
        "vi": "Làm cho Internet mở và dữ liệu của bạn an toàn. VPN tốt nhất từ những người tạo ra trình chặn quảng cáo nổi t",
        "zh-CN": "让互联网更加开放，您的数据更加安全。流行广告拦截器的开发者开发的强大 VPN 。",
        "zh-TW": "使網際網路開放且您的資料安全。來自知名的廣告封鎖器之創作者的一流的 VPN。"
    },
    "support_email": {
        "ar": "support@adguard-vpn.com",
        "bg": "support@adguard-vpn.com",
        "cs": "support@adguard-vpn.com",
        "da": "support@adguard-vpn.com",
        "de": "support@adguard-vpn.com",
        "en-US": "support@adguard-vpn.com",
        "es": "support@adguard-vpn.com",
        "fr": "support@adguard-vpn.com",
        "hr": "support@adguard-vpn.com",
        "hu": "support@adguard-vpn.com",
        "it": "support@adguard-vpn.com",
        "ja": "support@adguard-vpn.com",
        "ko": "support@adguard-vpn.com",
        "nl": "support@adguard-vpn.com",
        "pl": "support@adguard-vpn.com",
        "pt-BR": "support@adguard-vpn.com",
        "pt-PT": "support@adguard-vpn.com",
        "ro": "support@adguard-vpn.com",
        "ru": "support@adguard-vpn.com",
        "sk": "support@adguard-vpn.com",
        "sl": "support@adguard-vpn.com",
        "tr": "support@adguard-vpn.com",
        "uk": "support@adguard-vpn.com",
        "vi": "support@adguard-vpn.com",
        "zh-CN": "support@adguard-vpn.com",
        "zh-TW": "support@adguard-vpn.com"
    },
    "support_url": {
        "url": {
            "ar": "https://adguard-vpn.com/welcome.html",
            "bg": "https://adguard-vpn.com/welcome.html",
            "cs": "https://adguard-vpn.com/welcome.html",
            "da": "https://adguard-vpn.com/welcome.html",
            "de": "https://adguard-vpn.com/welcome.html",
            "en-US": "https://adguard-vpn.com/welcome.html",
            "es": "https://adguard-vpn.com/welcome.html",
            "fr": "https://adguard-vpn.com/welcome.html",
            "hr": "https://adguard-vpn.com/welcome.html",
            "hu": "https://adguard-vpn.com/welcome.html",
            "it": "https://adguard-vpn.com/welcome.html",
            "ja": "https://adguard-vpn.com/welcome.html",
            "ko": "https://adguard-vpn.com/welcome.html",
            "nl": "https://adguard-vpn.com/welcome.html",
            "pl": "https://adguard-vpn.com/welcome.html",
            "pt-BR": "https://adguard-vpn.com/welcome.html",
            "pt-PT": "https://adguard-vpn.com/welcome.html",
            "ro": "https://adguard-vpn.com/welcome.html",
            "ru": "https://adguard-vpn.com/welcome.html",
            "sk": "https://adguard-vpn.com/welcome.html",
            "sl": "https://adguard-vpn.com/welcome.html",
            "tr": "https://adguard-vpn.com/welcome.html",
            "uk": "https://adguard-vpn.com/welcome.html",
            "vi": "https://adguard-vpn.com/welcome.html",
            "zh-CN": "https://adguard-vpn.com/welcome.html",
            "zh-TW": "https://adguard-vpn.com/welcome.html"
        },
        "outgoing": {
            "ar": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "bg": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "cs": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "da": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "hr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "hu": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "ko": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "ro": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "sk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "sl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "tr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "uk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "vi": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html",
            "zh-TW": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d30521470bdb79ebce447d173fb11cac42289e74e0447b06ec223e0b75c89e8/https%3A//adguard-vpn.com/welcome.html"
        }
    },
    "tags": [
        "privacy",
        "security",
        "vpn"
    ],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/adguard-vpn/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/adguard-vpn/versions/",
    "weekly_downloads": 1200,
    "_score": null
}