{
    "appDesc": {
        "message": "Leyfðu notendum í ritskoðuðum löndum að nota nettenginguna þína við að fá aðgang að Tor-netinu."
    },
    "popupEnabled": {
        "message": "Virkt"
    },
    "popupWebRTCOff": {
        "message": "WebRTC-eiginleikinn fannst ekki."
    },
    "popupRetry": {
        "message": "Reyna aftur"
    },
    "popupRetrying": {
        "message": "Prófa aftur ..."
    },
    "badgeCookiesOff": {
        "message": "Vefkökur eru ekki virkar."
    },
    "popupDescOn": {
        "message": "Fjöldi notenda sem Snowflake-tilvikið þitt hefur hjálpað við að komast framhjá ritskoðun á síðustu 24 klukkustundum: $1"
    },
    "popupLearnMore": {
        "message": "Fræðast frekar"
    },
    "popupStatusOff": {
        "message": "Slökkt er á Snowflake"
    },
    "popupStatusOn": {
        "message": "Fjöldi notenda sem núna eru tengdir: $1"
    },
    "popupBridgeUnreachable": {
        "message": "Tókst ekki að tengjast brúnni."
    },
    "popupRunInBackground": {
        "message": "Halda í gangi þegar vafra er lokað"
    },
    "popupStatusReady": {
        "message": "Snowflake-tilvikið þitt er reiðubúið að hjálpa notendum við að komast framhjá ritskoðun"
    },
    "extensionOnboard": {
        "message": "Takk fyrir að setja inn Snowflake-vefviðbótina!"
    },
    "extensionOptout": {
        "message": "Þessi viðbót sendir aðeins þau lágmarksgögn sem nauðsynleg eru til að virka sem Snowflake-milliþjónn. Ef þér finnst óþægilegt að notuð séu þessi gögn sem talin eru upp hér að ofan eða ert ekki sátt/ur við einhverja hluta persónuverndarstefu okkar, þá mælum við með að þú fjarlægir Snowflake-viðbótina."
    },
    "remove": {
        "message": "Fjalægja Snowflake-viðbótina"
    },
    "consent": {
        "message": "Ég samþykki"
    },
    "extensionConsent": {
        "message": "Til að setja upp grunnvirkni eru Snowflake-milliþjónar (viðbótin sem þú settir upp í vafranum þínum) að senda ýmis lýsigögn til Snowflake-miðlara um stillingar netkerfis milliþjónsins. Þessi lýsigögn eru: IP-vistfang milliþjónsins (þitt IP-vistfang), uppgefin tegund NAT, útgáfa snowflake-samskiptamáta sem þú (milliþjónninn) ert að keyra, sú staðreynd að milliþjónninn (viðbótin sem þú settir upp) sé vefviðbót, og fjöldi biðlara/forrita sem þegar eru tengd við milliþjóninn (við viðbótina sem þú settir upp). Þessi gögn eru einungis notuð til að koma á tengingunni og til söfnunar á tölfræði, og eru upplýsingarnar ekki geymdar hjá miðlaranum. Endilega skoðaðu <a href=\"https://addons.mozilla.org/en-US/firefox/addon/torproject-snowflake/privacy\">stefnu okkar um meðferð persónuupplýsinga</a> til að sjá nánar hvaða uplýsingum við söfnum og birtum. Þegar þú ert svo tilbúin/n, geturðu gefið samþykki þitt til að virkja Snowflake-milliþjóninn þinn með því að smella á hnappinn hér fyrir neðan."
    },
    "popupNeedConsent": {
        "message": "Samþykktu stefnu okkar varðandi meðferð persónulegra gagna áður en þú virkjar Snowflake."
    },
    "consented": {
        "message": "Nú er allt tilbúið! Takk fyrir að keyra Snowflake-milliþjón!"
    },
    "popupConsent": {
        "message": "Opna síðu fyrir samþykki"
    }
}
