{"extName":{"message":"Free VPN browser extension - Best VPN by uVPN"},"extDescription":{"message":"Best free VPN browser extension to unblock websites and hide IP address"},"extTitle":{"message":"uVPN - secure VPN for everyone"},"extShortName":{"message":"uVPN - secure VPN for everyone"},"privacySettingsPageTitle":{"message":"uVpn privacy settings","description":"[FF installed page] Page title"},"privacySettingsPageText1":{"message":"<p>uVPN extension collects some technical data by default. Technical data is used to keep uVPN extension secure and up-to-date, detect, diagnose and fix problems and also make product improvements. This data does not include a user's name or email address, the content of the user's files.</p><p>This technical data is collected and sent to our servers about uVPN client software running on the user's device. The collection of technical data is optional. We give you the ability to choose whether to send us optional technical data through the use of privacy controls.</p><p>Technical data helps to identify problems with uVPN extension that may be related to a device or software configuration. For example, it can help determine if a uVPN extension feature crashes more frequently on a particular browser version, with newly introduced features, or when certain uVPN extension features are disabled. Technical data helps us detect, diagnose, and fix these problems more quickly so the impact to users is reduced.</p><p>Technical data types:</p>","description":"[FF installed page] Text block after heading"},"privacySettingsPageDataDescription":{"message":"<li>browser version;</li><li>os version;</li><li>extension version;</li><li>client's ip address;</li><li>stack trace of the error.</li>","description":"[FF installed page] Description of data and their purpose"},"privacySettingsPageText2":{"message":"<p>Full details about the data we collect is provided in our <a href=\"https://uvpn.me/privacy-policy/\" target=\"_blank\">Privacy Policy</a></p>","description":"[FF installed page] Text block after checkbox"}}