{
    "id": 767490,
    "authors": [
        {
            "id": 14312394,
            "name": "Sticky Password",
            "url": "https://addons.mozilla.org/en-US/firefox/user/14312394/",
            "username": "StickyAdmin"
        }
    ],
    "average_daily_users": 12990,
    "categories": [
        "privacy-security"
    ],
    "contributions_url": "",
    "created": "2017-01-05T17:19:59Z",
    "current_version": {
        "id": 5809515,
        "compatibility": {
            "firefox": {
                "min": "58.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/sticky-password-extension/versions/5809515",
        "file": {
            "id": 4353805,
            "created": "2024-09-16T08:56:33Z",
            "hash": "sha256:4be74ef06557ab9dd865515a985106180c2ec5ad1b23a12721c3e74b421da463",
            "is_mozilla_signed_extension": false,
            "size": 1122723,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4353805/sticky_password_extension-8.8.6.1303.xpi",
            "permissions": [
                "privacy",
                "tabs",
                "storage",
                "notifications",
                "nativeMessaging",
                "http://*/*",
                "https://*/*",
                "https://*.stickypassword.com/*sp-autofillplugin-uninstall.html*",
                "file:///*spAutofill.xpi.uninstall.html"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 7057,
            "is_custom": false,
            "name": {
                "en-US": "All Rights Reserved"
            },
            "slug": "all-rights-reserved",
            "url": null
        },
        "release_notes": null,
        "reviewed": "2024-09-19T09:48:41Z",
        "version": "8.8.6.1303"
    },
    "default_locale": "en-US",
    "description": {
        "cs": "<b>Přestaňte zapomínat hesla!</b> Sticky Password je bezpečný správce hesel a pomocník pro automatické vyplňování webových formulářů. Chrání miliony hesel po celém světě už více jak 17 let. Sticky Password bezpečně uloží všechna vaše přihlašovací jména, hesla a případně i další citlivé údaje – zašifruje je přímo na vašem počítači, telefonu nebo tabletu pomocí algoritmu AES-256, pokročilého standardu šifrování.\n\nSticky Password také v případě potřeby umí automaticky vygenerovat nové, unikátní a silné heslo. A co víc – zbaví vás otravných překlepů u vyplňování loginu a hesla, a také nudného vyplňování registračních formulářů na webových stránkách. Usnadní vám tak život na internetu, prostě ty údaje do přihlašovacích a registračních formulářů automaticky vyplní za vás.\n\n<b>POZNÁMKA:</b> Toto rozšíření bude fungovat, pouze pokud již máte v počítači nainstalovanou aplikaci Sticky Password. Aplikaci si můžete stáhnout zdarma na adrese <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/a934a1eff4b1243cac0883974a64f0d4be9044cb85ea65cf8898fd0e14a16d95/https%3A//www.stickypassword.com\" rel=\"nofollow\">www.stickypassword.com</a>.\n\n<b>Funkce:</b>\n\nSPRÁVCE HESEL\n- Pamatuje si všechna vaše přihlašovací jména a hesla. A umí je za vás sám vyplnit.\n- Loginy, hesla i další citlivé údaje budete mít po ruce a současně v absolutním bezpečí.\n- Sami si budete muset pamatovat jen jedno heslo - tzv. hlavní heslo, kterým budete aplikaci odemykat.\n- Odemykání lze nastavit i pomocí otisku prstu TouchID, identifikace tváře FaceID nebo klasického PIN kódu.\n- Pro zašifrování vašich dat je použitý pokročilý standard šifrování AES-256.\n- K dispozici je i pokročilá 2-faktorová autentizace.\n- K zašifrovaným datům máte přístup i pokud nejste připojení k internetu.\n\nDIGITÁLNÍ PENĚŽENKA\n- Uloží bezpečně čísla vašich kreditních a platebních karet. Budete je mít po ruce a současně v absolutním bezpečí.\n\nSYNCHRONIZACE A ZÁLOHOVÁNÍ\n- Synchronizujte všechna svá hesla, přihlašovací jména a ostatní údaje na všechna zařízení — abyste je měli kdykoli a kdekoli po ruce.\n- Vyberte si - Synchronizace přes cloud nebo jedinečná synchronizace přes vaši lokální WiFi.\n- Pokud budete chtít, můžete mít na našich bezpečných cloudových serverech automaticky uloženou zálohu vaší databáze s hesly zašifrovanou pomocí AES‑256.\n\n<b>Pokud máte jen jedno zařízení je Sticky Password zdarma.</b>\n\n<b>Pokud ale máte zařízení víc, můžete s verzí Premium získat všechny funkčnosti</b> a spravovat svoje hesla na všech svých zařízeních:\n- Synchronizace a zálohování dat přes naše bezpečné cloudové servery.\n- Lokální synchronizace přes vaši lokální WiFi síť.\n- Bezpečné sdílení hesel mezi více uživateli.\n- Prioritní technická podpora. Jsme česká firma, čeština není problém.\n\nA pokud jste se ještě nerozhodli, tak Sticky Password:\n- Získalo ocenění Editors' Choice od amerického časopisu PC Magazine s hodnocením “Vynikající”.\n- Umožňuje, abyste měli svá hesla na VŠECH vašich zařízeních a stále po ruce.\n- Nabízí více synchronizačních možností než jiné produkty.\n\nPomáháme lidem s hesly už více jak 17 let. Navíc nám každá prodaná licence umožňuje podporovat neziskovou organizaci Save the Manatee Club. Pokud svěříte péči o hesla do našich rukou, pomůžeme na oplátku kapustňákům (anglicky “manatee”) - ohroženému živočišnému druhu.",
        "de": "<b>Keine vergessenen, schwachen oder wiederverwendeten Passwörter mehr!</b> Sticky Password ist der preisgekrönte Passwortmanager und Formularfüller, der seit mehr als 17 Jahren Millionen von Passwörtern weltweit schützt. Sticky Password ist ein leistungsstarker und dennoch einfacher freier Passwortmanager und sicherer digitaler Tresor für Ihre Desktop- und Mobilgeräte-Browser.\n \nEs merkt sich Ihre Passwörter und trägt sie automatisch ein, wann und wo immer Sie sie benötigen. Die Sticky Password Erweiterung erleichtert Ihnen das Online-Leben, indem sie Ihre Daten für Sie in Online-Formulare und Login-Seiten eingibt. Sie müssen sich keine Sorgen mehr über Tippfehler und die Eingabe von Daten auf all jenen Webseiten machen, die Sie besuchen.\n \nMit Sticky Password werden Ihre sensiblen Daten mit AES-256 - dem weltweit führenden Verschlüsselungsstandard - sicher verschlüsselt und gespeichert. Von nun an müssen Sie sich nur noch ein einziges Passwort merken - Ihr Master-Kennwort - das ist der einzige Schlüssel, der Ihre verschlüsselten Daten freigibt. Es wird ausschließlich von Ihnen erstellt und nicht gespeichert - nur Sie kennen es.\n \n<b>ANMERKUNG:</b> Diese Erweiterung funktioniert nur, wenn die Sticky Password Anwendung bereits auf Ihrem Computer installiert ist. Sie können die Anwendung kostenlos unter <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/a934a1eff4b1243cac0883974a64f0d4be9044cb85ea65cf8898fd0e14a16d95/https%3A//www.stickypassword.com\" rel=\"nofollow\">www.stickypassword.com</a> herunterladen.\n\n<b>Features der Sticky Passwort Erweiterung:</b>\n \nPASSWORTMANAGER\n- Speichert alle Ihre Passwörter und gibt sie für Sie ein, während Sie surfen.\n- Speichert neue Passwörter und Anmeldungen beim Surfen. Automatisch.\n- Unbegrenzter Speicherplatz für alle Ihre Passwörter und Anmeldungen.\n- Mit der weltweit führenden AES-256-Sicherheits-Verschlüsselung.\n\nDIGITALE BRIEFTASCHE\n- Bewahren Sie Ihre Kreditkartennummern im hochsicheren Datentresor auf, auf den nur Sie\nZugriff haben.\n- Bezahlen Sie mit einem Klick. Sticky Password gibt für Sie Ihre Kreditkarten auf Ihren Einkaufsseiten ein.\n \nSYNCHRONISATION &amp; DATENSICHERUNG\n- Synchronisieren Sie Ihre Passwörter und Anmeldedaten auf all Ihren Geräten. Greifen Sie überall auf sie zu.\n- Wählen Sie zwischen branchenführenden Synchronisationsoptionen – Cloud- oder lokaler\nWiFi-Synchronisation.\n- Sicheres Backup Ihrer verschlüsselten Daten in die Cloud. Nur wenn Sie es wünschen.\n \n<b>Sticky Password ist für ein Gerät kostenlos.</b>\n \n<b>Mit den Premium-Funktionen können Sie noch mehr erreichen</b> und Ihre Passwörter und Daten auf allen Geräten verwalten:\n- Cloud-Synchronisation &amp; Backup.\n- Lokale Wi-Fi-Synchronisation.\n- Premium Support.\n \nSeit 17 Jahren helfen wir Menschen mit Passwörtern. Mit jeder Sticky Password Premium-Lizenz können wir die gemeinnützige Organisation Save the Manatee Club unterstützen. Lassen Sie uns Ihnen helfen, Ihre sensiblen Online-Daten zu schützen, und wir helfen, gefährdete Seekühe auf der ganzen Welt zu schützen.",
        "en-US": "<b>No more forgotten, weak or reused passwords!</b> Sticky Password is the award-winning password manager and form-filler that has been protecting millions of passwords around the world for more than 17 years. Sticky Password is a powerful yet simple free password manager and secure digital vault for your desktop and mobile device browsers.\n\nIt remembers your passwords and enters them automatically whenever and wherever you need them. Sticky Password extension makes your online life easier by typing your data for you in online forms and login pages. You won’t have to worry about typos and entering data on all those sites you visit.\n\nWith Sticky Password, your sensitive data is securely stored and encrypted using AES-256 – the world’s leading encryption standard. From now on, you’ll only need to remember just one password - your Master Password - that is the only key that unlocks your encrypted data. It’s created solely by you and it’s not stored anywhere - only you know it.\n\n<b>IMPORTANT:</b> This extension will only work if you have the Sticky Password application already installed on your computer. You may download the free desktop application at <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/a934a1eff4b1243cac0883974a64f0d4be9044cb85ea65cf8898fd0e14a16d95/https%3A//www.stickypassword.com\" rel=\"nofollow\">www.stickypassword.com</a>.\n\n<b>Sticky Password extension features:</b>\n\nPASSWORD MANAGER\n- Remembers all your passwords and types them for you as you browse.\n- Saves new passwords and logins as you browse. Automatically.\n- Unlimited storage for all your passwords and logins.\n- World's leading security—AES-256 encryption\n\nDIGITAL WALLET (IDENTITIES)\n- Keep your credit card numbers in the super secured vault that only you can access.\n- Pay with one click. Sticky Password enters your credit cards for you on shopping sites.\n\nSYNCHRONIZATION &amp; BACKUP\n- Sync all your passwords and credentials to all your devices. Access them anywhere.\n- Select from industry-leading sync options—cloud or local WiFi sync.\n- Secure cloud backup of all your encrypted data. Only if you want it.\n\n<b>Sticky Password is always free for one device.</b>\n\n<b>You can get even more with Premium features</b> and manage your passwords and data across all your devices:\n- Cloud sync &amp; backup\n- Local Wi-Fi sync\n- Priority support\n\nWe've been helping people with passwords for 17 years. Each Sticky Password Premium license allows us to support the non-profit organization Save the Manatee Club. Let us help you protect your sensitive online data and in turn we can help endangered manatees around the world.",
        "fr": "<b>Plus de mots de passe oubliés, faibles ou réutilisés !</b> Sticky Password est le gestionnaire de mots de passe et le système de remplissage de formulaires primé qui protège des millions de mots de passe à travers le monde depuis plus de 17 ans. Sticky Password est à la fois un gestionnaire de mots de passe puissant et gratuit, mais simple, et un coffre-fort numérique sécurisé pour vos navigateurs d’ordinateur de bureau et de périphériques mobiles.\n \nIl mémorise vos mots de passe et les saisit automatiquement chaque fois que vous en avez besoin et où que vous soyez. L’extension Sticky Password vous facilite la vie en saisissant vos données dans les formulaires en ligne et les pages de connexion. Vous n’aurez plus à vous soucier des fautes de frappe ni à saisir vos données sur tous les sites que vous visitez.\n \nAvec Sticky Password, vos données sensibles sont stockées en toute sécurité et cryptées avec AES-256, la norme de cryptage la plus avancée au monde. Désormais, vous n’aurez plus qu’un mot de passe à mémoriser : votre mot de passe principal. Il sera la seule clé qui déverrouillera vos données cryptées. Il a été créé par vous et n’est stocké nulle part : vous seul le connaissez.\n \n<b>REMARQUE:</b> cette extension ne fonctionnera que si l'application Sticky Password est déjà installée sur votre ordinateur. Vous pouvez télécharger l'application gratuite sur <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/a934a1eff4b1243cac0883974a64f0d4be9044cb85ea65cf8898fd0e14a16d95/https%3A//www.stickypassword.com\" rel=\"nofollow\">www.stickypassword.com</a>.\n\n<b>Fonctionnalités de l’extension Sticky Password :</b>\n \nGESTIONNAIRE DE MOTS DE PASSE\n- Mémorise tous vos mots de passe et les saisit à votre place lorsque vous naviguez.\n- Enregistre les nouveaux mots de passe et identifiants de connexion lorsque vous naviguez. Automatiquement.\n- Stockage illimité de tous vos mots de passe et identifiants de connexion.\n- Sécurité de pointe - cryptage AES-256\n\nPORTEFEUILLE NUMÉRIQUE\n- Conservez vos numéros de carte de crédit dans le coffre hautement sécurisé auquel vous seul pouvez accéder.\n - Payez en un clic Sticky Password entre vos cartes de crédit à votre place sur les sites de commerce.\n \nSYNCHRONISATION ET SAUVEGARDE\n- Synchronisez tous vos mots de passe et vos identifiants sur tous vos appareils. Accédez-y de partout.\n- Faites un choix parmi des options de synchronisation à la pointe de l'industrie : dans le cloud ou à l'aide du Wi-Fi local.\n- Sauvegardez toutes vos données cryptées en toute sécurité dans le cloud. Seulement si vous en avez besoin.\n\n<b>Sticky Password est toujours gratuit pour un appareil.</b>\n \n<b>Vous pouvez en obtenir encore plus grâce aux fonctions Premium</b> et gérer vos mots de passe et vos données sur l'ensemble de vos appareils :\n- Synchronisation et sauvegarde dans le cloud.\n- Synchronisation par Wi-Fi local.\n- Assistance prioritaire.\n \nNous aidons les gens à gérer leurs mots de passe depuis 17 ans. Chaque licence Premium Sticky Password nous permet de soutenir le club Save the Manatee, une organisation à but non lucratif. Laissez-nous vous aider à protéger vos données en ligne et, à notre tour, nous pourrons aider les lamantins menacés dans le monde entier.",
        "ja": "<b>危険なパスワードや使い回しをしなくても大丈夫！</b> Sticky Password は、数多くの受賞歴を誇るパスワード管理アプリです。 世界中のユーザー様に 17 年以上に渡ってご愛用いただいています。 Sticky Password は、強力な機能を備えながらもシンプルな操作性のパスワード管理アプリです。 PC やモバイルデバイスであなたのパスワードを安全に管理します。\n\nウェブ閲覧中など、必要な時にあなたに代わってパスワードを自動入力します。 Sticky Password はオンラインフォームやログインページへの入力の負担を劇的に軽減できるのです。 保存されたパスワード情報はフォームに自動入力されますので、入力ミスもありません。\n\nって、安全に保存します。 これからは、たった一つ、マスター パスワードだけ覚えておいてください。 あなたが設定するマスターパスワードは、どこにも保存されません。知っているのはあなただけです。\n\n<b>重要:</b> この拡張機能は、お使いのコンピューターに Sticky Password アプリがインストールされていないと動作しません。無料のデスクトップアプリは <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/a934a1eff4b1243cac0883974a64f0d4be9044cb85ea65cf8898fd0e14a16d95/https%3A//www.stickypassword.com\" rel=\"nofollow\">www.stickypassword.com</a> からダウンロードできます。\n\n<b>Sticky Password 拡張機能:</b>\n\nパスワード管理\n- 重要なパスワードを保存し、ブラウザの入力欄に自動入力します。\n- ウェブ閲覧時に入力するログインとパスワードを保存します。自動です。\n- ログインとパスワードの保存に制限はありません。\n- 最新のセキュリティ基準である AES-256 暗号化技術を使用しています。\n\n DIGITAL WALLET\n- お使いのクレジットカード番号を安全に保存し、それはあなたにしかアクセスできません。\n- ショッピングサイトでのカード情報を自動入力しますので、ワンクリックで支払い完了です。\n\n同期とバックアップ\n- パスワードやログイン情報は、ご利用のすべてのデバイス間で同期可能です。いつでもどこでも必要な情報にアクセスできます。\n- 同期オプションはクラウド経由とローカル Wi-Fi 経由のいずれかを選択可能です。\n- クラウドでは必要に応じてすべてのデータを暗号化して安全にバックアップします。\n\n<b>Sticky Password は 1 つのデバイスで使用するなら無料でです。</b>\n\n複数のデバイス間でパスワードやデータを管理したい場合は<b>有料の Premium 製品をお使いください。</b>\n- クラウド同期＆バックアップ\n- ローカル Wi-Fi 同期\n- 優先サポート\n \n最高水準の同期オプションで 17 年間ユーザー様のお役に立ってきた実績があります。Sticky Password Premium ライセンスを購入いただくと、代金の一部を非営利のマナティ救済支援団体 Save the Manatee Club に寄付いたします。重要なオンラインデータの保護は Sticky Password にお任せください。",
        "ru": "<b> Больше никаких забытых, слабых и одинаковых паролей!</b> Sticky Password, отмеченный наградами менеджер паролей, который еще и заполняет регистрационные формы, защищает миллионы паролей по всему миру уже более 17 лет. Sticky Password - это мощный, но простой в использовании бесплатный менеджер паролей и надежное цифровое хранилище данных для браузеров настольных компьютеров и мобильных устройств.\n\nОн запоминает ваши пароли и вводит их тогда, когда это необходимо. Расширение Sticky Password делает вашу жизнь проще, вводя данные в онлайн-формах и на страницах входа за вас. Вам не нужно беспокоиться об опечатках и вводе данных на всех посещаемых вами сайтах.\n\nБлагодаря Sticky Password ваши конфиденциальные данные надежно хранятся и зашифрованы с использованием AES-256 - ведущего мирового стандарта шифрования. Теперь вам нужно будет помнить только один пароль - ваш мастер-пароль - это единственный ключ, который разблокирует ваши зашифрованные данные. Он создан исключительно вами и нигде не хранится - только вы его знаете. \n\n<b>ПРИМЕЧАНИЕ:</b> Это расширение будет работать, только если на вашем компьютере уже установлено приложение Sticky Password. Вы можете скачать бесплатное приложение на <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/a934a1eff4b1243cac0883974a64f0d4be9044cb85ea65cf8898fd0e14a16d95/https%3A//www.stickypassword.com\" rel=\"nofollow\">www.stickypassword.com</a>.\n\n<b>Функции расширения Sticky Password:</b>\n\nМЕНЕДЖЕР ПАРОЛЕЙ\n- Запоминает все ваши пароли и вводит их за вас при необходимости \n- Автоматически сохраняет новые пароли и логины\n- Неограниченное хранилище для всех ваших паролей и логинов\n- Ведущий международный стандарт шифрования - AES-256\n\nЦИФРОВОЙ КОШЕЛЕК\n- Хранит номера ваших платежных карт в супер защищенном хранилище, доступ к которому имеете только Вы.\n- Оплата в один клик. Sticky Password вводит информацию о вашей карте оплаты на сайтах онлайн-магазинов.\n\nСИНХРОНИЗАЦИЯ И РЕЗЕРВНОЕ ХРАНЕНИЕ\n- Синхронизируйте все свои пароли и учетные данные на всех ваших устройствах. Имейте  к ним доступ в любом месте.\n- Выберите один из ведущих в отрасли параметров синхронизации - облачную или локальную синхронизацию по WiFi.\n- Безопасное облачное резервное копирование всех ваших зашифрованных данных. Только если вы этого захотите.\n\n<b> Sticky Password всегда бесплатен для одного устройства.</b>\n\n<b> С версией Premium Вы можете получить еще больше возможностей</b> и управлять своими паролями и данными на всех ваших устройствах:\n• Облачная синхронизация и резервное копирование.\n• Локальная синхронизация Wi-Fi.\n• Безопасное совместное использование паролей.\n• Приоритетная поддержка.\n\nМы помогаем людям управлять паролями в течение 17 лет. Каждая лицензия Sticky Password Premium позволяет нам поддерживать некоммерческую организацию Save the Manatee Club. Позвольте нам помочь вам защитить ваши конфиденциальные данные в сети интернет, и, в свою очередь, мы можем помочь находящимся под угрозой исчезновения ламантинам по всему миру."
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/sticky-password-extension/edit",
    "guid": "{ecb80162-dfbd-4d91-a8da-17b35ba4707a}",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "cs": "https://www.stickypassword.com/cs/",
            "de": "https://www.stickypassword.com/de/",
            "en-US": "https://www.stickypassword.com",
            "fr": "https://www.stickypassword.com/fr/",
            "ru": "https://www.stickypassword.com/ru/"
        },
        "outgoing": {
            "cs": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/402ab35059fbdae25a416a04aa9eca8f917fc369e36e7da85994050f74495d9c/https%3A//www.stickypassword.com/cs/",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/638f9f36275dd98abe8580b7f64be724dcb4fd2a1105f4d550e82c464d81c946/https%3A//www.stickypassword.com/de/",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a934a1eff4b1243cac0883974a64f0d4be9044cb85ea65cf8898fd0e14a16d95/https%3A//www.stickypassword.com",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a61399f64915144f8a61396905e7fe4f686590f03520dc7b1bd990e4f4037277/https%3A//www.stickypassword.com/fr/",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/8bd260e1ae2ab6d2b789316ba398e133b131b7cf792a5fc76b434d6ee3472150/https%3A//www.stickypassword.com/ru/"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/767/767490-64.png?modified=87de333d",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/767/767490-32.png?modified=87de333d",
        "64": "https://addons.mozilla.org/user-media/addon_icons/767/767490-64.png?modified=87de333d",
        "128": "https://addons.mozilla.org/user-media/addon_icons/767/767490-128.png?modified=87de333d"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2024-09-19T09:48:41Z",
    "name": {
        "cs": "Sticky Password - správce hesel",
        "de": "Sticky Password - sicherer Passwortmanager",
        "en-US": "Sticky Password manager & safe",
        "fr": "Sticky Password - gestionnaire de mots de passe",
        "ja": "安全なパスワード管理アプリ",
        "ru": "Sticky Password - менеджер паролей"
    },
    "previews": [],
    "promoted": {
        "apps": [
            "firefox",
            "android"
        ],
        "category": "notable"
    },
    "ratings": {
        "average": 4.549,
        "bayesian_average": 4.530932429149341,
        "count": 357,
        "text_count": 66
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/sticky-password-extension/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/767490",
    "slug": "sticky-password-extension",
    "status": "public",
    "summary": {
        "cs": "Přestaňte zapomínat hesla. Správce hesel Sticky Password si je bezpečně uloží a bude je za vás i vyplňovat. Automaticky!",
        "de": "Vergessen Sie nie wieder ein Passwort. Der Sticky Password Manager speichert sie sicher und gibt sie beim Surfen für Sie ein. Automatisch!",
        "en-US": "Never forget a password again. Sticky Password manager saves them securely and types them for you as you browse. Automatically!",
        "fr": "N’oubliez plus jamais un mot de passe. Le gestionnaire Sticky Password les enregistre en toute sécurité et les saisit lorsque vous naviguez. Automatiquement !",
        "ja": "パスワードを覚える必要はありません。 Sticky Password は、あなたのパスワードを安全に保存し、ウェブ閲覧中必要な時にあなたに代わって入力します。自動入力です！",
        "ru": "Никогда больше не забывайте ваши пароли. Менеджер паролей Sticky Password сохраняет их за вас и при необходимости безопасно заполняет регистрационные формы за вас. Автоматически!"
    },
    "support_email": {
        "cs": "support@stickypassword.com",
        "de": "support@stickypassword.com",
        "en-US": "support@stickypassword.com",
        "fr": "support@stickypassword.com",
        "ja": "support@stickypassword.com",
        "ru": "support@stickypassword.com"
    },
    "support_url": {
        "url": {
            "cs": "https://www.stickypasswod.com",
            "de": "https://www.stickypasswod.com",
            "en-US": "https://www.stickypassword.com",
            "fr": "https://www.stickypasswod.com",
            "ja": "https://www.stickypasswod.com",
            "ru": "https://www.stickypasswod.com"
        },
        "outgoing": {
            "cs": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ad3eef6978b99131797985891db6957d8ea9de633de65e126693622ac79e578d/https%3A//www.stickypasswod.com",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ad3eef6978b99131797985891db6957d8ea9de633de65e126693622ac79e578d/https%3A//www.stickypasswod.com",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a934a1eff4b1243cac0883974a64f0d4be9044cb85ea65cf8898fd0e14a16d95/https%3A//www.stickypassword.com",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ad3eef6978b99131797985891db6957d8ea9de633de65e126693622ac79e578d/https%3A//www.stickypasswod.com",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ad3eef6978b99131797985891db6957d8ea9de633de65e126693622ac79e578d/https%3A//www.stickypasswod.com",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ad3eef6978b99131797985891db6957d8ea9de633de65e126693622ac79e578d/https%3A//www.stickypasswod.com"
        }
    },
    "tags": [
        "password manager",
        "security"
    ],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/sticky-password-extension/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/sticky-password-extension/versions/",
    "weekly_downloads": 441,
    "_score": null
}