{
    "scanBtn": "E-mailbeschermer",
    "scanBtn_viewReport": "Resultaten van scan weergeven",
    "scanBtn_reportFalseAlarm": "Vals alarm melden",
    "scanBtn_reportScam": "Oplichting melden",
    "msgTooltip_1": "E-mailbeschermer scant en beschermt uw e-mail tegen oplichtingspogingen en phishingaanvallen.",
    "msgTooltip_2": "Klik om te controleren op mogelijke bedreigingen in Engelse of Japanse e-mailberichten.",
    "languageNotSupport": "Beveiligingsscan biedt alleen ondersteuning voor Engelse of Japanse e-mailberichten.",
    "serverErrorMessage": "Beveiligingsscan werkt momenteel niet. Probeer het later opnieuw.",
    "serverForbiddenErrorMessage": "Beveiligingsscan werkt momenteel niet. <a id='learn_more' class='link'>Meer informatie</a>",
    "serverMaintenaceMessage": "Onze excuses voor het ongemak. Beveiligingsscan moet van __startTime__ tot __endTime__ belangrijk onderhoud uitvoeren. Kom later terug.",
    "serverMaintenaceMessageNoTime": "Onze excuses voor het ongemak. Beveiligingsscan voert momenteel een belangrijk onderhoud uit. Kom later terug.",
    "scamTitle": "Mogelijke oplichting gevonden",
    "scamContent": "Negeer voor uw veiligheid alle instructies of verzoeken in dit bericht, tenzij u de afzender al kent en vertrouwt.",
    "phishingTitle": "Phishingkoppeling gedetecteerd",
    "phishingContent": "Deze e-mail bevat een phishingkoppeling. Klik niet op de koppeling om potentiële bedreigingen te voorkomen.",
    "suspiciousTitle": "Schadelijke koppeling gedetecteerd",
    "suspiciousContent": "Deze e-mail bevat een schadelijke koppeling. Klik niet op de koppeling om potentiële bedreigingen te voorkomen.",
    "unSafeTitle": "Onveilige inhoud gedetecteerd",
    "unSafeContent": "Veel gebruikers hebben soortgelijke berichten als oplichting gemeld. Negeer voor uw veiligheid alle instructies of verzoeken in dit bericht, tenzij u de afzender al kent en vertrouwt.",
    "toastActionName": "Details weergeven",
    "toastActionName_ok": "OK",
    "scam_toastUrlName1": "Bent u het oneens met deze waarschuwing?",
    "scam_toastUrlName2": "Een vals alarm melden",
    "toastMarkSenderAsTrust": "__senderAddress__ als vertrouwd markeren",
    "toastRemoveSenderAsTrust": "__senderAddress__ als vertrouwd verwijderen",
    "toastTrustThisSender": "Deze afzender vertrouwen",
    "toastUrlName1": "Denkt u dat deze e-mail veilig is?",
    "toastUrlName2": "Resultaat van scan rapporteren",
    "toastUtlFeedbackName": "Rapport is verzonden. Bedankt voor uw feedback.",
    "toastDCN_title": "Bescherm uw webmail",
    "toastDCN_title_R2209Exp1": "Bescherm uw webmail",
    "toastDCN_title_R2209Exp2": "Schakel e-mailbeveiliging in enkele seconden in!",
    "toastDCN_title_R2209Exp3": "Oplichters hebben meer dan $ 5 miljard gestolen van consumenten. Bescherm uzelf tegen oplichtingsmails!",
    "toastDCN_title_R2209Exp4": "Meer dan 2 miljoen consumenten zijn het slachtoffer geworden van recente oplichting. Bescherm uzelf tegen oplichtingsmails!",
    "toastDCN_desc": "E-mailbeschermer scant uw Gmail-, Outlook- en Yahoo Mail-account en helpt deze beschermen tegen oplichtingspogingen en phishingaanvallen.",
    "toastDCN_desc_JPyahooMai": "E-mailbeschermer scant en helpt uw Gmail-, Outlook.com- en Yahoo Mail-account te beschermen tegen oplichtings-pogingen en phishingaanvallen.",
    "toastDCN_btn": "__feature_name__ inschakelen",
    "toastDCN_btn_en": "Uw e-mail nu beschermen",
    "toastDCN_not_now": "Niet nu",
    "toastDCN_do_not_show_again": "Dit niet opnieuw weergeven",
    "toastDCN_learn_more": "<a class='btn-learn-more'>Meer informatie</a>",
    "toastDCN_info": "U kunt E-mailbeschermer op elk moment uitschakelen en de inhoud van uw e-mailberichten wordt daarna niet langer naar Trend Micro verzonden om te worden gescand. <a class='btn-learn-more'>Meer informatie</a> over hoe Trend Micro uw e-mailberichten veilig verwerkt wanneer u E-mailbeschermer inschakelt.",
    "toastDCN_turn_on": "E-mailbeschermer is ingeschakeld.",
    "toastDCN_fb_working": "E-mailbeschermer is ingeschakeld",
    "toastDCN_fb_not_working": "E-mailbeschermer werkt niet. Als u dit bericht blijft zien, klikt u <a class='btn-learn-more'>hier</a> voor meer informatie.",
    "toastDCN_popup_title": "Kennisgeving inzake de verzameling van gegevens",
    "toastDCN_popup_desc": "<p>Als u E-mailbeschermer inschakelt, wordt u beschermd tegen oplichtingspogingen, phishingaanvallen en verdachte e-mailberichten. De inhoud van uw e-mailberichten wordt naar Trend Micro verzonden om te worden gescand.</p><p>U kunt E-mailbeschermer op elk moment uitschakelen en de inhoud van uw e-mailberichten wordt daarna niet langer naar Trend Micro verzonden om te worden gescand.</p><p>Om E-mailbeschermer in te schakelen, moet u onze <a class='btn-learn-more'>Kennisgeving inzake de verzameling van gegevens</a> lezen en accepteren.<p>",
    "toastDCN_popup_agree": "Accepteren en inschakelen",
    "toastDCN_popup_not_now": "Niet nu",
    "toastDCN_jp_popup_title": "Gmail, Outlook.com en Yahoo Mail beveiligen",
    "toastDCN_jp_popup_desc": "<p>E-mailbeschermer is een cloudservice voor het detecteren van frauduleuze berichten met behulp van AI-technologieën die voortdurend verder ontwikkelen. Met E-mailbeschermer wordt u beschermd tegen oplichtingspogingen, phishingaanvallen en verdachte e-mailberichten. De inhoud van uw e-mailberichten wordt naar Trend Micro verzonden om te worden gescand. U kunt E-mailbeschermer op elk moment uitschakelen, waarna de inhoud van uw e-mailberichten niet langer naar Trend Micro wordt verzonden om te worden gescand.</p><p class='title'>Hoe werkt E-mailbeschermer?</p><p>Wanneer u inkomende e-mailberichten in de postvakken van Gmail of Outlook.com leest met onze ondersteunde browsers* waarin de Trend Micro Toolbar* is ingeschakeld, worden de afzender, het onderwerp en de berichttekst versleuteld en naar de Trend Micro-server voor E-mailbeschermer verzonden. Hierbij worden antifrauderegels, SPN-bedreigingsinformatie en AI-technologieën toegepast om de resultaten voor de fraudeanalyse te genereren.</p><p class='title'>Verzamelde gegevens</p><p>Om u te helpen minder lang te wachten op het resultaat, bewaren wij de hash* van normale e-mailberichten en gegevens zonder PII* uit frauduleuze e-mailberichten in het geheugen om de fraudedetectie te versnellen. Deze gegevens worden binnen 72 uur verwijderd. Om de fraudescan nauwkeuriger te maken, zullen wij voor e-mailberichten die worden gemeld met behulp van ‘Resultaat van scan rapporteren’ PII verwijderen, de e-mailberichten versleutelen en ze opslaan op Amazon S3* om onze AI en regels te verbeteren en aan te passen, en ze vervolgens binnen 3 maanden verwijderen.</p><p class='list'><ul><li>Ondersteunde browsers zijn: Chrome, IE, Firefox en Edge</li><li>Trend Micro Toolbar voor Edge wordt Trend Micro Security genoemd</li><li>We gebruiken hash om de e-mailgegevens om te zetten in een korte combinatie van symbolen die niet opnieuw kunnen worden omgezet in het oorspronkelijke bericht.</li><li>PII (Personal Identifiable Information) omvat alle gegevens die mogelijk kunnen worden gebruikt om een bepaalde persoon te identificeren.</li><li>Amazon S3 is een service die wordt gebruikt om gegevens op te slaan. Alleen geautoriseerde dreigingsanalisten bij Trend Micro kunnen de daar opgeslagen gegevens lezen.</li></ul>",
    "toastDCN_jp_popup_agree_chk": "Ik ga akkoord met de manier waarop Trend Micro de inhoud van mijn webmail verzamelt, door E-mailbeschermer in te schakelen.",
    "toastDCN_jp_popup_turn_on_btn": "E-mailbeschermer inschakelen",
    "toastDCN_jp_popup_turn_on": "E-mailbeschermer is ingeschakeld",
    "toastDCN_jp_popup_turn_on_desc": "E-mailbeschermer meldt wanneer verdachte inhoud in uw webmail wordt gedetecteerd.",
    "toastDCN_jp_popup_turn_on_close": "Sluiten",
    "toastDCN_new_popup_title": "We hebben onze Kennisgeving inzake de verzameling van gegevens bijgewerkt",
    "toastDCN_new_popup_desc": "<p>Door deze updates kunnen we onze oplichtings- en phishingdetectie verbeteren. Lees en accepteer onze bijgewerkte <a class=\"btn-learn-more\">Kennisgeving inzake de verzameling van gegevens</a>.</p><p><b>Let op: E-mailbeschermer wordt uitgeschakeld totdat u de bijgewerkte voorwaarden accepteert.</b></p><br/>",
    "toastDCN_new_popup_accept": "Accepteren en doorgaan",
    "toastDCN_new_popup_trun_off": "E-mailbeschermer uitschakelen",
    "whiteList_mark_sender_as_trust_title": "Wilt u __senderAddress__ vertrouwen en niet langer mogelijke detecties van oplichting in berichten van deze afzender zien?",
    "whiteList_mark_sender_as_trust_desc": "E-mailbeschermer meldt alleen wanneer bedreigingen zijn gevonden in berichten van deze afzender.",
    "whiteList_remove_sender_as_trust_title": "__senderAddress__ als vertrouwd verwijderen?",
    "whiteList_remove_sender_as_trust_desc": "E-mailbeschermer hervat de controle op mogelijke oplichtingsberichten en meldt u wanneer een mogelijk oplichtingsbericht van deze afzender is gedetecteerd.",
    "whiteList_notice": "Uw mening wordt alleen gebruikt om E-mailbeschermer verder te verbeteren. Trend Micro neemt niet rechtstreeks contact met u op.",
    "whiteList_trust_btn": "Vertrouwen",
    "whiteList_cancel_btn": "Annuleren",
    "whiteList_mark_success_message": "<p><span class='message-title'>__senderAddress__ is nu een vertrouwde afzender</span><span class='message-content'>E-mailbeschermer meldt niet langer wanneer mogelijke oplichtingspogingen worden gedetecteerd in berichten van deze afzender.</span></p>",
    "whiteList_remove_success_message": "<p><span class='message-title'>__senderAddress__ is niet langer een vertrouwde afzender</span><span class='message-content'>E-mailbeschermer meldt wanneer mogelijke oplichtingspogingen zijn gevonden in berichten van deze afzender.</span></p>",
    "feedback_reportScamTitle": "<p>Vermoedt u een poging tot oplichting?</p>",
    "feedback_reportScamDesc": "<p>Verzend deze e-mail voor controle naar Trend Micro door op de knop <b>Oplichting melden</b> te klikken.</p>",
    "feedback_reportFalseAlarmTitle": "<p>Denkt u dat deze e-mail veilig is?</p>",
    "feedback_reportFalseAlarmDesc": "<p>Verzend deze e-mail voor controle naar Trend Micro door op de knop <b>Vals alarm melden</b> te klikken.</p>",
    "feedback_reportScamTitle_senderInWhiteList": "<p>Vermoedt u een poging tot oplichting door iemand die u vertrouwt?</p>",
    "feedback_reportScamDesc_senderInWhiteList": "<p>Verzend deze e-mail voor controle naar Trend Micro door op de knop <b>Oplichting melden</b> te klikken. De afzender wordt ook uit uw vertrouwde lijst verwijderd.</p>",
    "feedback_reportMessagePlaceholder": "Deel uw mening hier (optioneel)",
    "feedback_reportScamBtn": "Oplichting melden",
    "feedback_reportFalseAlarmBtn": "Vals alarm melden",
    "feedback_reportCancelBtn": "Annuleren",
    "popup_sign_in_title": "Geef uw wachtwoord op",
    "popup_sign_in_desc": "Trend Micro moet uw wachtwoord nogmaals verifiëren om de integriteit van uw bescherming in stand te houden.",
    "popup_sign_in_password_placeholder": "Wachtwoord",
    "popup_sign_in_forget_your_password": "Wachtwoord vergeten?",
    "popup_sign_in_btn" : "Aanmelden",
    "popup_sign_in_error_required": "Vereist.",
    "popup_sign_in_error_check_password": "Controleer uw wachtwoord en probeer het vervolgens opnieuw.",
    "popup_sign_in_close_message": "E-mailbeschermer kan u pas beschermen nadat u het wachtwoord voor uw Trend Micro Account hebt opgegeven. Klik of tik op de browserextensie van __productName__ wanneer u klaar bent.",
    "notice_change_name_title" : "Nieuwe naam, zelfde bescherming",
    "notice_change_name_desc": "Fraudebestrijding blijft uw webmail beschermen tegen oplichtingspogingen en phishingaanvallen onder een nieuwe naam: <span class='bold'>E-mailbeschermer</span>."
}
