{
    "id": 905349,
    "authors": [
        {
            "id": 13597965,
            "name": "Ysard",
            "url": "https://addons.mozilla.org/en-US/firefox/user/13597965/",
            "username": "Ysard"
        }
    ],
    "average_daily_users": 59950,
    "categories": [
        "web-development",
        "privacy-security",
        "other"
    ],
    "contributions_url": {
        "url": "https://liberapay.com/Ysard/donate?utm_content=product-page-contribute&utm_medium=referral&utm_source=addons.mozilla.org",
        "outgoing": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3347e3479bff34d9c7a7dd23ff504c88eaccff365e73401a96fa80366212d1c/https%3A//liberapay.com/Ysard/donate%3Futm_content=product-page-contribute&utm_medium=referral&utm_source=addons.mozilla.org"
    },
    "created": "2017-12-14T17:21:16Z",
    "current_version": {
        "id": 4799222,
        "compatibility": {
            "firefox": {
                "min": "56.0",
                "max": "*"
            },
            "android": {
                "min": "120.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/cookie-quick-manager/versions/4799222",
        "file": {
            "id": 3343599,
            "created": "2019-07-09T23:53:36Z",
            "hash": "sha256:b826e443438c880b3998e42e099d0e1949ff51489c788b50193b92ef80426c6e",
            "is_mozilla_signed_extension": false,
            "size": 252305,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/3343599/cookie_quick_manager-0.5rc2.xpi",
            "permissions": [
                "cookies",
                "<all_urls>",
                "activeTab",
                "storage",
                "browsingData",
                "contextualIdentities",
                "privacy"
            ],
            "optional_permissions": [
                "clipboardWrite"
            ],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 6,
            "is_custom": false,
            "name": {
                "en-US": "GNU General Public License v3.0 only"
            },
            "slug": "GPL-3.0-only",
            "url": "https://spdx.org/licenses/GPL-3.0-only.html"
        },
        "release_notes": {
            "en-US": "<ul>                <li>Bring back compatibility with FF 56</li>                <li>Display number of concerned cookies in modal alert of popupmenu; Related to</li>                <li>Default behavior: open CQM in tab</li>                <li>[gui] Deleting cookies is now only done on the cookies visible in the interface; Related to</li>            </ul>",
            "fr": "<ul>                <li>Bring back compatibility with FF 56</li>                <li>Display number of concerned cookies in modal alert of popupmenu; Related to</li>                <li>Default behavior: open CQM in tab</li>                <li>[gui] Deleting cookies is now only done on the cookies visible in the interface; Related to</li>            </ul>"
        },
        "reviewed": "2019-07-11T04:00:23Z",
        "version": "0.5rc2"
    },
    "default_locale": "en-US",
    "description": {
        "de": "<strong>Übersicht</strong>\n\nCookie Quick Manager: Ein kompleter Manager für Cookies, die beim Surfen benuzt werden.\nErmöglicht dir Cookies anzusehen, zu ändern, zu erstellen, zu löschen, zu sichern, wiederherzustellen und sie mittles Domainnamen zu durchsuchen; Privater Modus wird auch unterstützt.\n\nCookie Quick Manager wurde sowohl für Entwickler und Tester kreiert, als auch für Menschen, die sich Gedanken über ihre Privatsphäre im Internet machen.\n\nDieses Add-on ist mit Firefox 57 kompatible und wurde inspiriet von Add-ons wie <a href=\"https://addons.mozilla.org/fr/firefox/addon/cookies-manager-plus/\" rel=\"nofollow\">Cookies Manager+</a>\nund <a href=\"https://addons.mozilla.org/firefox/addon/cookie-manager/\" rel=\"nofollow\">Advanced Cookie Manager</a>, deren Entwicklung durch die Umstellung des Erweiterungen-Systems eingestellt.\n\n<strong>Warning: Due to the lack of translation up to date, for a more complete description, please consult:</strong>\n<ul><li><strong>this page, written in English: <a href=\"https://addons.mozilla.org/en-US/firefox/addon/cookie-quick-manager/\" rel=\"nofollow\">Cookie Quick Manager</a>.</strong></li><li><strong>or this page, written in French: <a href=\"https://addons.mozilla.org/fr/firefox/addon/cookie-quick-manager/\" rel=\"nofollow\">Cookie Quick Manager</a>.</strong></li></ul>\n\n<strong>Funktionsumfang</strong>\n\nNutzer können nach zugehörigen Cookies einer Domain und deren Subdomains suchen.\n\nAlle Eigenschaften eines Cookies können geändert werden: Domain, Pfad, Name, Wert,\nAblaufdatum, so wie auch secure- und httpdonly-Flags.\n\nExport und Import eines oder mehrer Cookies einer Domain in JSON Format ist ebenso einfach.\n\nJedes Parameter und jede Funktion werden beim Berühren mit der Maus (hover) kurz erläutert.\n\n<strong>Privatsphäre</strong>\n\nDiese Add-on speichert keine persönlichen Daten.\n\nUm korrekt zu funktionieren, benötigt es die folgenden Berechtigungen:\n\n* Host-Berechtigungen für alle URLs: Dies ermöglicht dir, die Cookies besuchter Seiten zu ändern,\n* Cookies: Erlaubt den Zugriff zum Cookie Manager des Browsers,\n* ActiveTab: Erlaubt den Zugriff auf die momentan aktive URL sowie auf das Favicon, falls vorhanden.\n\n<strong>Hilfe &amp; Quellcode</strong>\n\nDie Erweiterung ist seit dem Launch von Firefox Quantum in Entwicklung: Für Fragen, Fehlermeldungen und Feature-Anfragen nutze bitte das <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e9b8bddfaf4cd66aa22117ff5c83cc48d4edd320879c57a04fc4f84f8ec9e2d4/https%3A//github.com/ysard/cookie-quick-manager/issues\" rel=\"nofollow\">GitHub repository</a> (English).\n\n<strong>Lizenz</strong>\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3f3071ef69cdae4b3f423d8472bb6fbc2f1690c1972c905e537edade59c5fcf/https%3A//github.com/ysard/cookie-quick-manager/blob/master/LICENSE\" rel=\"nofollow\">GPLv3</a>.",
        "en-US": "<strong>Overview</strong>\n\nCookie Quick Manager: A complete manager for cookies accumulated during browsing.\nIt allows you to view, edit, create, delete, backup, restore cookies and search them by domain names. Contextual Identities such as Private Browsing, First-Party Isolation, and SameSite flag are also supported.\nIn addition, the LocalStorage of the page viewed can be deleted (see below).\n\nCookie Quick Manager is designed for developers, testers or people\nconcerned about their privacy on the Internet.\n\nThis WebExtension is compatible with Firefox 57 and is inspired by addons like <a href=\"https://addons.mozilla.org/fr/firefox/addon/cookies-manager-plus/\" rel=\"nofollow\">Cookies Manager+</a> and <a href=\"https://addons.mozilla.org/fr/firefox/addon/cookie-manager/\" rel=\"nofollow\">Advanced Cookie Manager</a> whose development has been discontinued due to the withdrawal of the support for \"Legacy\" extensions.\n\n<strong>November 2018: Cookie Quick Manager is now available on Android!</strong>\n\n<strong>Features</strong>\n\n<ul><li>User friendly: Clear and structured user interface. Each parameter and functionality is described when the mouse is over the element.</li><li>Windowed and tab mode: Choose the opening in a tab to get a wider view.</li><li>Transparency and security: The source code is free (under GPLv3) and <strong>published on a public platform, the only way to allow reviews and external contributions.</strong></li><li>Search: A user can search for cookies of a domain and subdomains which depend on it.</li><li>Edit/Create: All the attributes of a cookie can be modified: domain, path, name, value, expiration date, as well as secure and httponly flags.</li><li>Delete: Remove the cookies of the current website in two clicks.</li><li>Export: The export and import of one or many cookies from one or many domains at a time in <b>JSON</b> or <b>Netscape</b> format is just as easy.</li><li>First-Party Isolation: Supported with some limitations (due to API bugs) on Firefox 59, 60, and 61, and without limitations on Firefox 62 (scheduled on September 2018).</li><li>Contexts: Contexts (also called Multi-Account Containers, or Contextual Identities) are supported. A user can search and display cookies inside a container, or copy cookies from a container to another, or save a cookie in a specific context.</li><li>SameSite: The SameSite flag is supported. This is a partial protection against the risks associated with Cross-Site Request Forgery (CSRF) and Cross-Site Script Inclusion (XSSI) attacks, implemented since Firefox 63.</li><li>Cookie protection: Delete cookies except protected ones, with two clicks at anytime from the website you are viewing. An option can also prevent cookies from being deleted by the sites themselves.</li><li>Protection of session cookies: Session cookies can be protected in two clicks to prevent accidental logout from websites after cleaning normal cookies.</li><li>Cleaning and privacy: Can automatically delete all cookies at startup.</li><li>LocalStorage: Keys/values of the page viewed can be deleted.</li></ul>\n\n<strong>Privacy</strong>\n\nThis addon does not store or leak any personal information.\n\nIt requires the following permissions to operate:\n\n<ul><li>Host permission for all urls: This allows you to edit the cookies and to delete the Localstorage of any site visited.</li><li>Cookies: Allows access to the browser's cookie store.</li><li>ActiveTab: Allows access to the currently consulted url, and its favicon if it exists.</li><li>Storage: Allows the storage of the following user settings:\n    - size of the windowed mode,\n    - protected cookies (only the name of the domains),\n    - the template used to import/export the cookies,\n    - the skin.</li><li>Browsing data: Enables extensions to clear the data that is accumulated while the user is browsing (LocalStorage here).</li><li>Contextual Identities: Allows the addon to list the containers.</li><li>Privacy: Access and modify various privacy-related browser settings (the FirstPartyIsolation flag here).</li><li>ClipboardWrite (optional): Allows the export of cookies to the clipboard from Firefox 63.</li></ul>\n\n<strong>About cookie protection</strong>\n\nThe protection of cookies is limited to the current addon actions, to the deletions that can be made by the sites themselves, or to the deletions made in the browser's \"Cookies and Site Data\" options.\nThis means that if you choose the browser option to delete all cookies when it closes, the addon will be unable to restore them (the method used by the browser does not send the necessary signal to notify the addon). However, a similar option is reimplemented in the addon itself in order to keep only the protected cookies when restarting the browser.\n\n\n<strong>What is \"Delete Current Site Local Storage\" on the popup menu?</strong>\n\nThis item allows a user to delete LocalStorage keys from the viewed page.\n\nThe LocalStorage is a quite new feature of HTML5 that allows developers to create data in your browser using JavaScript. Cookies are just one type of storage among others.\nYou will also find the term \"SessionStorage\", a LocalStorage where data is stored temporarily (deleted on browser restart), but the important thing is that LocalStorage is persistent, and cleared only at the discretion of the visited websites.\nYou may erase all of the LocalStorage store by following the procedure described in the <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/187147b9a832b5c48266351cde5462e6240afb54ea7143367e854989d2572fe2/https%3A//support.mozilla.org/en-US/kb/delete-cookies-remove-info-websites-stored%23w_delete-all-cookies\" rel=\"nofollow\">documentation of Firefox</a>, and by selecting \"Offline Website Data\".\n\nFrom the point of view of privacy and security:\n\nThis kind of persistant data (even after clearing cache), was invented to store small data allowing the operation of online applications, but also offers new and better accurate ways of tracking thanks to the memorization of private or identifying data.\n\n\n<strong>Support &amp; source code</strong>\n\nThe extension is still in development with the launch of Firefox Quantum; questions, bug reports and feature requests are open on the <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e9b8bddfaf4cd66aa22117ff5c83cc48d4edd320879c57a04fc4f84f8ec9e2d4/https%3A//github.com/ysard/cookie-quick-manager/issues\" rel=\"nofollow\">GitHub repository</a>.\n\n\n<strong>License</strong>\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3f3071ef69cdae4b3f423d8472bb6fbc2f1690c1972c905e537edade59c5fcf/https%3A//github.com/ysard/cookie-quick-manager/blob/master/LICENSE\" rel=\"nofollow\">GPLv3</a>.",
        "fr": "<strong>Présentation</strong>\n\nCookie Quick Manager : Un gestionnaire complet pour les cookies créés en cours de navigation.\nIl permet notamment de visualiser, éditer, créer, supprimer, sauvegarder, restaurer, protéger et rechercher les cookies par noms de domaines. Les contextes de navigation tels que la navigation privée, l'isolement de la première partie, le flag SameSite sont également supportés.\nDe plus, le localstorage de la page consultée peut être effacé (voir en dessous).\n\nCookie Quick Manager est destiné aux développeurs, aux testeurs ou aux personnes soucieuses du respect de leur vie privée sur Internet.\n\nCette WebExtension est compatible avec Firefox 57 et s'inspire des addons <a href=\"https://addons.mozilla.org/fr/firefox/addon/cookies-manager-plus/\" rel=\"nofollow\">Cookies Manager+</a> et <a href=\"https://addons.mozilla.org/fr/firefox/addon/cookie-manager/\" rel=\"nofollow\">Advanced Cookie Manager</a> dont le développement a été arrêté à cause de l'abandon du support des extensions \"Legacy\".\n\n<strong>Novembre 2018: Cookie Quick Manager est maintenant disponible sur Android !</strong>\n\n<strong>Fonctionnalités</strong>\n\n<ul><li>Ergonomie : Interface structurée. Chaque paramètre ou fonctionnalité est décrit au survol de la souris.</li><li>Modes fenêtré et onglet : Choisissez l'ouverture dans un onglet pour bénéficier d'une vue plus large.</li><li>Transparence et sécurité : Le code source est libre (sous licence GPLv3) et <strong>publié sur une plateforme publique, seul moyen autorisant les relectures et les contributions externes.</strong></li><li>Recherche : Un utilisateur peut rechercher les cookies d'un domaine et des sous-domaines qui en dépendent.</li><li>Édition/Création : Tous les attributs d'un cookie peuvent être modifiés : domaine, chemin, nom, valeur, date d'expiration ainsi que les flags secure et httponly.</li><li>Suppression : Autorise la suppression des cookies de n'importe quel site consulté en deux clics.</li><li>Export : L'exportation et l'importation d'un ou de plusieurs cookies provenant d'un ou plusieurs domaines au format <b>JSON</b> ou <b>Netscape</b> est tout aussi facile.</li><li>Isolement de la première partie (First-Party Isolation) : Supporté avec limitations (dues à des bugs de l'API) pour Firefox 59, 60 et 61; et supporté sans limitations à partir de Firefox 62 (prévue pour septembre 2018).</li><li>Contextes de navigation/containers : Les contextes de navigation (aussi appelés Multi-Account Containers, ou Contextual Identities) sont supportés. Un utilisateur peut par exemple chercher et afficher les cookies d'un contexte, ou encore copier des cookies d'un contexte vers un autre, ou bien sauvegarder un cookie dans un contexte spécifique.</li><li>SameSite : Le flag SameSite est supporté. Il s'agit d'une protection partielle contre les risques liés aux attaques de type CSRF (Cross-Site Request Forgery) et XSSI (Cross-Site Script Inclusion), implémentée depuis Firefox 63.</li><li>Protection des cookies : Supression des cookies non protégés en deux clics, depuis la page consultée. Une option peut également empêcher la suppression de cookies par les sites eux-mêmes.</li><li>Protection des cookies de session : Les cookies de session peuvent être protégés en deux clics afin d'empêcher une déconnexion accidentelle des sites consultés.</li><li>Nettoyage et vie privée : Suppression automatique possible des cookies au démarrage du navigateur.</li><li>LocalStorage: Les clés/valeurs de la page consultée peuvent être effacées en un clic.</li></ul>\n\n<strong>Vie privée &amp; droits</strong>\n\nCet addon ne stocke et ne fait fuiter aucune information personnelle.\n\nIl requiert les droits suivants pour fonctionner :\n\n<ul><li>Host permission for all urls : Cela permet d'éditer les cookies et de supprimer le LocalStorage de n'importe quel site consulté.</li><li>Cookies : Autorise l'accès à la base de données des cookies du navigateur.</li><li>ActiveTab : Autorise l'accès à l'url consultée ainsi qu'à sa favicon si elle existe.</li><li>Storage : Autorise le stockage des paramètres utilisateur suivants :\n    - dimensions de la fenêtre,\n    - la liste des noms de domaines possédant un cookie protégé par l'addon,\n    - le template d'exportation choisi (JSON/Netscape),\n    - le thème graphique utilisé.</li><li>Browsing data : Autorise l'addon à effacer les données accumulées lors de la navigation (la base de données LocalStorage ici).</li><li>Contextual Identities : Autorise l'addon à lister les contextes de navigation.</li><li>Privacy : Autorise l'accès et la modification de paramètres liés à la vie privée (gestion de l'option FirstPartyIsolation).</li><li>ClipboardWrite (optionel) : Autorise l'export des cookies dans le presse-papier à partir de Firefox 63.</li></ul>\n\n<strong>À propos de la protection des cookies</strong>\n\nLa protection des cookies est limitée aux actions de l'addon, aux suppressions automatiques réalisées par les sites eux-mêmes, ou aux suppressions réalisées dans la section \"Cookies et données de sites\" des préférences du navigateur. Cela veut dire que l'option de suppression des cookies à la fermeture du navigateur, intégrée à Firefox est incompatible. Néanmoins, cette option est réimplémentée dans cet addon dans le but de pouvoir conserver seulement les cookies protégés au démarrage du navigateur.\n\n\n<strong>Qu'est-ce que \"Supprimer le LocalStorage de la page\" dans le menu contextuel ?</strong>\n\nCet élément permet à un utilisateur de supprimer les clés LocalStorage de la page affichée.\n\nLocalStorage est une fonctionnalité assez récente de HTML5 qui permet aux développeurs de créer des données dans votre navigateur en utilisant JavaScript. Les cookies ne sont qu'un type de stockage, parmi d'autres.\n\nVous trouverez également le terme \"SessionStorage\", un LocalStorage où les données sont stockées temporairement (supprimées au redémarrage du navigateur); l'important est que LocalStorage est persistant et effacé uniquement à la discrétion des sites Web visités.\nVous pouvez effacer tout le magasin LocalStorage en suivant la procédure décrite dans la <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/7ffaa54d4de90b996799dd01823f7153333362ea8d0cab81d0758529c98ff810/https%3A//support.mozilla.org/fr/kb/effacer-les-cookies-pour-supprimer-les-information%23w_supprimer-tous-les-cookies\" rel=\"nofollow\">documentation de Firefox</a>, et en sélectionnant \"Données de site hors ligne\".\n\nDu point de vue de la vie privée et de la sécurité:\n\nCe type de données persistantes (même après la suppression du cache) a été inventé pour stocker de petites informations permettant le fonctionnement d’applications en ligne, mais permet également la mise en place de nouvelles méthodes précises de suivi grâce à la mémorisation de données privées ou d'identification.\n\n\n<strong>Support &amp; code source</strong>\n\nL'extension est toujours en développement avec l'arrivée de Firefox Quantum; les questions, rapports de bugs et demandes de fonctionnalités sont ouvertes sur le <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e9b8bddfaf4cd66aa22117ff5c83cc48d4edd320879c57a04fc4f84f8ec9e2d4/https%3A//github.com/ysard/cookie-quick-manager/issues\" rel=\"nofollow\">dépôt GitHub</a> (Anglais).\n\n\n<strong>Licence</strong>\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b3f3071ef69cdae4b3f423d8472bb6fbc2f1690c1972c905e537edade59c5fcf/https%3A//github.com/ysard/cookie-quick-manager/blob/master/LICENSE\" rel=\"nofollow\">GPLv3</a>."
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/cookie-quick-manager/edit",
    "guid": "{60f82f00-9ad5-4de5-b31c-b16a47c51558}",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "de": "https://github.com/ysard/cookie-quick-manager",
            "en-US": "https://github.com/ysard/cookie-quick-manager",
            "fr": "https://github.com/ysard/cookie-quick-manager"
        },
        "outgoing": {
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/0b6d0a1e6c568e548a4813868cbb6192cf9c372406c41c698fb4927c56b81c43/https%3A//github.com/ysard/cookie-quick-manager",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/0b6d0a1e6c568e548a4813868cbb6192cf9c372406c41c698fb4927c56b81c43/https%3A//github.com/ysard/cookie-quick-manager",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/0b6d0a1e6c568e548a4813868cbb6192cf9c372406c41c698fb4927c56b81c43/https%3A//github.com/ysard/cookie-quick-manager"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/905/905349-64.png?modified=mcrushed",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/905/905349-32.png?modified=mcrushed",
        "64": "https://addons.mozilla.org/user-media/addon_icons/905/905349-64.png?modified=mcrushed",
        "128": "https://addons.mozilla.org/user-media/addon_icons/905/905349-128.png?modified=mcrushed"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2019-07-11T04:00:23Z",
    "name": {
        "de": "Cookie Quick Manager",
        "en-US": "Cookie Quick Manager",
        "fr": "Cookie Quick Manager"
    },
    "previews": [
        {
            "id": 211222,
            "caption": {
                "de": "Kontextmenü in Firefox. Löschen Sie Cookies mit Ausnahme von geschützten Cookies mit jederzeit 2 Klicks von der Website, die Sie gerade besuchen.",
                "en-US": "Contextual menu on Firefox. Delete cookies except protected ones, with 2 clicks at anytime from the website you are viewing.",
                "fr": "Menu contextuel sur Firefox. Supprimez les cookies, sauf ceux protégés, en 2 clics à tout moment sur le site Web que vous consultez."
            },
            "image_size": [
                293,
                170
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/211/211222.png?modified=1622132873",
            "position": 0,
            "thumbnail_size": [
                293,
                170
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/211/211222.jpg?modified=1622132873"
        },
        {
            "id": 211223,
            "caption": {
                "de": "Globale Ansicht des Fenstermodus mit Kontextmenü über der Domänenliste. Private Browsing und Kontextidentitäten werden unterstützt. Abzeichen ermöglichen das schnelle Erkennen der Zugehörigkeit von Cookies zu ihrem Container.",
                "en-US": "Global view of the windowed mode, with contextual menu above the domains list. Private browsing and contextual identities are supported. Badges allow to quickly see the belonging of cookies to their container.",
                "fr": "Vue globale du mode fenêtré, avec menu contextuel au-dessus de la liste des domaines. La navigation privée et les contextes de navigation sont pris en charge. Les badges permettent de voir rapidement l'appartenance des cookies à leur conteneur."
            },
            "image_size": [
                1093,
                593
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/211/211223.png?modified=1622132875",
            "position": 1,
            "thumbnail_size": [
                533,
                289
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/211/211223.jpg?modified=1622132875"
        },
        {
            "id": 211224,
            "caption": {
                "de": "Neben der einfachen Suche anhand von Site-Namen kann in den Namen und Werten von Cookies nach Text gesucht werden.",
                "en-US": "In addition to the simple search based on site names, it is possible to search for text in the names and values of cookies.",
                "fr": "En plus de la recherche simple basée sur les noms de sites, il est possible de rechercher du texte dans les noms et les valeurs de cookies."
            },
            "image_size": [
                458,
                212
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/211/211224.png?modified=1622132875",
            "position": 2,
            "thumbnail_size": [
                458,
                212
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/211/211224.jpg?modified=1622132875"
        },
        {
            "id": 211225,
            "caption": {
                "de": "Schnell zugängliche Funktionen ermöglichen die Verarbeitung der Daten, wodurch sie lesbar werden.",
                "en-US": "Quickly accessible functions make it possible to process the data, which helps to make them readable.",
                "fr": "Des fonctions rapidement accessibles permettent de traiter les données, ce qui aide à les rendre lisibles."
            },
            "image_size": [
                725,
                308
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/211/211225.png?modified=1622132876",
            "position": 3,
            "thumbnail_size": [
                533,
                226
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/211/211225.jpg?modified=1622132876"
        },
        {
            "id": 211226,
            "caption": {
                "de": "Bearbeiten Sie einfach alle Cookie-Details wie das Ablaufdatum.",
                "en-US": "Easily edit every cookie details like expiration date.",
                "fr": "Modifiez facilement tous les attributs des cookies, tels que la date d'expiration."
            },
            "image_size": [
                421,
                540
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/211/211226.png?modified=1622132877",
            "position": 4,
            "thumbnail_size": [
                312,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/211/211226.jpg?modified=1622132877"
        },
        {
            "id": 211227,
            "caption": {
                "de": "Erstellen Sie neue Cookies, indem Sie die Bearbeitungsfelder entsperren.",
                "en-US": "Create new cookies by unlocking the edit fields.",
                "fr": "Créez de nouveaux cookies en déverrouillant les champs de saisie."
            },
            "image_size": [
                462,
                540
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/211/211227.png?modified=1622132879",
            "position": 5,
            "thumbnail_size": [
                342,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/211/211227.jpg?modified=1622132879"
        },
        {
            "id": 211228,
            "caption": {
                "de": "Verwalten Sie den Schutz von Cookies durch die Anwendung. Schützen Sie Session-Cookies mit einem Klick und vermeiden Sie unerwartete Verbindungsabbrüche nach dem Löschen.",
                "en-US": "Finely manage the protection of cookies by the application. Protect session cookies with 1 click and avoid unexpected disconnections after deletion.",
                "fr": "Gérer finement la protection des cookies par l'application. Protégez les cookies de session en 1 clic et évitez les déconnexions inattendues après un effacement."
            },
            "image_size": [
                267,
                163
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/211/211228.png?modified=1622132879",
            "position": 6,
            "thumbnail_size": [
                267,
                163
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/211/211228.jpg?modified=1622132879"
        },
        {
            "id": 211229,
            "caption": {
                "de": "Exportieren und wiederherstellen Sie einfach ein oder mehrere Cookies. Unterstützte Formate sind das JSON-Format (ähnlich dem alten CookieManager + -Admin) und das Netscape-Format für Wget / Curl-GNU-Tools.",
                "en-US": "Easily export & restore one or multiple cookies. Supported formats are JSON format, similar to the old CookieManager+ addon, and Netscape format for wget/curl GNU tools.",
                "fr": "Exportez et restaurez facilement un ou plusieurs cookies. Les formats pris en charge sont le format JSON, similaire à l'ancien addon CookieManager+, et le format Netscape pour les outils GNU wget/curl."
            },
            "image_size": [
                306,
                307
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/211/211229.png?modified=1622132880",
            "position": 7,
            "thumbnail_size": [
                306,
                307
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/211/211229.jpg?modified=1622132880"
        },
        {
            "id": 211230,
            "caption": {
                "de": "JSON-Daten, die einem Cookie entsprechen.",
                "en-US": "A JSON data corresponding to a cookie.",
                "fr": "Un cookie au format JSON prêt à être exporté."
            },
            "image_size": [
                1202,
                609
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/211/211230.png?modified=1622132882",
            "position": 8,
            "thumbnail_size": [
                533,
                270
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/211/211230.jpg?modified=1622132882"
        },
        {
            "id": 211231,
            "caption": {
                "de": "Verwalten Sie das Verhalten, das Erscheinungsbild und die Daten der Erweiterung.",
                "en-US": "Manage the behavior, appearance, and data of the extension.",
                "fr": "Gérez le comportement, l'apparence et les paramètres de l'extension."
            },
            "image_size": [
                659,
                584
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/211/211231.png?modified=1622132883",
            "position": 9,
            "thumbnail_size": [
                451,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/211/211231.jpg?modified=1622132883"
        },
        {
            "id": 211232,
            "caption": {
                "de": "Verwalten Sie Ihre geschützten Cookies auf einen Blick und mit wenigen Klicks.",
                "en-US": "Manage your protected cookies at a glance and in a few clicks.",
                "fr": "Gérez vos cookies protégés en un clin d'œil et en quelques clics."
            },
            "image_size": [
                659,
                584
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/211/211232.png?modified=1622132884",
            "position": 10,
            "thumbnail_size": [
                451,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/211/211232.jpg?modified=1622132884"
        },
        {
            "id": 211233,
            "caption": {
                "de": "Der Cookie Quick Manager ist auch für Android und Hardware mit einem kleinen Bildschirm verfügbar.",
                "en-US": "Cookie Quick Manager is also available on Android and on hardware with small screen sizes.",
                "fr": "Cookie Quick Manager est aussi disponible sur Android et sur le matériel disposant d'écran de taille restreinte."
            },
            "image_size": [
                540,
                960
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/211/211233.png?modified=1622132886",
            "position": 11,
            "thumbnail_size": [
                225,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/211/211233.jpg?modified=1622132886"
        },
        {
            "id": 211234,
            "caption": {
                "de": "Bearbeiten Sie Ihre Cookies auf Android.",
                "en-US": "Edit your cookies on Android.",
                "fr": "Éditez vos cookies sur Android."
            },
            "image_size": [
                540,
                960
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/211/211234.png?modified=1622132887",
            "position": 12,
            "thumbnail_size": [
                225,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/211/211234.jpg?modified=1622132887"
        }
    ],
    "promoted": {
        "apps": [
            "firefox"
        ],
        "category": "spotlight"
    },
    "ratings": {
        "average": 4.3697,
        "bayesian_average": 4.353362240967537,
        "count": 376,
        "text_count": 150
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/cookie-quick-manager/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/905349",
    "slug": "cookie-quick-manager",
    "status": "public",
    "summary": {
        "de": "An addon to manage cookies (view, search, create, edit, remove, backup, restore, protect from deletion and much more). Firefox 57+ is supported.",
        "en-US": "An addon to manage cookies (view, search, create, edit, remove, backup, restore, protect from deletion and much more). Firefox 57+ is supported.",
        "fr": "Un gestionnaire de cookies pour les visualiser, les rechercher, les éditer, les ajouter, les supprimer, les sauvegarder ou les restaurer et bien plus. Firefox 57+ est supporté."
    },
    "support_email": null,
    "support_url": {
        "url": {
            "de": "https://github.com/ysard/cookie-quick-manager/issues",
            "en-US": "https://github.com/ysard/cookie-quick-manager/issues",
            "fr": "https://github.com/ysard/cookie-quick-manager/issues"
        },
        "outgoing": {
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/e9b8bddfaf4cd66aa22117ff5c83cc48d4edd320879c57a04fc4f84f8ec9e2d4/https%3A//github.com/ysard/cookie-quick-manager/issues",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/e9b8bddfaf4cd66aa22117ff5c83cc48d4edd320879c57a04fc4f84f8ec9e2d4/https%3A//github.com/ysard/cookie-quick-manager/issues",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/e9b8bddfaf4cd66aa22117ff5c83cc48d4edd320879c57a04fc4f84f8ec9e2d4/https%3A//github.com/ysard/cookie-quick-manager/issues"
        }
    },
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/cookie-quick-manager/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/cookie-quick-manager/versions/",
    "weekly_downloads": 2856,
    "_score": null
}