{
    "id": 2590333,
    "authors": [
        {
            "id": 15109490,
            "name": "VeePN",
            "url": "https://addons.mozilla.org/en-US/firefox/user/15109490/",
            "username": "anonymous-e8e2d04a62af5e93dc35741a8a98345e"
        }
    ],
    "average_daily_users": 126344,
    "categories": [
        "privacy-security",
        "social-communication"
    ],
    "contributions_url": "",
    "created": "2019-07-19T12:58:59Z",
    "current_version": {
        "id": 5722765,
        "compatibility": {
            "firefox": {
                "min": "91.1.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/veepn-free-fast-security-vpn/versions/5722765",
        "file": {
            "id": 4267065,
            "created": "2024-04-19T09:26:56Z",
            "hash": "sha256:9e98b58620dc74f3168fa9114a41f7a6327170d08194e71238693735fa3943b0",
            "is_mozilla_signed_extension": false,
            "size": 5848783,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4267065/veepn_free_fast_security_vpn-2.5.7.xpi",
            "permissions": [
                "management",
                "webRequest",
                "webRequestBlocking",
                "storage",
                "unlimitedStorage",
                "contextMenus",
                "webNavigation",
                "notifications",
                "tabs",
                "proxy",
                "privacy",
                "alarms",
                "downloads",
                "cookies",
                "<all_urls>",
                "http://*/*",
                "https://*/*",
                "file://*/*"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 7057,
            "is_custom": false,
            "name": {
                "en-US": "All Rights Reserved"
            },
            "slug": "all-rights-reserved",
            "url": null
        },
        "release_notes": {
            "en-US": "Release Notes for VPN Firefox Extension Version 2.5.7\n\n- minor updates\n\nWe hope you enjoy using the latest version of our VPN Firefox extension. As always, if you have any feedback or suggestions, please don't hesitate to contact us at support@veepn.com."
        },
        "reviewed": "2024-04-25T12:25:16Z",
        "version": "2.5.7"
    },
    "default_locale": "en-US",
    "description": {
        "ar": "VeePN هي خدمة الشبكة الخاصة الافتراضية VPN proxy والتي توفر خصوصية وأمان الانترنت للجميع.\nقم بتصفح الوسائط المحظورة، وتمتع بحماية بياناتك مع تجنب المتلصصين والمخترقين حيث يمكنك الاستمتاع بجميع إمكانيات الانترنت مع تطبيق الشبكة الخاصة الافتراضية VPN الخاص بنا.\n\nلا تفوت فرصتك للتمتع بحماية إنترنت كاملة وجرب أحد أفضل شبكات VPN في السوق.\n\nمميزات التطبيق الرئيسية هي:\n\n1)\t+2500 خادم موزعين فى كل أنحاء العالم.\n2)\tتطبيق سهل الاستخدام.\n3)\tضبط أتوماتيكي للإعدادات.\n4)\tأكثر بروتكولات التشفير تطوراً\n5)\tسياسة صارمة لعدم تتبع سجلاتك\n6)\tقابلية الاستخدام على منصات متعددة.\n\n وفيما يلي تفاصيل أكثر عن مميزات تطبيقنا الأكثر تطوراً.\n4  الاف خادم في خدمتك. لتوفير اتصال عال الجودة بسرعة عالية قمنا بتوفير شبكة مكثفة من الخوادم على مستوي العالم. حيث يتوزع 4 الاف خادم عبر أكثر من 50 دول في العالم لضمان اتصال سلس ومستمر من أى مكان في العالم. فقط قم باختيار خادم وسيمكنك تصفح أى محتوي ترغب فيه. ويمكنك التنقل بين الدول والقارات بضغطة واحدة.\nقم بتصفح الانترنت بخصوصية باستخدام خدمة الشبكة الخاصة الافتراضية VPN proxy.\n\nتطبيق سهل وخفيف. فتحميل تطبيقنا لن يستغرق أكثر من 5 دقائق ويتم الاتصال بالخادم في خطوة واحدة. فنحن ندرك أن الوقت أصبح سلعة غالية الأن ولا نريد أن نضيعها لك. لذلك قم بتصفح الأنترنت بدون قيود أو حظر وقم بتصفح أى موقع محظور في دقائق بعد تحميل تطبيق الأمن الخاص بنا\n\n\nضبط أوتوماتيكي للإعدادات. لان ليس كل منا مستخدم متقدم في الكومبيوتر وليس بالضرورة أن نكون كلنا كذلك. لذلك فيقوم فريق VeePN بتولي مسألة ضبط الإعدادات بالنيابة عنك. فخدمة VPN تقوم باختيار أفضل الاعدادات المتوافقة مع جهازك ونظام التشغيل الخاص بك وموقعك وهكذا. ويمكنك دائمًاً تغيير هذه الإعدادات في أى وقت بصورة يدوية إذا أردت ذلك.\n\n\nخدمة تشفير فائقة القوة. نستخدم أحدث تكنولوجيات في تشفير البيانات لحماية حركة البيانات Traffic الداخلة إليك والخارجة من جهازك. ويمكنك الاختيار بين أفضل بروتوكلات VPN المتطورة المتاحة. كما قمنا أيضاً بتطوير بروتوكل مخصص Smart VeePN والذى يساعد على تجاوز أى قيود جغرافية  وإخفاء بياناتك.\n\nلا تتبع لسجلاتك بأي صورة. لا نقوم بجمع أو تسجيل أى من بيانات الانترنت الخاصة بك، بما يتضمن تاريخ التصفح والتحميلات، عنوان IP الخاص بك وموقعك، واستعلامات نظام أسماء النطاقاتDNS  والبيانات الأولية Metadata والتي تسمح لك بتصفح مخفي كامل Anonymous Browsing ولكن للحصول على خدماتنا بشكل كامل ولكي نتواصل مع مستخدمينا بشكل جيد فى حالة وجود أى استفسارات، فنقوم بجمع بعض البيانات الفنية فقط. ويمكنك التعرف على هذه البيانات التي يتم جمعها فى صفحة No Log policy page. \n\nتطبيق متعدد المنصات. حيث يعمل VeePN على كل المنصات المعروفة، وبالإضافة إلى ذلك فيمكنك استخدام حتي 10 أجهزة باستخدام حساب واحد بما في ذلك جهاز التوجيه Router  وتلفزيونك الذكي. أحصل على VeePN – خدمة VPN السريعة اليوم وتمتع باستخدام أمن ومريح من الغد.\n\nأما الآن فنحن نطور بروتوكولًا قويًا جديدًا: v2Ray الذي يحسن shadowsocks ويصعب اكتشافه.\n\nشروط الاستخدام وسياسة الخصوصية\n\nنقدر خصوصيتك وراحتك. فلا تقوم VeePN بتخزين بياناتك بالإشارة إلى سياسة عدم التتبع No Log policy. كما لا نقوم ببيع معلومات البحث الخاص بك إلى أى طرف خارجي ولا نقوم ببيع الإعلانات في التطبيق.\n\nشروط الاستخدام:  <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d0c367490378a09ed293c43c9fcf6c13c2b87065c48d4ccf2795cfa4a33e1df/http%3A//veepn.com/terms-of-use/\" rel=\"nofollow\">veepn.com/terms-of-use/</a>\nسياسة الخصوصية: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5bcd0f6a6b137176a16aa6eb88779bc893450d2811209a2089f9bb16c9a2161b/http%3A//veepn.com/privacy-policy/\" rel=\"nofollow\">veepn.com/privacy-policy/</a>",
        "de": "VeePN ist ein schneller VPN-Proxy-Service, der Privatsphäre und Sicherheit im Internet gewährleistet. Entblocken Sie Mediastreaming, schützen Sie Ihre Daten, meiden Sie Schnüffler und Hacker, genießen Sie die volle Online Palette mit unserer VPN App.\n\nVerpassen Sie nicht Ihre Gelegenheit für vollen Internetschutz und versuchen Sie eines der besten VPNs auf dem Markt. \n\nUnsere Hauptfunktionen sind: \n1)\t2500+ Server überall in der Welt\n2)\tNutzerfreundliche Apps und Clients\n3)\tAutomatische Konfiguration\n4)\tTop-Notch Verschlüsselungsprotokolle\n5)\tStrikte No-Logs Regeln\n6)\tCross-Plattform Software\n\nWerfen wir einen genaueren Blick auf einige unserer Top-Notch Funktionen. \n\n2500 Server zu Ihrer Verfügung. Zur Wahrung erstklassiger Verbindungsqualität und hoher Geschwindigkeit haben wir ein extensives, weltweites Server-Netzwerk entwickelt. Viertausend Einheiten an mehr als 50 Standorten sorgen für eine reibungslose und stetige Verbindung von jedem Ort der Erde. Wählen Sie einen Server für Zugang zu allem Content den Sie mögen. Wechseln Sie zwischen Ländern und Kontinenten mit einem Tap. Surfen Sie vertraulich im Internet mit unserem VPN-Proxy-Service.\n\nEinfache und leichte Anwendung. In nur fünf Minuten ist unsere App oder unser Client installiert und die Verbindung zu einem Server braucht nur einen Tap. Zeit ist kostbar heutzutage und wir möchten Ihnen nichts davon rauben. Genießen Sie unbeschränkten Internetzugang und entblocken Sie Webseiten ein paar Minuten nachdem sie unsere Security-App heruntergeladen haben. \n\nAutomatische Konfiguration. Nicht jeder ist an hoch entwickelter Computertechnologie interessiert und muss es auch nicht. Das VeePN Team hat sich für Sie um den gesamten Setting-Prozess gekümmert. Unser VPN wählt automatisch die besten Settings passend zu Ihrem Gerät, Betriebssystem, Standort und so weiter. Sie können alles manuell wechseln wenn Sie möchten.\n\nVerschlüsselung auf militärischem Level.  Wir verwenden die neuesten Technologien zur Datenverschlüsselung, um den Datenverkehr zu und von Ihren Geräten zu schützen. Sie können aus den verfügbaren Top-Notch VPN Protokollen wählen. Wir haben außerdem kürzlich ein benutzergerechtes Protokoll entwickelt, Smart VeePN, es hilft Ihnen, reibungslos alle Geo-Restriktionen zu umgehen und Ihren Datenverkehr zu verbergen.  \n\nNo-Logs heißt No-Logs. Wir sammeln und bewahren keine Ihrer Internetdaten, einschließlich Browser- und Downloadverlauf, IP-Adresse  und Standort, DNS-Abfragen und Metadaten, um Ihnen wirklich anonymes Browsen zu bieten. Um einen erstklassigen Service zu gewähren und mit unseren Nutzern Kontakt aufnehmen zu können, wenn Fragen auftauchen, müssen wir aber ein paar technische Details von Ihnen haben. Mehr Einzelheiten über diese Daten, erhalten Sie auf unserer No-Log Regel-Seite.\n\nMultiplattform-App. VeePN funktioniert auf allen populären Plattformen. Sie können bis zu 10 Geräte mit einem Konto sichern, einschließlich Smart TV und Router. Holen Sie sich VeePN – unseren schnellen VPN-Service heute und sorgen Sie für Ihre Sicherheit und Komfort morgen.\n\nDerzeit entwickeln wir ein neues leistungsstarkes Protokoll: v2Ray, das shadowsocks verbessert und schwieriger zu erkennen ist.\n\nNutzungsbedingungen und Datenschutzerklärung\n\nWir achten den Wert Ihrer Privatsphäre und Bequemlichkeit. VeePN wird entsprechend unseren No-Log Regeln nie Ihre Daten speichern. Ferner sind wir strikt dagegen, Ihre Suchanfragen an Dritte zu verkaufen und Werbung in der App anzuzeigen. \n\nNutzungsbedingungen: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d0c367490378a09ed293c43c9fcf6c13c2b87065c48d4ccf2795cfa4a33e1df/http%3A//veepn.com/terms-of-use/\" rel=\"nofollow\">veepn.com/terms-of-use/</a>\nDatenschutzerklärung: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5bcd0f6a6b137176a16aa6eb88779bc893450d2811209a2089f9bb16c9a2161b/http%3A//veepn.com/privacy-policy/\" rel=\"nofollow\">veepn.com/privacy-policy/</a>",
        "en-US": "VeePN is a fast VPN for Firefox for ultimate online privacy and security. Unblock websites, protect sensitive data, and surf the web with peace of mind. Download the best VPN extension to secure your Internet activities!\n\n<b>Benefits you get with Firefox VPN by VeePN 🛡</b>\n\n<b>✔️ Unblock Websites</b>\nUse the Internet at its fullest – access websites, stream media, and play online games without speed limits and lags from anywhere in the world.\n\n<b>✔️ Get an anonymous IP</b>\nYour IP address can reveal your real location. Use our VPN add-on to hide this info from others and stay safe online.\n\n<b>✔️ Block Ads, malware, and trackers</b>\nUse our Mozilla VPN to avoid annoying ads, malicious websites, and tracking. Boost your digital privacy and protect yourself from cybersecurity risks.\n\n<b>✔️ Change your virtual location</b>\nSpoof your real location in one click and travel the Internet freely. Choose any location and connect to our reliable servers around the world. \n\n<b>✔️ Protect your data</b>\nKeep your information safe with our VPN Firefox extension. The strongest VPN encryption will make your data unreadable to snoopers. \n\n<b>✔️ Use a custom proxy</b>\nAdapt our add-on to your needs – select from 20 languages, switch the dark mode, and enjoy private browsing with VeePN.\n\n<b>Main features of our free VPN Firefox add-on include:</b>\n\n<b>✔️ Servers in 89 locations</b>\nWe offer more than 2,500 high-speed servers globally, and keep growing!  Easily connect to free servers with one click or upgrade for full access to our fast Firefox VPN service.\n\n<b>✔️ Strong encryption</b>\nBoost your online privacy with AES-256 encryption and top VPN protocols. Keep away from nosy advertisers, corporations, hackers, and other snoopers. Our encrypted proxy extension ensures your sensitive data stays secure.\n\n<b>✔️  Smart location</b>\nNo need to manually switch locations for your favorite sites. Our VPN add-on does it for you.  Smart Location connects you to the best servers for the pages you choose.\n\n<b>✔️ Exclude websites</b>\nPick which websites or IP addresses won't go through the VPN extension. Hide your IP on unverified pages while keeping the highest speeds for your favorite sites. \n\n<b>✔️ Block pop-ups and banners</b>\nAvoid annoying “We use cookies” pop-ups and banners. Our VPN also stops intrusive autoplay videos and malicious ads, letting you focus on your online activities.\n\n<b>✔️ No logs policy</b>\nYour privacy is our main priority. That’s why our VPN service follows a clear No Logs policy. We don’t collect your private data, activity, and connection logs.\n\nNeed help? Contact our support via a 24/7 live chat on our website or send us an email to support@veepn.com \n\nTerms of Use: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/36724bb0072b9c05d569f72edced94d3c89377b4551cb8d9a76fc15c78dc6511/https%3A//veepn.com/terms-of-service/\" rel=\"nofollow\">https://veepn.com/terms-of-service/</a>\nPrivacy Policy: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b0cd89302c39f084961bc0399dcf51c196088088807da1c273873865126057de/https%3A//veepn.com/privacy-policy/\" rel=\"nofollow\">https://veepn.com/privacy-policy/</a>",
        "es": "VeePN es un servicio proxy VPN rápido que garantiza la privacidad y seguridad de Internet para todos. Desbloquee la transmisión multimedia, proteja sus datos, evite a los fisgones y piratas informáticos, y disfrute de la paleta completa de experiencias en línea con nuestra aplicación VPN.\n\nNo pierda la oportunidad de disfrutar de la protección completa de Internet y pruebe una de las mejores VPN del mercado.\n\nNuestras principales características son:\n1) 2500+ servidores en todo el mundo\n2) Aplicación amigable al usurio y cliente\n3) Configuración automática\n4) Protocolos de cifrado de primera categoría\n5) estricta política de no registros\n6) software multiplataforma\n\nEchemos un vistazo más detallado a algunas de nuestras características de primera categoría.\n\n2500 servidores a su disposición. Para mantener una conexión de alta calidad y velocidad, hemos desarrollado una extensa red de servidores en todo el mundo. Cuatro mil unidades en más de 50 localidades aseguran una conexión fluida y constante desde cualquier parte del mundo. Elija un servidor y acceda a todo el contenido que le gusta. Cambie entre países y continentes con un solo toque. Navegue por Internet de forma privada utilizando nuestro servicio proxy VPN.\n\nAplicación sencilla y ligera. Instalar nuestra aplicación toma solo cinco minutos al cliente, y la conexión a un servidor requiere un toque. El tiempo es un bien valioso hoy en día, y no queremos robarle nada. Disfrute de acceso a Internet sin restricciones y desbloquee sitios web un par de minutos después de descargar nuestra aplicación de seguridad.\n\nConfiguración automática. No todo el mundo está interesado en avanzadas tecnologías informáticas, y no es así como debería estarlo. El equipo de VeePN se encargó de todo el proceso de configuración para usted. Nuestra VPN elige automáticamente la mejor configuración dependiendo de su dispositivo, sistema operativo, ubicación, sucesivamente. Siempre puedes cambiarlos manualmente si quieres.\n\nCifrado a nivel militar. Utilizamos las últimas tecnologías en cifrado de datos para proteger el tráfico que viaja desde y hacia sus dispositivos. Puede elegir entre los protocolos VPN de primera categoría disponibles. También hemos desarrollado recientemente un protocolo personalizado, Smart VeePN, que lo ayuda a superar sin problemas las restricciones geográficas y oculta su tráfico.\n\nSin regisros significa que no hay registros. No recopilamos ni almacenamos ninguno de sus datos de Internet, incluyendo el historial de navegación y descarga, la dirección y ubicación IP, las consultas de DNS y los metadatos para proporcionarle una navegación verdaderamente anónima. Sin embargo, para ejecutar un servicio exitoso y ponerse en contacto con nuestros usuarios cuando surjan preguntas, necesitamos reunir algunos detalles técnicos. Puede obtener información más detallada sobre los datos que recopilamos en nuestra página de Política Sin registro.\n\nAplicación multiplataforma. VeePN funciona en todas las plataformas populares. Además, puede proteger hasta 10 dispositivos con una sola cuenta, incluidos su TV inteligente y su enrutador. Obtenga VeePN, nuestro rápido servicio VPN hoy y garantizamos su futuro seguro y cómodo.\n\nPor ahora estamos desarrollando un nuevo y poderoso protocolo: v2Ray que mejora shadowsocks y es más difícil de detectar.\n\nTérminos de uso y política de privacidad\n\nValoramos su privacidad y comodidad. VeePN nunca almacena sus datos de acuerdo con nuestra política de No registro. También estamos estrictamente en contra de vender sus consultas de búsqueda a terceros y mostrar anuncios en la aplicación.\n\nTérminos de uso: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d0c367490378a09ed293c43c9fcf6c13c2b87065c48d4ccf2795cfa4a33e1df/http%3A//veepn.com/terms-of-use/\" rel=\"nofollow\">veepn.com/terms-of-use/</a>\nPolítica de privacidad: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5bcd0f6a6b137176a16aa6eb88779bc893450d2811209a2089f9bb16c9a2161b/http%3A//veepn.com/privacy-policy/\" rel=\"nofollow\">veepn.com/privacy-policy/</a>",
        "fr": "VeePN est un service de proxy VPN rapide qui assure la confidentialité et la sécurité sur Internet pour tous. \n\nNe manquez pas l'occasion de profiter d'une protection Internet complète et d'essayer l'un des meilleurs VPN sur le marché. \n\nNos principales caractéristiques sont: \n\n1) 2500+ serveurs dans le monde entier\n2) Applications et logiciels intuitifs\n3) Configuration automatique\n4) Protocoles de chiffrement de premier ordre \n5) Politique stricte de non enregistrement\n6) Logiciels multiplateformes\n\nJetons un coup d'œil plus détaillé à quelques-unes de nos caractéristiques de premier ordre.\n \n2500 serveurs à votre disposition. Pour maintenir une connexion de qualité et un haut débit, nous avons développé un réseau étendu de serveurs dans le monde entier. Quatre mille unités réparties sur plus de 50+ sites assurent une connexion fluide et régulière depuis n'importe quelle partie du monde. Choisissez un serveur et accédez à tout le contenu que vous voulez. Passez d'un pays à l'autre et d'un continent à l'autre d'un seul robinet. Naviguez sur Internet en privé en utilisant notre service de proxy VPN.\n\nApplication simple et légère. L'installation de notre application ou de notre client ne prend que cinq minutes, et la connexion à un serveur ne nécessite qu'un seul clic. Le temps est un bien précieux aujourd'hui, et nous ne voulons pas vous en priver. Profitez d'un accès Internet illimité et débloquez les sites Web quelques minutes après avoir téléchargé notre application de sécurité. \n\nConfiguration automatique. Tout le monde n'est pas intéressé par les technologies informatiques avancées, et ce n'est pas que vous devriez l'être. L'équipe de VeePN s'est occupée de tout le processus de mise en place pour vous. Notre VPN choisit automatiquement les meilleurs paramètres en fonction de votre appareil, système d'exploitation, emplacement, etc. \n\nCryptage de niveau militaire. Nous utilisons les dernières technologies en matière de cryptage des données pour protéger le trafic à destination et en provenance de vos appareils. Vous pouvez choisir parmi les protocoles VPN de premier ordre disponibles. Nous avons aussi récemment développé un protocole personnalisé, Smart VeePN, qui vous aide à dépasser en douceur toutes les restrictions géographiques et à dissimuler votre trafic. \n\nPas d'enregistrement donc pas d'enregistrement. Nous ne recueillons ni ne stockons aucune de vos données Internet, y compris l'historique de navigation et de téléchargement, l'adresse IP et l'emplacement, les requêtes DNS et les métadonnées pour vous fournir une navigation vraiment anonyme. Cependant, pour assurer le bon fonctionnement d'un service et entrer en contact avec nos utilisateurs lorsque des questions surgissent, nous avons besoin de recueillir quelques détails techniques. Vous pouvez obtenir des informations plus détaillées sur les données que nous collectons sur notre page Pas de journal. \n\nApplication multiplateforme. VeePN fonctionne sur toutes les plateformes populaires. De plus, vous pouvez sécuriser jusqu'à 10 appareils avec un seul compte, y compris votre smart TV et votre routeur. Obtenez VeePN - notre service VPN rapide aujourd'hui et assurez votre sécurité et votre confort demain. \n\nPour l'instant, nous développons un nouveau protocole puissant: v2Ray qui améliore les shadowsocks et est plus difficile à détecter.\n\nConditions d'utilisation et politique de confidentialité \n\nNous respectons votre vie privée et votre confort. VeePN ne stocke jamais vos données conformément à notre politique de non enregistrement. Nous sommes également strictement contre la vente de vos requêtes de recherche à des tiers et l'affichage d'annonces dans l'application. \n\nConditions d'utilisation :  <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d0c367490378a09ed293c43c9fcf6c13c2b87065c48d4ccf2795cfa4a33e1df/http%3A//veepn.com/terms-of-use/\" rel=\"nofollow\">veepn.com/terms-of-use/</a>\nPolitique de confidentialité : <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5bcd0f6a6b137176a16aa6eb88779bc893450d2811209a2089f9bb16c9a2161b/http%3A//veepn.com/privacy-policy/\" rel=\"nofollow\">veepn.com/privacy-policy/</a>",
        "id": "VeePN adalah layanan proksi VPN cepat yang menjamin privasi dan keamanan internet untuk semua orang. Buka blokir streaming media, lindungi data Anda, jauhkan mata-mata dan peretas, dan nikmati palet penuh pengalaman daring dengan aplikasi VPN kami.\n\nJangan lewatkan kesempatan untuk menikmati perlindungan Internet lengkap dan coba salah satu VPN terbaik di pasar.\n\nFitur-fitur utama kami adalah:\n1) 2500+ server di seluruh dunia\n2) Aplikasi dan klien yang ramah pengguna\n3) Konfigurasi otomatis\n4) Protokol enkripsi terbaik\n5) Kebijakan tidak ada log yang ketat\n6) Perangkat lunak lintas platform\n\nMari kita lihat lebih detail beberapa fitur-fitur terbaik kami.\n\n2500 server untuk Anda pilih. Untuk mempertahankan koneksi yang berkualitas dan kecepatan tinggi, kami telah mengembangkan jaringan server yang luas di seluruh dunia. Empat ribu unit di lebih dari 50 lokasi memastikan koneksi yang lancar dan mantap dari berbagai belahan dunia. Pilih server dan akses semua konten yang Anda suka. Beralih antar negara dan benua dengan satu ketukan. Jelajahi Internet secara pribadi menggunakan layanan proksi VPN kami.\n\nAplikasi yang sederhana dan ringan. Memasang aplikasi atau klien kami hanya membutuhkan waktu lima menit, dan koneksi ke server hanya membutuhkan satu ketukan. Waktu adalah komoditas yang berharga hari ini, dan kami tidak ingin merampasnya dari Anda. Nikmati akses Internet tak terbatas dan buka blokir situs web beberapa menit setelah mengunduh aplikasi keamanan kami.\n\nKonfigurasi otomatis. Tidak semua orang tertarik dengan teknologi komputer canggih, dan ini tidak berarti Anda harus tertarik. Tim VeePN menangani semua proses pengaturan untuk Anda. VPN kami secara otomatis memilih pengaturan terbaik tergantung pada perangkat Anda, sistem operasi, lokasi, dan sebagainya. Anda selalu dapat mengubahnya secara manual jika Anda mau.\n\nEnkripsi level militer. Kami menggunakan teknologi terbaru dalam enkripsi data untuk melindungi lalu lintas yang bepergian ke dan dari perangkat Anda. Anda dapat memilih protokol-protokol VPN terbaik yang tersedia. Kami juga baru-baru ini mengembangkan protokol khusus, Smart VeePN, yang membantu Anda dengan mulus melewati semua pembatasan geografis dan menyembunyikan lalu lintas Anda.\n\nTidak ada log berarti tidak ada log. Kami tidak mengumpulkan atau menyimpan apa pun data Internet Anda, termasuk riwayat penjelajahan dan unduhan, alamat IP, dan lokasi, kueri DNS dan metadata untuk memberikan Anda penelusuran anonim yang sesungguhnya. Namun, untuk menjalankan layanan yang sukses dan berhubungan dengan pengguna kami ketika muncul pertanyaan, kami perlu mengumpulkan beberapa detail teknis. Anda bisa mendapatkan informasi lebih rinci tentang data yang kami kumpulkan di halaman kebijakan Tidak Ada Log kami.\n\nAplikasi multiplatform. VeePN bekerja di semua platform populer. Selain itu, Anda dapat mengamankan hingga 10 perangkat dengan satu akun, termasuk TV cerdas dan router Anda. Dapatkan VeePN - layanan VPN cepat kami hari ini dan pastikan besok Anda aman dan nyaman.\n\nAdapun saat ini kami sedang mengembangkan protokol baru yang kuat: v2Ray yang meningkatkan shadowsocks dan lebih sulit dideteksi.\n\nKetentuan Penggunaan &amp; Kebijakan Privasi\n\nKami menghargai privasi dan kenyamanan Anda. VeePN tidak pernah menyimpan data Anda sesuai dengan kebijakan Tidak Ada Log kami. Kami juga menentang penjualan kueri penelusuran Anda kepada pihak ketiga dan menampilkan iklan di aplikasi.\n\nKetentuan Penggunaan: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d0c367490378a09ed293c43c9fcf6c13c2b87065c48d4ccf2795cfa4a33e1df/http%3A//veepn.com/terms-of-use/\" rel=\"nofollow\">veepn.com/terms-of-use/</a>\nKebijakan Privasi:  <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5bcd0f6a6b137176a16aa6eb88779bc893450d2811209a2089f9bb16c9a2161b/http%3A//veepn.com/privacy-policy/\" rel=\"nofollow\">veepn.com/privacy-policy/</a>",
        "it": "VeePN è un servizio proxy VPN veloce che garantisce la privacy e la sicurezza di Internet per tutti. Sblocca lo streaming multimediale, proteggi i tuoi dati, evita i ficcanaso e gli hacker e goditi tutta la gamma di esperienze online con la nostra app VPN.\n\nNon perdere l'opportunità di godere della protezione completa di Internet e provare uno dei migliori VPN sul mercato.\n\nLe nostre caratteristiche principali sono:\n1) 2500+ server in tutto il mondo\n2) App e client user-friendly\n3) Configurazione automatica\n4) Protocolli di crittografia di prim'ordine\n5) Politica rigida “nessuna registrazione”\n6) Software multipiattaforma\n\nDiamo uno sguardo più dettagliato ad alcune delle caratteristiche di alto livello.\n\n2500 server a tua disposizione. Per mantenere una connessione di qualità e di alta velocità abbiamo sviluppato una vasta rete di server in tutto il mondo. Quattromila unità in più di 50 sedi assicurano una connessione fluida e costante da qualsiasi parte del mondo. Scegli un server e accedi a tutti i contenuti che ti piacciono. Cambia tra paesi e continenti con un solo tocco. Naviga su Internet privatamente usando il nostro servizio proxy VPN.\n\nApplicazione semplice e leggera. L'installazione della nostra app o client richiede solo cinque minuti e la connessione a un server richiede un tocco. Il tempo è un bene prezioso oggi e non vogliamo privartene. Goditi l'accesso illimitato a Internet e sblocca i siti web un paio di minuti dopo aver scaricato la nostra app di sicurezza.\n\nConfigurazione automatica. Non tutti sono interessati alle tecnologie informatiche avanzate, e non è detta che tu debba esserlo. Il team di VeePN si è preso cura di tutto il processo di impostazione per te. La nostra VPN sceglie automaticamente le migliori impostazioni in base al tuo dispositivo, al sistema operativo, alla posizione e così via. Puoi sempre modificarli manualmente, se vuoi.\n\nCrittografia a livello militare. Utilizziamo le ultimissime tecnologie nella crittografia dei dati per proteggere il traffico che viaggia da e verso i tuoi dispositivi. Puoi scegliere tra i migliori protocolli VPN disponibili. Recentemente abbiamo anche sviluppato un protocollo personalizzato, Smart VeePN, che ti aiuta a superare senza problemi qualsiasi restrizione geografica e nasconde il tuo traffico.\n\nNessuna registrazione significa nessuna registrazione. Non raccogliamo né memorizziamo nessuno dei tuoi dati Internet, tra cui la cronologia di navigazione e download, l'indirizzo IP e la posizione, il dominio (DNS) e i metadati per offrirti una navigazione realmente anonima. Tuttavia, per fornire un servizio funzionante e mettersi in contatto con i nostri utenti quando ci sono domande, dobbiamo raccogliere alcuni dettagli tecnici. Puoi ottenere informazioni più dettagliate sui dati che raccogliamo nella nostra pagina Politica Nessuna registrazione.\n\nApp multipiattaforma. VeePN funziona su tutte le piattaforme più famose. Inoltre, puoi proteggere fino a 10 dispositivi con un singolo account, inclusi la tua smart TV e il router. Ottieni oggi VeePN - il nostro servizio VPN veloce e assicurati un domani sicuro e confortevole.\n\nPer ora stiamo sviluppando un nuovo potente protocollo: v2Ray che migliora shadowsocks ed è più difficile da rilevare.\n\nTermini di utilizzo e Informativa sulla Privacy\n\nDiamo valore alla vostra privacy e alla vostra comodità. VeePN non memorizza mai i tuoi dati, in conformità con la nostra Politica Nessuna registrazione. Inoltre, siamo totalmente contrari a vendere le tue richieste di ricerca a terzi e a mostrare pubblicità nell'app.\n\nTermini di utilizzo: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d0c367490378a09ed293c43c9fcf6c13c2b87065c48d4ccf2795cfa4a33e1df/http%3A//veepn.com/terms-of-use/\" rel=\"nofollow\">veepn.com/terms-of-use/</a>\nInformativa sulla privacy: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5bcd0f6a6b137176a16aa6eb88779bc893450d2811209a2089f9bb16c9a2161b/http%3A//veepn.com/privacy-policy/\" rel=\"nofollow\">veepn.com/privacy-policy/</a>",
        "ko": "VeePN은 모두를 위한 인터넷 개인 정보 보호 및 보안을 보장하는 빠른 VPN 프록시 서비스입니다. 당사 VPN앱으로 미디어 스트리밍을 차단 해제하고, 데이터를 보호하고, 염탐꾼과 해커들을 물리치고,  완전한 온라인 경험을 즐기도록 하세요.\n\n완벽한 인터넷 보호를 받을 기회를 놓치지 마시고 시중 최고의 VPN을 체험해보세요. \n\n당사의 주요 기능은 다음과 같습니다. \n1)\t전세계 2500개 이상의 서버\n2)\t사용자 친화적 앱과 클라이언트\n3)\t자동 환경 구성\n4)\t최고의 암호화 프로토콜 \n5)\t엄격한 無기록 정책\n6)\t교차 플랫폼 소프트웨어\n\n당사 최고의 기능을 자세히 알아봅시다. \n\n25천개의 서버. 양질의 인터넷 연결 상태 및 고속 인터넷을 유지하기 위해서, 전세계에 걸쳐 광범위한 서버 네트워크를 개발하였습니다. 50 개 이상의 국가에서 2,500개의 서버가 전세계 어느 지역이던지 원활하고 지속적인 인터넷 연결을 보장합니다. 전세계 어디서든지 서버를 선택하시고 액세스하세요. 한 번의 탭으로 다양한 국가 사이로 전환하세요. VPN 프록시 서비스를 이용하여 비공개로 인터넷 검색하세요.\n\n간단하고 가벼운 어플리케이션. 당사 앱을 설치하는 데 5분밖에 걸리지 않으며, 인터넷 연결을 하려면 한 탭만 누르면 됩니다. 오늘날 시간은 매우 중요한 자산이며, 당사는 여러분의 시간을 조금도 빼앗고 싶지 않습니다. 무제한 인터넷 액세스를 즐기시고 보안 앱을 다운로드 하고 몇 분 후에 웹사이트를 차단해제하세요. \n\n자동 환경 설정. 모두가 고급 컴퓨터 기술에 관심 있는 것은 아니며, 꼭 그래야 하는 건 아닙니다. VeePN 팀은 고객님을 위한 모든 설정 프로세스를 처리합니다. 당사 VPN은 디바이스, 운영 체제, 위치 등에 따라서 자동으로 최고의 설정을 선택합니다. 원하시면 항상 설정을 변경할 수 있습니다 . \n\n군사용 암호화. 당사는 데이터 암호화 분야의 최신 기술을 이용하여 고객님의 디바이스에서 보내고 받는 트래픽을 보호합니다. 고객님은 최고의 VPN 프로토콜에서 선택할 수 있습니다. 최근 당사에서는 원활하게 어떠한 위치 제한이던지 극복하고 트래픽을 숨길 수 있도록 하는 맞춤형 프로토콜인 스마트 VeePN을 개발하였습니다. \n\n철저한 기록 금지 정책 . 당사는 진정한 익명 검색을 가능하도록 하기 위해서 검색 및 다운로드 기록, IP 주소 및 위치, DNS 및 메타데이터를 비롯한 고객님의 인터넷 데이터 중 어느 것도 수집하거나 저장하지 않습니다. 하지만, 문의 사항이 생겼을 때 성공적인 서비스를 제공하고 당사 고객님과 연락하기 위해서, 몇 가지 기술적인 세부사항을 수집해야 합니다. 당사의 無기록 정책 페이지에서 당사가 수집하는 데이터에 대한 자세한 정보를 확인할 수 있습니다. \n\n멀티 플랫폼 앱. VeePN은 모든 인기 있는 플랫폼에서 작동합니다. 게다가, 고객님은 단일 계정으로, 스마트 TV 및 라우터를 비롯한 최대 10개의 디바이스를 연결할 수 있습니다. 오늘 당사의 빠른 VPN 서비스인 VeePN을 다운로드 하고 안전하고 편안한 내일을 보장하세요. \n\n현재 우리는 새로운 강력한 프로토콜 인 V2Ray를 개발하고 있습니다. v2Ray는 shadowsock을 개선하고 탐지하기가 더 어렵습니다.\n\n이용 약관 &amp; 개인 정보 보호 정책 \n\n당사는 고객님의 개인 정보와 편의를 가치있게 여깁니다. VeePN은 당사의 無기록 정책에 따라서 고객님의 데이터를 저장하지 않습니다. 당사는 또한 제3자에 고객님의 검색 기록을 판매하는 것과 앱에 광고를 내보내는 것을 금지합니다. \n\n이용 약관: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d0c367490378a09ed293c43c9fcf6c13c2b87065c48d4ccf2795cfa4a33e1df/http%3A//veepn.com/terms-of-use/\" rel=\"nofollow\">veepn.com/terms-of-use/</a>\n개인 정보 보호 정책: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5bcd0f6a6b137176a16aa6eb88779bc893450d2811209a2089f9bb16c9a2161b/http%3A//veepn.com/privacy-policy/\" rel=\"nofollow\">veepn.com/privacy-policy/</a>",
        "pt-PT": "A VeePN é um serviço proxy rápido de VPN que garante a privacidade e a segurança da Internet para todos. Desbloqueie a transmissão dos media, proteja os seus dados, afaste intrusos e hackers e aproveite a paleta completa de experiências online com a nossa aplicação de VPN.\n\nNão perca a oportunidade de aproveitar a proteção total da Internet e experimentar uma das melhores VPNs do mercado.\n\nAs nossas principais funcionalidades são:\n\n1)\t2500+ servidores por todo o mundo\n2)\tAplicações e clientes fáceis de usar\n3)\tConfiguração automática\n4)\tProtocolos de encriptação de alto nível\n5)\tPolítica rigorosa de não registo\n6)\tSoftware de plataformas cruzadas\n\nVamos ver mais detalhadamente algumas das nossas funcionalidades de alto nível.\n\n2500l servidores à sua disposição. Para manter uma conexão de qualidade e alta velocidade, desenvolvemos uma extensa rede de servidores em todo o mundo. Quatro mil unidades em mais de 50 locais garantem uma conexão fácil e estável de qualquer parte do mundo. Escolha um servidor e aceda a todos os conteúdos que gosta. Alterne entre países e continentes com um toque. Navegue na Internet privadamente usando o nosso serviço proxy de VPN.\n\nAplicação simples e leve. A instalação da nossa aplicação ou cliente demora apenas cinco minutos e a conexão a um servidor requer um toque. O tempo é valioso atualmente e não queremos roubar o seu. Aproveite o acesso livre à Internet e desbloqueie sites alguns minutos depois de fazer o dowload da nossa aplicação segura.\n\nConfiguração automática. Nem todos se interessam por tecnologias avançadas de informática, e não é necessário que você se interesse. A equipa da VeePN tratou de todo o processo de configuração para si. A nossa VPN escolhe automaticamente as melhores configurações, dependendo do seu dispositivo, sistema operativo, localização e assim por diante. Você pode sempre alterá-los manualmente, se quiser.\n\nEncriptação de nível militar. Usamos as mais recentes tecnologias em encriptação de dados para proteger o tráfego de e para seus dispositivos. Pode escolher entre os protocolos VPN de alto nível disponíveis. Também desenvolvemos recentemente um protocolo personalizado, o Smart VeePN, que o ajuda a ultrapassar quaisquer restrições geográficas e oculta o seu tráfego.\n\nNão registo significa sem acessos. Não recolhemos nem armazenamos nenhum dos seus dados da Internet, incluindo histórico de navegação e download, endereço IP e localização, consultas DNS e metadados para lhe fornecer navegação realmente anónima. No entanto, para executar bem o serviço e entrar em contato com os nossos utilizadores quando surgirem dúvidas, precisamos de reunir alguns detalhes técnicos. Pode obter informações mais detalhadas sobre os dados que recolhemos na nossa página de política Sem Registo.\n\nAplicação multiplataforma. A VeePN funciona em todas as plataformas populares. Além disso, pode proteger até 10 dispositivos com uma única conta, incluindo a sua smart TV e o router. Obtenha a VeePN – o nosso serviço de VPN rápido hoje e garanta a sua segurança e conforto amanhã.\n\nPor enquanto, estamos desenvolvendo um novo protocolo poderoso: o v2Ray, que melhora os shadowsocks e é mais difícil de ser detectado.\n\nTermos de Utilização e Política de Privacidade\n\nValorizamos a sua privacidade e conveniência. A VeePN nunca armazena os seus dados de acordo com a nossa política de Não Registo. Também somos estritamente contra a venda das suas pesquisas a terceiros e a exibição de anúncios na aplicação.\n\nTermos de utilização: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d0c367490378a09ed293c43c9fcf6c13c2b87065c48d4ccf2795cfa4a33e1df/http%3A//veepn.com/terms-of-use/\" rel=\"nofollow\">veepn.com/terms-of-use/</a>\nPolítica de Privacidade: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5bcd0f6a6b137176a16aa6eb88779bc893450d2811209a2089f9bb16c9a2161b/http%3A//veepn.com/privacy-policy/\" rel=\"nofollow\">veepn.com/privacy-policy/</a>",
        "ru": "VeePN – это быстрый VPN/прокси сервис, который гарантирует анонимность и безопасность для каждого. Обойти любую блокировку, защитить данные, избежать хакерских атак – все это доступно с VPN приложением, позволяющим насладиться всеми возможностями Интернета.\n\nНе упустите шанс воспользоваться максимальной Интернет-безопасностью и попробовать одно из лучших VPN-приложений на рынке!\n\nГлавные особенности:\n\n1)более 2 500+ серверов по всему миру\n2)простой в использовании интерфейс\n3)автоматическая настройка\n4)совершеннейшие протоколы шифрования\n5)полное отсутствие логгирования\n6)кроссплатформенность\n\nХотите узнать о преимуществах программы больше?\n\n2500+ серверов в вашем распоряжении. Мы создали обширную сеть серверов по всему миру, чтобы обеспечить качественное высокоскоростное Интернет-соединение. Четыре тысячи машин, находящихся более чем в 50 точках мира, гарантируют бесперебойное соединение независимо от вашего местонахождения. Выберите сервер и получите доступ к любому контенту. Переключайтесь между странами и континентами одним нажатием. Путешествуйте по просторам интернета анонимно с помощью VPN/прокси сервиса.\n\nПростое и легкое приложение. Нужно всего лишь пять минут, чтобы установить и настроить приложение/клиент. Соединение с сервером требует всего одного нажатия. Время – очень важный ресурс в современном мире, и работа с <b>VeePN</b> не украдет ни одной лишней секунды. Получите удовольствие от неограниченного доступа в Интернет безо всяких блокировок уже через пару минут после скачивания программы.\n\nАвтоматическая настройка. Далеко не каждый любит продвинутые компьютерные технологии, и это нормально. Команда разработчиков VeePN позаботилась о процессе настройки за вас. Приложение автоматически выберет лучшие параметры в зависимости от вашего устройства, операционной системы, местоположения и т.д. Разумеется, доступна ручная настройка при необходимости.\n\nШифрование военного уровня. Мы используем новейшие технологии шифрования данных для защиты входящего/исходящего трафика с ваших устройств. Вы можете самостоятельно выбирать из современнейших VPN протоколов. Также мы разработали авторский протокол Smart VeePN, который позволит преодолеть любые географические запреты и скрыть передаваемую информацию.\n\nНикаких логов не ведется. Мы не собираем и не храним ваши данные. История посещений и загрузок, IP адрес и местоположение, DNS запросы и метаданные не сохраняются – вам предоставлен по-настоящему анонимный интернет-серфинг.\n\nКроссплатформенность. VeePN поддерживается всеми популярными операционными системами. Кроме того, с помощью только одной учетной записи вы можете защитить до десяти устройств, включая телевизор и роутер. Установите VeePN сегодня, и быстрый VPN сервис навсегда обеспечит вам безопасность и комфорт.\n\nНа данный момент мы разрабатываем новый мощный протокол: v2Ray, который улучшает shadowsocks и его труднее обнаружить.\n\nУсловия использования и Положения о конфиденциальности\n\nМы ценим вашу конфиденциальность и комфорт. VeePN никогда не сохраняет ваши данные вследствие отсутствия логов. Мы категорически против предоставления ваших поисковых запросов третьим сторонам и показа рекламы.\n\nУсловия пользования:  <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d0c367490378a09ed293c43c9fcf6c13c2b87065c48d4ccf2795cfa4a33e1df/http%3A//veepn.com/terms-of-use/\" rel=\"nofollow\">veepn.com/terms-of-use/</a>\nПолитика безопасности: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5bcd0f6a6b137176a16aa6eb88779bc893450d2811209a2089f9bb16c9a2161b/http%3A//veepn.com/privacy-policy/\" rel=\"nofollow\">veepn.com/privacy-policy/</a>",
        "tr": "VeePN, internette herkesin gizliliği ve güvenliğini sağlayan hızlı VPN proxy hizmetidir. VPN uygulamamız ile medya akışı engelini kaldır, bilgilerini koru, meraklı gözler ve bilgisayar korsanlarını yakandan silkele ve internet deneyimini tam olarak yaşa.\n\nTam internet korumasında faydalanma fırsatını kaçırma ve piyasadaki en iyi VPN’lerden birini dene. \n\nSunduğumuz başlıca özellikler: \n\n1)\tDünya genelinde 2500’dan fazla sunucu\n2)\tKullanıcı dostu uygulamalar ve istemciler\n3)\tOtomatik yapılandırma\n4)\tBirinci sınıf şifreleme protokolleri \n5)\tKatı Sistem Günlüğü Tutmama politikası\n6)\tPlatformlar arası yazılım\n\nŞimdi birinci sınıf özelliklerimizden bazılarına yakından bakalım. \n\n2500 sunucu hizmetinizde. Kaliteli bir bağlantı ve yüksek hızları sağlamak için dünya genelinde geniş bir sunucu ağı geliştirdik. 50’den fazla lokasyonda bulunan dört bin birim ile dünyanın her yerinden problemsiz ve stabil bağlantı sağlıyoruz. Bir sunucu seç ve istediğin içeriklere erişim sağla. Bir tık ile ülke ve kıta değiştir. VPN proxy hizmetimizi kullanarak internette gizlilik içinde gezin.\n\nBasit ve zahmetsiz uygulama. Uygulamamız ya da istemcimizin kurulumu sadece beş dakika sürer ve bir sunucuya bağlanmak için bir tık yeterlidir. Günümüzde zaman değerlidir ve sizi bu önemli zamanınızdan alıkoymak istemeyiz. Güvenlik uygulamamızı indirdikten sadece dakikalar sonra sınırsız internet erişimi ve site erişim engellerinin kalkmasının keyfini çıkar. \n\nOtomatik yapılandırma. Gelişmiş bilgisayar teknolojileri herkesin ilgisini çekmez ve çekmesi de gerekmiyor. VeePN ekibi tüm ayar sürecini sizin yerinize tamamladı. VPN’imiz cihazınız, işletim sistemi, lokasyon, vb. unsurlara bağlı olarak sizin için en iyi ayarları otomatik seçer. Elbette, isterseniz bunları değiştirebilirsiniz. \n\nAskeri düzeyde şifreleme. Cihazlarınızdan giden ve cihazlarınıza gelen trafiği korumak için en yeni veri şifreleme teknolojisini kullanıyoruz. Mevcut birinci sınıf VPN protokolleri arasından seçiminizi yapabilirsiniz. Ayrıca, yakın zamanda Smart VeePN adlı ve herhangi coğrafi sınırlamayı sorunsuz aşmanızı sağlayan ve trafiğinizi gizleyen özel bir protokol geliştirdik. \n\nSistem günlüğü kesinlikle tutulmaz. Size tam anlamıyla anonim gezinme deneyimi yaşatabilmek için gezinme ve indirme geçmişi, IP adresi ve lokasyon, DNS aramaları ve metadata da dahil olmak üzere internet bilgilerinizin hiçbirini toplamıyor veya saklamıyoruz. Bununla birlikte, başarılı bir hizmet verebilmek ve kullanıcılarımızla etkileşim içerisinde olabilmek için bazı teknik ayrıntıları toplamamız gerekiyor. Topladığımız veriler hakkında daha detaylı bilgi için Sistem Günlüğü Tutmama politika sayfamızı ziyaret edebilirsiniz. \n\nÇok platformlu uygulama. VeePN tüm popüler platformları destekler. Ayrıca, tek bir hesap ile akıllı TV ve modeminiz de dahil 10’a kadar cihazı güvence altına alabilirsiniz. VeePN edin – hızlı VPN hizmetimizi bugün edin ve yarın için güvenliğin ve rahatından emin ol. \n\nŞimdilik yeni bir güçlü protokol geliştiriyoruz: shadowsocks'u geliştiren ve tespit edilmesi daha zor olan v2Ray.\n\nKullanım Şartları ve Gizlilik Politikası\n\nGizliliğiniz ve kolay erişiminiz bizim için önemli. VeePN, Sistem Günlüğü Tutmama politikamız doğrultusunda hiçbir zaman bilgilerinizi saklamaz. Yaptığınız aramaları üçüncü taraflara satmaya ve uygulamada reklamlar görüntülemeye kesinlikle karşıyız. \n\nKullanım Şartları: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d0c367490378a09ed293c43c9fcf6c13c2b87065c48d4ccf2795cfa4a33e1df/http%3A//veepn.com/terms-of-use/\" rel=\"nofollow\">veepn.com/terms-of-use/</a>\nGizlilik Politikası: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5bcd0f6a6b137176a16aa6eb88779bc893450d2811209a2089f9bb16c9a2161b/http%3A//veepn.com/privacy-policy/\" rel=\"nofollow\">veepn.com/privacy-policy/</a>",
        "zh-CN": "VeePN 是一种快捷型VPN代理服务，该服务能够确保每个人的互联网隐私和安全。通过我们的 VPN 应用程序，解封媒体流，保护您的数据，避开窥探者和黑客，并享受完整的面板在线体验。\n不要错过享受全网保护的机会，试试市场上最好的 VPN 吧。 \n\n我们的主要特色是： \n1)\t全球2500台服务器\n2)\t用户友好的应用程序和客户端\n3)\t自动配置\n4)\t一流的加密协议 \n5)\t绝对无日志策略\n6)\t跨平台软件\n\n让我们更详细地看一下我们的一流特色。 \n\n有四千台服务器可供您使用。为了保持高质量的连接和高速，我们已经开发了一个遍布世界各地的服务器网络。分布于50个地点的四千多套服务器可确保来自世界任何地方的平稳连接。选择服务器并访问所有您喜欢的内容。一键便可在国家和大陆之间进行切换。使用我们的VPN代理服务私下浏览互联网。\n\n简单轻量级的应用程序。安装我们的应用程序或客户端只需五分钟，连接到服务器一键便可。时间是一种宝贵的商品，我们不想从您那里夺走任何东西。下载我们的安全应用程序几分钟后便可享受无限制的互联网访问，解锁网站。 \n\n自动配置。并不是所有人都对先进的计算机技术感兴趣，这不是您应该做的。VeePN团队负责所有的设置过程。我们的VPN会根据您的设备、操作系统、位置等自动选择最佳设置。如果您愿意，您可以手动进行更改。 \n\n军事级别的加密。我们使用最新的数据加密技术来保护您设备进出的流量。您可以从现有的一流VPN协议中进行选择。我们最近还开发了一个定制的协议智能VeePN，可以帮助您顺利地超越任何地理限制并隐藏流量。 \n\n无日志意味着没有日志。我们不收集或存储您的任何互联网数据，包括浏览和下载历史、IP地址和位置、DNS查询和元数据，为您提供真正的匿名浏览。然而，在出现问题时，要运行成功的服务并与我们的用户取得联系，我们需要收集一些技术细节。您可以在我们的“无日志策略”页获取关于我们所收集数据的更详细信息。 \n\n多平台应用程序。VeePN可在所有流行平台上工作。此外，您可以使用一个账户保护多达10台设备的安全，包括智能电视和路由器。今日获取我们的快速VPN服务VeePN，即可确保您明日的安全和顺心。 \n\n目前，我们正在开发一种新的功能强大的协议：v2Ray，它可以改进shadowsocks并更难以检测。\n\n使用条款和隐私政策 \n\n我们重视您的隐私和利益。根据我们的无日志策略，VeePN从不存储您的数据。我们也坚决反对向第三方销售您的搜索查询，并坚决反对在应用程序中显示广告。\n \n使用条款：<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/1d0c367490378a09ed293c43c9fcf6c13c2b87065c48d4ccf2795cfa4a33e1df/http%3A//veepn.com/terms-of-use/\" rel=\"nofollow\">veepn.com/terms-of-use/</a>\n隐私政策：<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5bcd0f6a6b137176a16aa6eb88779bc893450d2811209a2089f9bb16c9a2161b/http%3A//veepn.com/privacy-policy/\" rel=\"nofollow\">veepn.com/privacy-policy/</a>"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/veepn-free-fast-security-vpn/edit",
    "guid": "{94ed9bbf-a1e2-4e58-81ae-cd16dad818d8}",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "en-US": "https://veepn.com/vpn-apps/vpn-for-firefox/",
            "id": "https://veepn.com/vpn-apps/vpn-for-firefox/"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/bc52d6d96a0e5a9b3d1274fcf089c4aa159f3a79dff8f764c7146cc92d1a864e/https%3A//veepn.com/vpn-apps/vpn-for-firefox/",
            "id": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/bc52d6d96a0e5a9b3d1274fcf089c4aa159f3a79dff8f764c7146cc92d1a864e/https%3A//veepn.com/vpn-apps/vpn-for-firefox/"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/2590/2590333-64.png?modified=95435e6d",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/2590/2590333-32.png?modified=95435e6d",
        "64": "https://addons.mozilla.org/user-media/addon_icons/2590/2590333-64.png?modified=95435e6d",
        "128": "https://addons.mozilla.org/user-media/addon_icons/2590/2590333-128.png?modified=95435e6d"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2024-04-25T12:25:16Z",
    "name": {
        "ar": "VeePN - وكيل VPN آمن ومجاني خدمة",
        "de": "VeePN - Unlimited Free & Fast Security VPN",
        "en-US": "VPN VeePN - Free VPN for Firefox",
        "es": "VeePN – Free VPN Gratis & Rápido Seguridad Proxy",
        "fr": "VeePN - Unlimited Free & Fast Security VPN",
        "id": "VeePN – VPN Gratis & Proksi Keamanan, Hotspot Aman",
        "it": "VeePN - Unlimited Free & Fast Security VPN",
        "ko": "VeePN –무제한 무료 & 빠른 보안 VPN 액세스",
        "pt-PT": "VeePN - Unlimited Free & Fast Security VPN",
        "ru": "VeePN - Unlimited Free & Fast Security VPN",
        "tr": "VeePN - Unlimited Free & Fast Security VPN",
        "zh-CN": "VeePN - Unlimited Free & Fast Security VPN"
    },
    "previews": [
        {
            "id": 222651,
            "caption": {
                "ar": "خدمة VPN الموثوقة",
                "de": "#1 Vertrauenswürdiger VPN-Dienst",
                "en-US": "#1 Trusted VPN Service",
                "es": "#1 Servicio VPN de Confianza",
                "fr": "#1 Premier VPN Service",
                "id": "Layanan VPN Tepercaya #1",
                "it": "#1 Servizio VPN Affidabile",
                "ko": "#1 신뢰할 수있는 VPN 서비스",
                "pt-PT": "# 1 Serviço VPN Confiável",
                "ru": "Ведущий Мировой VPN-сервис",
                "tr": "#1 Güvenilir VPN Hizmeti",
                "zh-CN": "＃1可信VPN服务"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/222/222651.png?modified=1708077737",
            "position": 0,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/222/222651.jpg?modified=1708077737"
        },
        {
            "id": 222652,
            "caption": {
                "ar": "لا سجلات ، تشفير قوي ، البقاء آمنة ومجهولة",
                "de": "Keine Protokolle, starke Verschlüsselung, bleiben sicher und anonym",
                "en-US": "No Logs, Strong Encryption, Stay Secure & Anonymous",
                "es": "Sin registros, cifrado fuerte, mantenerse seguro y anónimo",
                "fr": "Pas de journaux d'activité, cryptage niveau militaire, rester sécurisé et anonyme",
                "id": "Tidak ada koneksi & log aktivitas, Enkripsi tingkat militer, Tetap aman & anonim",
                "it": "Nessuna connessione log, Crittografia di livello militare, Rimani sicuro e anonimo",
                "ko": "연결 및 활동 로그 없음, 군대 급 암호화, 보안 유지 및 익명 성 유지",
                "pt-PT": "Não há registros de conexão e atividade, Encriptação AES 256-bit de classe militar, Fique seguro e anônimo",
                "ru": "Не храним логи, Надежное шифрование, для защиты Ваших данных, Будьте полностью анонимны",
                "tr": "Bağlantı ve etkinlik kaydı yok, Askeri düzeyde şifreleme, Güvende ve anonim olarak kalın",
                "zh-CN": "没有连接和活动日志, 军用级AES 256位加密, 保持安全和匿名"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/222/222652.png?modified=1708077737",
            "position": 1,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/222/222652.jpg?modified=1708077737"
        },
        {
            "id": 222653,
            "caption": {
                "ar": "إلغاء حظر أي محتوى ويب",
                "de": "Deaktivieren Sie Alle Webinhalte",
                "en-US": "Unblock Any Web Content",
                "es": "Desbloquear Cualquier Contenido Web",
                "fr": "Débloquer Tout Contenu Web",
                "id": "Buka Blokir Semua Konten Web",
                "it": "Sblocca Qualsiasi Contenuto Web",
                "ko": "모든 웹 컨텐츠의 차단을 해제하십시오",
                "pt-PT": "Desbloquear qualquer conteúdo da Web",
                "ru": "Разблокируйте Любой Веб-контент",
                "tr": "Herhangi bir Içeriğin Engeli Kaldır",
                "zh-CN": "取消阻止任何Web内容"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/222/222653.png?modified=1708077743",
            "position": 2,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/222/222653.jpg?modified=1708077743"
        },
        {
            "id": 222654,
            "caption": {
                "ar": "خوادم سريعة في 50 موقع",
                "de": "Schnelle Server an 50 Standorten",
                "en-US": "Fast Servers in 50 Locations",
                "es": "Rápidos Servidores en 50 Ubicaciones",
                "fr": "Serveurs Rapides dans 50 Emplacements",
                "id": "Server Cepat di 50 Lokasi",
                "it": "Server Veloci in 50 Posizioni",
                "ko": "50 개 지역의 빠른 서버",
                "pt-PT": "Servidores rápidos em 50 locais",
                "ru": "Наличие Серверов в 50-ти Странах",
                "tr": "50 Lokasyondaki Hızlı Sunucular",
                "zh-CN": "50个位置的快速服务器"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/222/222654.png?modified=1708077736",
            "position": 3,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/222/222654.jpg?modified=1708077736"
        }
    ],
    "promoted": {
        "apps": [
            "firefox",
            "android"
        ],
        "category": "notable"
    },
    "ratings": {
        "average": 3.9504,
        "bayesian_average": 3.945011779545955,
        "count": 1009,
        "text_count": 615
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/veepn-free-fast-security-vpn/reviews/",
    "requires_payment": true,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/2590333",
    "slug": "veepn-free-fast-security-vpn",
    "status": "public",
    "summary": {
        "ar": "VPN سريعة وآمنة للغاية وسهلة الاستخدام لحماية خصوصيتك عبر الإنترنت. استمتع بلا حدود حركة المرور والنطاق الترددي!",
        "de": "Schneller, ultra sicherer und benutzerfreundlicher VPN-Dienst zum Schutz Ihrer Privatsphäre online. Genießen Sie unbegrenzten Traffic und Bandbreite!",
        "en-US": "Enjoy fast and secure free Firefox VPN Proxy extension. Unblock websites, protect your data, and browse freely – all at the highest connection speeds!",
        "es": "Servicio VPN rápido, ultra seguro y fácil de usar para proteger su privacidad en línea. Disfrute de tráfico ilimitado y ancho de banda!",
        "fr": "Service VPN rapide, ultra sécurisé et facile à utiliser pour protéger votre confidentialité en ligne. Profitez du trafic et de la bande passante illimités!",
        "id": "Layanan VPN cepat, sangat aman, dan mudah digunakan untuk melindungi privasi Anda secara online. Nikmati Lalu Lintas dan Bandwidth Tanpa Batas!",
        "it": "Servizio VPN veloce, ultra sicuro e facile da usare per proteggere la tua privacy online. Goditi il traffico illimitato e la larghezza di banda!",
        "ko": "빠르고, 안전하며, 사용하기 쉬운 VPN 서비스는 온라인상에서 개인 정보를 보호합니다. 무제한 트래픽 및 대역폭 즐기기!",
        "pt-PT": "Serviço VPN rápido, ultra seguro e fácil de usar para proteger sua privacidade on-line. Desfrute de tráfego ilimitado e largura de banda!",
        "ru": "Быстрый, безопасный и очень простой в использовании VPN сервис, для защиты Вашей конфиденциальности в Интернете. Наслаждайтесь неограниченным трафиком и любимым контентом!",
        "tr": "Çevrimiçi gizliliğinizi korumak için hızlı, ultra güvenli ve kullanımı kolay VPN hizmeti. Sınırsız Trafik ve Bant Genişliğinin tadını çıkarın!",
        "zh-CN": "快速，超安全且易于使用的VPN服务，可在线保护您的隐私。 享受无限的流量和带宽！"
    },
    "support_email": {
        "ar": "support@veepn.com",
        "de": "support@veepn.com",
        "en-US": "support@veepn.com",
        "es": "support@veepn.com",
        "fr": "support@veepn.com",
        "id": "support@veepn.com",
        "it": "support@veepn.com",
        "ko": "support@veepn.com",
        "pt-PT": "support@veepn.com",
        "ru": "support@veepn.com",
        "tr": "support@veepn.com",
        "zh-CN": "support@veepn.com"
    },
    "support_url": {
        "url": {
            "ar": "https://support.veepn.com/",
            "de": "https://support.veepn.com/",
            "en-US": "https://veepn.com/",
            "es": "https://support.veepn.com/",
            "fr": "https://support.veepn.com/",
            "id": "https://support.veepn.com/",
            "it": "https://support.veepn.com/",
            "ko": "https://support.veepn.com/",
            "pt-PT": "https://support.veepn.com/",
            "ru": "https://support.veepn.com/",
            "tr": "https://support.veepn.com/",
            "zh-CN": "https://support.veepn.com/"
        },
        "outgoing": {
            "ar": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/906f21034a9ff523aaeb85f03a54bef75345a024ba5b5b65380cd1a5a6c30770/https%3A//support.veepn.com/",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/906f21034a9ff523aaeb85f03a54bef75345a024ba5b5b65380cd1a5a6c30770/https%3A//support.veepn.com/",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3b483ee83442718574c64c67071beeb1389fc75d280f337d7622045068233be4/https%3A//veepn.com/",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/906f21034a9ff523aaeb85f03a54bef75345a024ba5b5b65380cd1a5a6c30770/https%3A//support.veepn.com/",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/906f21034a9ff523aaeb85f03a54bef75345a024ba5b5b65380cd1a5a6c30770/https%3A//support.veepn.com/",
            "id": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/906f21034a9ff523aaeb85f03a54bef75345a024ba5b5b65380cd1a5a6c30770/https%3A//support.veepn.com/",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/906f21034a9ff523aaeb85f03a54bef75345a024ba5b5b65380cd1a5a6c30770/https%3A//support.veepn.com/",
            "ko": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/906f21034a9ff523aaeb85f03a54bef75345a024ba5b5b65380cd1a5a6c30770/https%3A//support.veepn.com/",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/906f21034a9ff523aaeb85f03a54bef75345a024ba5b5b65380cd1a5a6c30770/https%3A//support.veepn.com/",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/906f21034a9ff523aaeb85f03a54bef75345a024ba5b5b65380cd1a5a6c30770/https%3A//support.veepn.com/",
            "tr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/906f21034a9ff523aaeb85f03a54bef75345a024ba5b5b65380cd1a5a6c30770/https%3A//support.veepn.com/",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/906f21034a9ff523aaeb85f03a54bef75345a024ba5b5b65380cd1a5a6c30770/https%3A//support.veepn.com/"
        }
    },
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/veepn-free-fast-security-vpn/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/veepn-free-fast-security-vpn/versions/",
    "weekly_downloads": 11994,
    "_score": null
}