{
  "alert_ignore": {
    "message": "ฉันเข้าใจความเสี่ยง, อย่างไรก็ตามพาฉันไปที่นั่น"
  },
  "alert_take_to_safety": {
    "message": "พาฉันกลับไปสู่ความปลอดภัย"
  },
  "blocked_text_fraud": {
    "message": "หน้าเว็บหลอกลวงมักพยายามหลอกล่อให้คุณส่งเงินด้วยเจตนาที่จะได้รับผลประโยชน์ที่ผิดกฏหมาย"
  },
  "blocked_text_malvertising": {
    "message": "หน้านี้ถูกบล็อกแล้ว เพื่อป้องกันในการโต้ตอบกับการหลอกลวงอีกต่อไป\n\nผู้โจมตีจะล่อลวงผู้ที่อาจตกเป็นเหยื่อโดยการใช้ Deepfakes โอกาสในการลงทุน และหัวข้อที่กำลังมาแรงอื่นๆ เพื่อหลอกให้พวกเขาเปิดเผยข้อมูลที่ละเอียดอ่อน ทางการเงิน หรือดาวน์โหลดมัลแวร์"
  },
  "blocked_text_malware": {
    "message": "หน้าเว็บที่เป็นอันตรายพยายามที่จะติดตั้งซอฟต์แวร์ที่อาจเป็นอันตรายต่ออุปกรณ์ รวบรวมข้อมูลส่วนบุคคลหรือดำเนินการโดยปราศจากความยินยอมของคุณ"
  },
  "blocked_text_miner": {
    "message": "เพจผู้ขุดเหมือง ได้ใช้ทรัพยากรของอุปกรณ์ เพื่อทำการขุดหา cryptocurrency ส่งผลกระทบต่อการใช้งาน และอายุการใช้งานของฮาร์ดแวร์ของคุณ"
  },
  "blocked_text_phish": {
    "message": "หน้าฟิชชิ่งพยายามที่จะได้รับข้อมูลที่ละเอียดอ่อนเช่นข้อมูลประจำตัวผู้เข้าสู่ระบบ หรือรายละเอียดบัตรเครดิตโดยปลอมตัวเป็นหน่วยงานที่น่าเชื่อถือ ข้อมูลที่ถูกขโมยจะถูกนำไปใช้เพื่อผลประโยชน์ทางการเงิน"
  },
  "blocked_text_pua": {
    "message": "หน้าเพจนี้มีความพยายามในการดาวน์โหลด PUA (Potentially Unwanted App, แอพที่อาจไม่ต้องการ) ไปยังอุปกรณ์ของคุณ แอปประเภทนี้แสดงพฤติกรรมที่ส่งผลต่อความเป็นส่วนตัว ความปลอดภัยของอุปกรณ์และข้อมูลของคุณ"
  },
  "blocked_title_fraud": {
    "message": "หน้าฉ้อโกงถูกบล็อกไว้สำหรับการป้องกันของคุณ"
  },
  "blocked_title_malvertising": {
    "message": "โฆษณาที่หลอกลวงถูกบล็อกแล้ว เพื่อปกป้องคุณ"
  },
  "blocked_title_malware": {
    "message": "หน้าเว็บที่เป็นอันตรายถูกบล็อกสำหรับการป้องกันของคุณ"
  },
  "blocked_title_miner": {
    "message": "หน้าเว็บเพจที่มีไวรัสขุดเหมืองได้ถูกบล็อกสำหรับการป้องกันของคุณ"
  },
  "blocked_title_phish": {
    "message": "หน้าฟิชชิงถูกบล็อกเพื่อความคุ้มครองของคุณ"
  },
  "blocked_title_pua": {
    "message": "การดาวน์โหลดถูกปิดกั้น เพื่อการป้องกันของคุณ"
  },
  "checkbox_link_feedback": {
    "message": "รวมลิงค์เว็บไซต์ในปัจจุบัน"
  },
  "extName": {
    "message": "Bitdefender TrafficLight ได้เพิ่มชั้นความปลอดภัยที่แข็งแกร่งและไม่ล่วงล้ำ ให้กับประสบการณ์การท่องเว็บของคุณ"
  },
  "extension_name": {
    "message": "Bitdefender TrafficLight"
  },
  "feedback_description_title": {
    "message": "รายละเอียด"
  },
  "feedback_mail": {
    "message": "อีเมล์แอดเดรส"
  },
  "feedback_message": {
    "message": "ป้อนคำแนะนำ หรือเขียนอธิบายปัญหาที่คุณพบ"
  },
  "feedback_title": {
    "message": "ความเห็นตอบกลับ"
  },
  "footer_feedback_note": {
    "message": "พบปัญหาหรือไม่?"
  },
  "invalid_email_text": {
    "message": "กรุณาใส่ที่อยู่ของอีเมล"
  },
  "invalid_feedback_message_text": {
    "message": "โปรดเพิ่มคำอธิบายรายละเอียดของปัญหาที่คุณพบ"
  },
  "invalid_url_message_text": {
    "message": "โปรดป้อน URL ที่ถูกต้อง"
  },
  "link_feedback": {
    "message": "ส่งข้อคิดเห็น"
  },
  "popup_settings": {
    "message": "ตั้งค่า"
  },
  "popup_text_safe": {
    "message": "เราไม่พบองค์ประกอบที่น่าสงสัยในหน้านี้"
  },
  "privacy_disclosure_agree": {
    "message": "เห็นด้วยและดำเนินการต่อไป"
  },
  "privacy_disclosure_agreement_description": {
    "message": "รายละเอียดทั้งหมดเกี่ยวกับข้อมูล ที่เราได้รวบรวมมีอยู่ใน <PRIVACY_POLICY_URL>"
  },
  "privacy_disclosure_anonymous_data_section_description": {
    "message": "หากไม่ได้รวบรวมข้อมูลนี้ เราจะไม่สามารถระบุปัญหาที่อาจเกิดขึ้นและดำเนินการแก้ไขได้"
  },
  "privacy_disclosure_anonymous_data_section_subtitle": {
    "message": "ข้อมูลเบราว์เซอร์ และรายงานข้อผิดพลาด เพื่อปรับปรุงประสบการณ์ของคุณ"
  },
  "privacy_disclosure_anonymous_data_section_title": {
    "message": "จำเป็นต้องมีข้อมูลในการไม่ระบุตัวตน ที่เกี่ยวกับการใช้ส่วนขยายของคุณ ดังต่อไปนี้:"
  },
  "privacy_disclosure_personal_data_section_description": {
    "message": "หากไม่ได้รวบรวมข้อมูลนี้ เราจะไม่สามารถสแกนกิจกรรมการท่องเว็บของคุณ และเสนอการป้องกันได้"
  },
  "privacy_disclosure_personal_data_section_subtitle": {
    "message": "การเข้าถึงหน้าเว็บ เพื่อปกป้องกิจกรรมในการท่องเว็บของคุณจากฟิชชิ่ง การหลอกลวง และหน้าเว็บที่อาจเป็นอันตรายอื่นๆ"
  },
  "privacy_disclosure_personal_data_section_title": {
    "message": "Bitdefender TrafficLight จำเป็นต้องรวบรวมข้อมูลที่อาจระบุถึงตัวบุคคลได้ดังต่อไปนี้:"
  },
  "privacy_disclosure_privacy_policy": {
    "message": "นโยบายส่วนบุคคล"
  },
  "privacy_disclosure_remove": {
    "message": "ลบ Bitdefender TrafficLight"
  },
  "privacy_disclosure_title": {
    "message": "ความเป็นส่วนตัวของคุณย่อมมาก่อน"
  },
  "privacy_disclosure_tooltip": {
    "message": "เพื่อปกป้องกิจกรรมในการท่องเว็บของคุณ ให้เปิดใช้งานที่สวิตช์แรก จากนั้นให้คลิก <AGREE_AND_CONTINUE>"
  },
  "privacy_success_description": {
    "message": "บันทึกงานของคุณในแท็บที่เปิดอยู่ จากนั้นโหลดเซสชันการเรียกดูของคุณซ้ำ เพื่อเปิดใช้งานในส่วนขยาย"
  },
  "privacy_success_reload_and_activate": {
    "message": "โหลดซ้ำและเปิดใช้งาน"
  },
  "privacy_success_title": {
    "message": "Bitdefender TrafficLight พร้อมแล้ว"
  },
  "product_name": {
    "message": "TrafficLight"
  },
  "settings_add_field_title": {
    "message": "ทําการเพิ่มหรือลบเว็บไซต์ตามด้านล่าง ด้วยตนเอง:"
  },
  "settings_current_website_add_title": {
    "message": "เพิ่มเว็บไซต์ปัจจุบันลงในรายการ"
  },
  "settings_exceptions_title": {
    "message": "การยกเว้น"
  },
  "settings_search_text": {
    "message": "ตรวจสอบผลการค้นหาเพื่อมทําการเตือนเว็บเพจที่เป็นอันตราย ก่อนที่คุณจะเข้าถึง"
  },
  "settings_search_title": {
    "message": "การแนะนำในการค้นหา"
  },
  "settings_threat_text": {
    "message": "ตรวจสอบทุกหน้าเว็บที่คุณเข้าถึงเพื่อค้นหาภัยคุกคาม การหลอกลวง และการฉ้อโกง"
  },
  "settings_threat_title": {
    "message": "การป้องกันเวบไซต์"
  },
  "settings_tooltip_text": {
    "message": "ลบเว็บไซต์จากรายการ"
  },
  "started_feedback_text": {
    "message": "เรากระตือรือร้นอย่างยิ่งสำหรับคำแนะนำใดๆ และทั้งหมดจากผู้ใช้ของเรา ใช้แบบฟอร์มข้อเสนอแนะเพื่อติดต่อเรา"
  },
  "started_feedback_title": {
    "message": "ส่งข้อคิดเห็น"
  },
  "started_search_text": {
    "message": "TrafficLight จะปักป้ายสถานะของหน้าเว็บที่เป็นอันตราย และฉ้อโกง ลงในผลการค้นหาของคุณ"
  },
  "started_search_title": {
    "message": "แจ้งเตือนล่วงหน้าเกี่ยวกับหน้าเว็บเพจที่มีความเสี่ยงภาย ลงในผลการค้นหาของคุณ"
  },
  "started_threat_text": {
    "message": "TrafficLight จะตรวจสอบและบล็อกหน้าเว็บเพจที่คุณเยี่ยมชมสำหรับภัยคุกคามทางออนไลน์ ฟิชชิ่ง และการฉ้อโกง ในทุกครั้งที่คุณได้เข้าถึง"
  },
  "started_threat_title": {
    "message": "ป้องกันภัยคุกคามทางออนไลน์ การโจมตีแบบฟิชชิ่ง และการฉ้อโกง"
  },
  "started_tracker_text": {
    "message": "ตัวติดตามคือข้อมูลโค้ดที่รวมอยู่ในหน้าเพจของเว็บไซต์ที่ติดตาม และได้วิเคราะห์พฤติกรรมการท่องเว็บของคุณ TrafficLight จะระบุและแสดงรายการได้อย่างรวดเร็ว"
  },
  "started_tracker_title": {
    "message": "ระบุเครื่องมือติดตามที่ได้รายงานพฤติกรรมการท่องเว็บของคุณ"
  },
  "started_welcome_text": {
    "message": "ใช้ TrafficLight เพื่อเพิ่มชั้นความปลอดภัยที่แข็งแกร่งและไม่ล่วงล้ำให้กับประสบการณ์การท่องเว็บของคุณ"
  },
  "submit_result_failed_text": {
    "message": "การส่งล้มเหลว"
  },
  "text_disabled_recommend": {
    "message": "ไปที่การตั้งค่าเพื่อเปิดใช้งาน"
  },
  "text_disabled_search_analyzer": {
    "message": "Search Advisor ถูกปิดใช้งาน ไปที่การตั้งค่าเพื่อเปิดใช้งาน"
  },
  "text_disabled_threat_filter": {
    "message": "การป้องกันเว็บถูกปิดใช้งาน ไปที่การตั้งค่าเพื่อเปิดใช้งาน"
  },
  "text_fraud": {
    "message": "หน้านี้เป็นส่วนหนึ่งของความพยายามในการฉ้อโกง"
  },
  "text_malvertising": {
    "message": "หน้านี้เป็นส่วนหนึ่งของโฆษณาที่หลอกลวง"
  },
  "text_malware": {
    "message": "เราตรวจพบองค์ประกอบ ที่อาจเป็นอันตรายต่ออุปกรณ์ของคุณ"
  },
  "text_miner": {
    "message": "หน้าเพจนี้ได้พยายามใช้ทรัพยากรบนอุปกรณ์ของคุณ เพื่อขุดหาสกุลเงินดิจิทัล และได้ถูกบล็อกแล้ว"
  },
  "text_phish": {
    "message": "หน้านี้เป็นส่วนหนึ่งของความพยายามของฟิชชิง"
  },
  "text_pua": {
    "message": "หน้าเพจนี้ได้พยายามดาวน์โหลด PUA (แอปที่อาจไม่เป็นที่ต้องการ) ไปยังอุปกรณ์ของคุณ และได้ถูกบล็อกแล้ว"
  },
  "text_session_whitelist_popup": {
    "message": "หน้านี้ถูกข้ามจากการสแกน ในเซสชันการเรียกดูของปัจจุบัน"
  },
  "text_untrusted": {
    "message": "หน้านี้อาจปลอดภัย แต่มีการรายงานภัยคุกคามของความปลอดภัยบางรายการในอดีตที่ผ่านมา"
  },
  "text_whitelist": {
    "message": "หากคุณรู้ว่าหน้านี้ไม่มีอันตราย คุณสามารถ {link}เพิ่มไปยังรายการข้อยกเว้น{link}"
  },
  "text_whitelist_cont": {
    "message": "โปรดระวังว่าคุณจะไม่ถูกเตือน เกี่ยวกับภัยคุกคามที่มีอยู่ในหน้านี้"
  },
  "text_whitelist_popup": {
    "message": "หน้านี้ถูกข้ามจากการสแกน เนื่องจากถูกเพิ่มในรายการข้อยกเว้น"
  },
  "text_whitelist_submit": {
    "message": "URL ที่เพิ่มในรายการในข้อยกเว้นจะถูกข้ามจากการสแกน คุณจะไม่ได้รับการเตือนเกี่ยวกับภัยคุกคามที่มีอยู่ในหน้าเหล่านี้"
  },
  "text_whitelist_toast": {
    "message": "หน้าเว็บได้ถูกเพิ่มไปยังรายการข้อยกเว้น"
  },
  "title_disabled_search_analyzer": {
    "message": "ไม่สามารถสแกนผลลัพธ์ในการค้นหา"
  },
  "title_disabled_threat_filter": {
    "message": "ไม่สามารถสแกนหน้านี้"
  },
  "title_fraud": {
    "message": "ตรวจพบความพยายามในการฉ้อโกง"
  },
  "title_malvertising": {
    "message": "ตรวจพบโฆษณาที่หลอกลวง"
  },
  "title_malware": {
    "message": "ตรวจพบภัยคุกคาม!"
  },
  "title_miner": {
    "message": "ตรวจพบความพยายามในการขุดเหมือง"
  },
  "title_phish": {
    "message": "พยายามตรวจหาฟิชชิ่ง"
  },
  "title_pua": {
    "message": "ตรวจพบการดาวน์โหลดแอพ ที่อาจไม่เป็นที่ต้องการ"
  },
  "title_safe": {
    "message": "หน้าเพจนี้มีความปลอดภัย"
  },
  "title_untrusted": {
    "message": "ตรวจพบโดเมนที่ไม่น่าเชื่อถือ"
  },
  "title_whitelist": {
    "message": "ตรวจพบหน้าที่ถูกยกเว้น"
  },
  "web_protection_text": {
    "message": "การป้องกันเว็บโดย"
  },
  "web_protection_title": {
    "message": "การป้องกันเว็บโดย Bitdefender"
  }
}
