{
  "_lang": {
    "message": "fr"
  },
  "downloadButton": {
    "message": "Télécharger"
  },
  "downloadMessage": {
    "message": "Téléchargez iCloud pour Windows afin d’utiliser Signets iCloud."
  },
  "extDescription": {
    "message": "Tenez vos signets Firefox sur Windows à jour grâce aux signets Safari sur votre iPhone, iPad et Mac."
  },
  "extName": {
    "message": "Signets iCloud"
  },
  "okButton": {
    "message": "OK"
  },
  "signinButton": {
    "message": "Ouvrir iCloud pour Windows"
  },
  "syncedMessage": {
    "message": "Vos signets Firefox sont synchronisés avec iCloud."
  },
  "enableBookmarksMessage": {
    "message": "Activez les signets dans iCloud pour Windows afin d’utiliser les signets iCloud avec Firefox."
  },
  "userConsentTitle": {
    "message": "Confidentialité"
  },
  "userConsentMessage": {
    "message": "<p>Vos signets Firefox seront synchronisés avec iCloud de sorte qu’ils seront disponibles sur tous vos appareils.</p><p> Si vous choisissez de ne pas nous autoriser à recueillir vos signets, cette extension est alors inutile.</p><p>Vous trouverez des informations détaillées concernant les données personnelles que nous recueillons et l’usage que nous en faisons dans notre <a id=\"PrivacyPolicyLink\" href=\"https://www.apple.com/fr/privacy/\" target=\"_blank\">Engagement de confidentialité</a>.</p>"
  },
  "userConsentAllowButton": {
    "message": "Oui, veuillez recueillir mes données personnelles conformément à l’Engagement de confidentialité d’Apple"
  },
  "userConsentDenyButton": {
    "message": "Non, ne recueillez pas mes données personnelles"
  },
  "uninstallMessage": {
    "message": "Étant donné que vous n’acceptez pas la collecte de signets, nous vous recommandons de supprimer Signets iCloud."
  },
  "uninstallButton": {
    "message": "Supprimer Signets iCloud"
  },
  "displayConsentButton": {
    "message": "Réexaminer les accords concernant la collecte de données"
  },
  "showUserConsentMessage": {
    "message": "Vous devez donner votre accord concernant les données recueillies par Signets iCloud pour que les signets puissent être synchronisés."
  },
  "showUserConsentButton": {
    "message": "Consulter la page relative à la collecte de données"
  }
}
