{
	"extensionDescription": {
		"message": "Übersetze den markierten Text und die ganze Seite mit dem Google Übersetzer.",
		"description": "Description of the extension."
	},

	"addOnSiteSummary": {
		"message": "Mit diesem Tool kann Text mit nur einem Klick oder einem Shortcut in die eigene Sprache übersetzt werden. Es kann entweder der markierte Text übersetzt werden, dies wird ihn im Original Text ersetzten, oder es kann auch die ganze Seite übersetzt werden.",
		"description": "Description of the extension displayed on the Mozilla Add-On Site. Maximum 250 characters."
	},

	"browserActionLabel": {
		"message": "Übersetzer",
		"description": "Displayed string for the Red T toolbar icon."
	},

	"contextMenuTranslateSelected": {
		"message": "Auswahl mit Google übersetzen",
		"description": "Context menu action string to start selection translation."
	},

	"contextMenuTranslatePage": {
		"message": "Diese Seite mit Hilfe von Google Übersetzen",
		"description": "Context menu action string to start page translation."
	},

	"contextMenuOpenOptions": {
		"message": "Optionen",
		"description": "(Red T toolbar icon) context menu action string to open Add-On Options."
	},

	"browserActionHotKeyDescription": {
		"message": "Translate with default action.",
		"description": "Description of the browser action and its hotkey."
	},

	"errorMessageOnInvalidTextLength": {
		"message": "Der ausgewählte Text darf nicht mehr als 1100 Zeichen enthalten!",
		"description": "Error message text shown when the selection cannot be translated because of invalid text length."
	},

	"errorMessageIfTranslationFailed": {
		"message": "Translation failed because an error happened during the translation process.",
		"description": "Error message text shown when the translation failed due to some - yet unknown - error or abortion."
	},

	"optionsPage_generalSettingsTitle": {
		"message": "Allgemeine Einstellungen",
		"description": "Title of General settings fieldset on the Options page."
	},

	"optionsPage_languageOfTranslation": {
		"message": "Sprache der Übersetzung",
		"description": "Name of the language of translation setting on the Options page."
	},

	"optionsPage_whatToTranslateTitle": {
		"message": "Was soll bei einem Klick auf das Toolbar Symbol übersetzt werden:",
		"description": "Title of What to translate fieldset on the Options page."
	},

	"optionsPage_translateSelectionLabel": {
		"message": "Immer den markierten Text",
		"description": "Name of the selection translation mode setting on the Options page."
	},

	"optionsPage_translatePageLabel": {
		"message": "Immer die ganze Seite",
		"description": "Name of the page translation mode setting on the Options page."
	},

	"optionsPage_translateSelectionIfPossibleLabel": {
		"message": "Entweder den markierten Text, sonst die gesamte Seite (Empfohlen)",
		"description": "Name of the selection translation of possible mode setting on the Options page."
	},

	"optionsPage_saveButtonText": {
		"message": "Save",
		"description": "Text of the Save button on the Options page."
	},

	"optionsPage_optionsSavedStatusText": {
		"message": "Options saved.",
		"description": "Displayed text when the Save button is pressed and the options are saved on the Options page."
	}
}