{
    "id": 735894,
    "authors": [
        {
            "id": 12533945,
            "name": "Bitwarden Inc.",
            "url": "https://addons.mozilla.org/en-US/firefox/user/12533945/",
            "username": "bitwarden"
        }
    ],
    "average_daily_users": 851083,
    "categories": [
        "privacy-security"
    ],
    "contributions_url": "",
    "created": "2016-09-23T10:26:24Z",
    "current_version": {
        "id": 5866612,
        "compatibility": {
            "firefox": {
                "min": "91.0",
                "max": "*"
            },
            "android": {
                "min": "91.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/bitwarden-password-manager/versions/5866612",
        "file": {
            "id": 4410896,
            "created": "2024-12-27T17:57:36Z",
            "hash": "sha256:fad085bb5aadc852088b2d2da666ed182575e74e47848d40180e25b89ec70cb3",
            "is_mozilla_signed_extension": false,
            "size": 16590655,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4410896/bitwarden_password_manager-2024.12.4.xpi",
            "permissions": [
                "<all_urls>",
                "*://*/*",
                "alarms",
                "clipboardRead",
                "clipboardWrite",
                "contextMenus",
                "idle",
                "storage",
                "tabs",
                "unlimitedStorage",
                "webNavigation",
                "webRequest",
                "webRequestBlocking",
                "file:///*",
                "https://lastpass.com/export.php"
            ],
            "optional_permissions": [
                "nativeMessaging"
            ],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 6,
            "is_custom": false,
            "name": {
                "en-US": "GNU General Public License v3.0 only"
            },
            "slug": "GPL-3.0-only",
            "url": "https://spdx.org/licenses/GPL-3.0-only.html"
        },
        "release_notes": {
            "en-US": "- Added “Click items to autofill on Vault view” option under Settings &gt; Autofill for users that want to restore old behavior."
        },
        "reviewed": "2025-01-14T13:57:25Z",
        "version": "2024.12.4"
    },
    "default_locale": "en-US",
    "description": {
        "ca": "Bitwarden és la forma més senzilla i segura d'emmagatzemar tots els inicis de sessió i contrasenyes, mantenint-los convenientment sincronitzats entre tots els vostres dispositius.\n\nEl robatori de contrasenyes és un problema greu. Els llocs web i les aplicacions que utilitzeu estan sota atac cada dia. Es produeixen filtracions de seguretat i es roben les contrasenyes. Quan reutilitzeu les mateixes contrasenyes a les aplicacions, els pirates de llocs web poden accedir fàcilment al vostre correu electrònic, bancs i altres comptes importants.\n\nEls experts en seguretat recomanen que utilitzeu una contrasenya diferent, generada aleatòriament per a cada compte que creeu. Però, com gestioneu totes aquestes contrasenyes? Bitwarden facilita la creació, emmagatzemament i accés a les vostres contrasenyes.\n\nBitwarden emmagatzema tots els inicis de sessió en un dipòsit xifrat que es sincronitza a tots els dispositius. Ja que està totalment encriptat abans d'eixir del vostre dispositiu, només vosaltres tindreu accés a les dades. Ni tan sols l'equip de Bitwarden pot llegir les vostres dades, fins i tot si volguérem. Les vostres dades estan segellades amb encriptació AES de 256 bits, _salted hashing_ y PBKDF2 SHA-256.\n\nBitwarden és programari 100% de codi obert. El codi font de Bitwarden està allotjat a GitHub i tothom el pot revisar, auditar i contribuir a la base de codis Bitwarden.",
        "cs": "Bitwarden je nejjednodušší a nejbezpečnější způsob, jak uchovávat veškeré své přihlašovací údaje a zároveň je mít pohodlně synchronizované mezi všemi svými zařízeními.\n\nKrádež hesla je velice vážný problém. Stránky a aplikace, které každodenně používáte, jsou často pod útokem a vaše hesla mohou být odcizena. Pokud používáte stejné heslo mezi více aplikacemi nebo stránkami, hackeři se mohou snadno dostat k vaší emailové schránce, bankovnímu účtu či do jiných důležitých účtů.\n\nBezpečnostní experti proto doporučují používat různá, silná a náhodně generovaná hesla pro každý účet zvlášť. Ale jak tato všechna hesla spravovat? bitwarden vám ulehčí jejich správu, ale také jejich generování nebo sdílení.\n\nBitwarden uchovává veškeré vaše přihlašovací údaje v zašifrovaném trezoru, který se synchronizuje mezi všemi vašimi zařízeními. Jelikož jsou zašifrována ještě před opuštěním vašeho zařízení, máte přístup ke svým datům pouze vy. Dokonce ani tým v bitwardenu nemůže číst vaše data a to ani kdybychom chtěli. Vaše data jsou totiž zakódována pomocí šifrovávání AES-256, náhodným hashem a PBKDF2 SHA-256.",
        "da": "Bitwarden er den letteste og sikreste måde at opbevare alle dine logins og adgangskoder på, samtidig med at de er synkroniserede imellem alle dine enheder.\n\nTyveri af adgangskoder er et seriøst problem. Hjemmesider og apps du bruger er under angreb hver dag. Sikkerheden bristes, og så er dine adgangskoder stjålet. Når du genbruger de samme adgangskoder på forskellige hjemmesider og apps, kan hackere nemt få adgang til din e-mail, bank- og andre vigtige konti.\n\nSikkerhedseksperter anbefaler, at man bruger en unik, tilfældig genereret, adgangskode til hver konto man opretter. Men hvordan administrerer man alle disse adgangskoder? Bitwarden gør det nemt for dig at oprette, gemme og få adgang til dine adgangskoder.\n\nBitwarden gemmer alle dine login i en krypteret boks, der synkroniseres imellem alle dine enheder. Da de er fuldstændig krypterede, før de overhovedet forlader dine enheder, er det kun dig der har adgang til dine data. Ikke engang teamet hos Bitwarden kan få adgang til dine data, selv hvis de forsøgte på det. Dine data er sikret med AES-256 bit kryptering, saltet hasing og PBKDF2 SHA-256.\n\nBitwarden er 100% open source software. Kildekoden til Bitwarden ligger på GitHub, og enhver kan gennemse, evaluere og bidrage til Bitwardens kildekode.",
        "de": "Bitwarden ist der einfachste und sicherste Weg all deine Logins und Passwörter zu speichern, während du sie zwischen all deinen Geräten synchronisierst.\n\nPasswort-Diebstahl ist ein echtes Problem. Die Webseiten und Apps, welche du verwendest, werden jeden Tag angegriffen und oftmals werden deine Passwörter dabei gestohlen. Wenn das gleiche Passwort bei mehreren Apps und Websites verwendet wird, können Hacker sich damit ganz einfach auch in deine E-Mails oder deinen Bank-Account einloggen.\n\nSicherheitsexperten empfehlen daher, dass du für jeden Account, den du erstellst, ein anderes, zufällig generiertes Passwort verwendest. Aber wie sollst du dir all diese Passwörter merken? bitwarden hilft dir dabei, deine Passwörter zu erstellen, speichern und zu verwalten.\n\nBitwarden speichert all deine Logins in einem verschlüsselten Tresor, der mit allen Geräten synchronisiert wird. Da er komplett verschlüsselt ist, bevor er überhaupt dein Gerät verlässt, hast nur du Zugriff auf deine Daten. Nicht einmal Bitwarden kann deine Daten lesen, selbst, wenn wir es wollten. Deine Daten sind mit einer AES-256-Bit-Verschlüsselung, sowie Salted Hashing und PBKDR2 SHA-256 abgesichert.",
        "en-US": "Recognized as best password manager by PCMag, WIRED, The Verge, CNET, G2, and more!\n\nSECURE YOUR DIGITAL LIFE\nSecure your digital life and protect against data breaches by generating and saving unique, strong passwords for every account. Maintain everything in an end-to-end encrypted password vault that only you can access.\n\nACCESS YOUR DATA, ANYWHERE, ANYTIME, ON ANY DEVICE\nEasily manage, store, secure, and share unlimited passwords across unlimited devices without restrictions.\n\nEVERYONE SHOULD HAVE THE TOOLS TO STAY SAFE ONLINE\nUtilize Bitwarden for free with no ads or selling data. Bitwarden believes everyone should have the ability to stay safe online. Premium plans offer access to advanced features.\n\nEMPOWER YOUR TEAMS WITH BITWARDEN\nPlans for Teams and Enterprise come with professional business features. Some examples include SSO integration, self-hosting, directory integration and SCIM provisioning, global policies, API access, event logs, and more.\n\nUse Bitwarden to secure your workforce and share sensitive information with colleagues.\n\n\nMore reasons to choose Bitwarden:\n\nWorld-Class Encryption\nPasswords are protected with advanced end-to-end encryption (AES-256 bit, salted hashtag, and PBKDF2 SHA-256) so your data stays secure and private.\n\n3rd-party Audits\nBitwarden regularly conducts comprehensive third-party security audits with notable security firms. These annual audits include source code assessments and penetration testing across Bitwarden IPs, servers, and web applications.\n\nAdvanced 2FA\nSecure your login with a third-party authenticator, emailed codes, or FIDO2 WebAuthn credentials such as a hardware security key or passkey.\n\nBitwarden Send\nTransmit data directly to others while maintaining end-to-end encrypted security and limiting exposure.\n\nBuilt-in Generator\nCreate long, complex, and distinct passwords and unique usernames for every site you visit. Integrate with email alias providers for additional privacy.\n\nGlobal Translations\nBitwarden translations exist for more than 60 languages, translated by the global community though Crowdin.\n\nCross-Platform Applications\nSecure and share sensitive data within your Bitwarden Vault from any browser, mobile device, or desktop OS, and more.\n\nBitwarden secures more than just passwords\nEnd-to-end encrypted credential management solutions from Bitwarden empower organizations to secure everything, including developer secrets and passkey experiences. Visit <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0d25556f274b6e4ffa6af68dbcd45c365ff7d2d5e28d07f15d2ef5e92d90a49b/http%3A//Bitwarden.com\" rel=\"nofollow\">Bitwarden.com</a> to learn more about Bitwarden Secrets Manager and Bitwarden Passwordless.dev!",
        "es": "Bitwarden es la manera más fácil y segura de guardar todos tus usuarios y contraseñas, manteniéndolos sincronizados entre todos tus dispositivos.\n\nEl robo de contraseñas es un grave problema. Las páginas web y aplicaciones que usas son atacadas cada día. Las brechas de seguridad ocurren y tus contraseñas pueden ser robadas. Cuando usas la misma contraseña en diferentes aplicaciones o sitios web, los piratas informáticos pueden acceder fácilmente a tu correo electrónico, cuenta bancaria y otras cuentas importantes.\n\nLos expertos en seguridad recomiendan utilizar contraseñas generadas aleatoriamente y diferentes para cada cuenta que tengas. ¿Pero cómo puedes gestionar todos esos datos? Bitwarden te facilita la creación, almacenamiento y acceso a tus contraseñas.\n\nBitwarden guarda todos tus datos de acceso a los sitios en una caja fuerte cifrada y sincronizada a través de todos tus dispositivos. Dado que la información está completamente cifrada en tu propio dispositivo, solo tú tienes acceso a ella. Ni siquiera el equipo de Bitwarden podría leerla aunque quisiera. Tus datos están sellados con cifrado AES de 256 bits, _salted hashing_ y PBKDF2 SHA-256.\n\nBitwarden es un software 100% de código abierto. El código fuente de Bitwarden está alojado en GitHub y cualquier persona puede revisarlo libremente y auditarlo o contribuir al conjunto de código de Bitwarden.",
        "fa": "Bitwarden ساده ترین و امن ترین راه گردآوری تمام داده های ورودی و پسوردها است در حالی که به راحتی آنها را بین تمامی دستگاه ها همگام میکند.\n\n\nسرقت پسورد یک مشکل جدی است. وبسایت ها و اپلیکیشن هایی که شما از آنها استفاده میکنید هر روز تحت حملات قرار دارند. نقص های امنیتی رخ میدهند و پسوردها به سرقت میروند. زمانی که شما مجدداً از همان پسورد برای تمام وبسایت ها و اپلیکیشن ها استفاده میکنید هکرها می‌توانند به راحتی به ایمیل، حساب بانکی، و سایر حسابهای کاربریتان دسترسی داشته باشند.\n\n\nمتخصصان امنیتی توصیه میکنند که برای هر حساب کاربری که ایجاد میکنید از پسوردهای متفاوت و تصادفی تولید شده استفاده کنید. اما چطور تمامی این پسورها را مدیریت میکنید؟ بیت واردن ساختن، نگهداری، ودسترسی به پسوردهایتان را آسان میکند.\n\n\nBitwarden تمامی داده های ورودی شما را در یک گاو صندوق رمزنگاری شده نگهداری میکند که قابل همگام سازی توسط تمامی دستگاه های شماست. از آنجا که این داده ها هر زمان قبل از ترک دستگاهتان کاملا رمزنگاری میشود، فقط شما به اطلاعاتتان دسترسی دارید. حتی اگر تیم ما در بیت واردن هم بخواهند نمیتوانند اطلاعات شما را مشاهده کنند. داده های شما توسط رمزگذاری AES-256 بیتی، هَش خرد شده، و PBKDF2SHA-256 رمزنگاری شده است.\n\nBitwarden ۱۰۰٪ یک برنامه متن باز است. کد منبع بیت واردن در GitHub میزبانی میشود و هر کس آزاد است برای بررسی، تفتیش و کمک به کد دسترسی داشته باشد.",
        "fi": "Bitwarden on helpoin ja turvallisin tapa säilöä käyttäjänimesi ja salasanasi, kätevästi synkronoituna kaikille laitteillesi.\n\nSalasanavarkaudet ovat vakava ongelma. Käyttämäsi verkkosivustot ja sovellukset ovat hyökkäyksen kohteena päivittäin. Tietoturvavuotoja tapahtuu ja salasanoja varastetaan. Jos käytät samoja salasanoja eri sivustoilla ja sovelluksissa, voivat hakkerit päästä helposti käsiksi sähköpostiisi, pankkiisi tai muihin tärkeisiin tileihin.\n\nTietoturva-asiantuntijat suosittelevat uniikkien, satunnaisesti luotujen salasanojen käyttämistä kaikilla tileilläsi. Mutta kuinka hallitset kaikkia noita salasanoja? Bitwarden tekee salasanojen luomisesta, säilömisestä ja käyttämisestä helppoa.\n\nBitwarden säilöö kaikki kirjautumistietosi salattuun holviin, joka synkronoidaan kaikille laitteillesi. Koska tietosi ovat täysin salattuja jo ennen kuin ne edes lähtevät laitteeltasi, vain sinä pääset käsiksi niihin. Edes Bitwardenin kehittäjätiimi ei voisi lukea tietojasi, vaikka haluaisi. Tietosi suojataan 256-bittisellä AES-salauksella, suolatulla hajautuksella sekä PBKDF2- ja SHA-256-menetelmillä.",
        "fr": "Bitwarden est le moyen le plus facile et sûr de stocker tous vos identifiants et mots de passe tout en les synchronisant facilement entre tous vos appareils.\n\nLe vol de mot de passe est un problème sérieux. Les sites web et les applications que vous utilisez sont attaqués tous les jours. Des failles de sécurité apparaissent et vos mots de passe sont volés. Quand vous réutilisez les mêmes mots de passe sur divers sites web et applications, des hackers peuvent facilement accéder à vos e-mails, vos comtpes bancaires et à d'autres informations importantes.\n\nLes experts en sécurité recommendent l'utilisation de mots de passe différents et générés aléatoirement pour chaque compte que vous créez. Mais comment allez-vous gérer tous ces mots de passe ? Bitwarden facilite la création, le stockage et l'accès de vos mots de passe.\n\nBitwarden stocke tous vos identifiants dans un coffre chiffré qui est synchronisé entre tous vos appareils. Puisqu'il est entièrement chiffré avant même qu'il ne parte de votre appareil, vous êtes la seule personne à avoir accès à vos données. Pas même l'équipe de Bitwarden ne peut lire vos données, même si nous le voulions. Vos données sont scellées par un chiffrement AES-256 bit, un salage et hachage ainsi que par un PBKDF2 SHA-256.",
        "hu": "Bitwarden a legkönnyebb és legbiztonságosabb módja a bejelentkezéseid és jelszavaid tárolására miközben szinkronba tarja ezeket az összes készülékeden.\n\nJelszó lopás egy komoly probléma. A weboldalak és alkalmazások amiket használsz támadás alatt állnak minden nap. Biztonsági jogsértések történnek és már el is lopták a jelszavaid. Amikor ugyan azt a jelszót használod több weboldalon, alkalmazáson akkor a hekkerek könnyen hozzá férhetnek az e-mailedhez, banki fiókodhoz és egyéb fontos felhasználódhoz.\n\nBiztonság szakértők azt javasolják, hogy használj különböző véletlenszerű jelszavakat minden felhasználódhoz. De hogyan tartsd észbe ez az összes jelszót? bitwarden könnyűvé teszi jelszavaid létrehozását, tárolását és elérését.\n\nBitwarden egy titkosított széfben tárolja az összes bejelentkezésed és szinkronizálja őket az összes eszközödön. Mivel ezek az adatok teljesen titkosítva vannak még mielőtt elhagynák az eszközödet, így csak te tudod elérni őket. Még maga a bitwarden csapata se tudja elolvasni az adataid, még ha akarnák se. Adataid védve vannak AES-256 bites titkosítással, salted hasinggal és PBKDF2 SHA-256-al.",
        "id": "Bitwarden adalah cara termudah dan teraman untuk menyimpan semua info masuk dan sandi Anda sambil tetap menjaga mereka disinkronkan di antara semua perangkat Anda.\n\nPencurian sandi adalah masalah serius. Situs web dan aplikasi yang Anda gunakan diserang setiap hari. Pelanggaran keamanan terjadi dan sandi Anda dicuri. Ketika Anda menggunakan sandi yang sama di aplikasi dan situs web peretas dapat dengan mudah mengakses email, bank, dan akun penting Anda yang lain.\n\nPakar keamanan merekomendasikan agar Anda menggunakan sandi yang berbeda dan dibuat secara acak untuk setiap akun yang Anda buat. Tapi bagaimana mengelola semua sandi tersebut? Bitwarden membuatnya menjadi mudah untuk Anda membuat, menyimpan dan mengakses sandi Anda.\n\nBitwarden menyimpan semua info masuk Anda di brankas terenkripsi yang disinkronkan di semua perangkat Anda. Karena sepenuhnya dienkripsi sebelum meninggalkan perangkat Anda, hanya Anda yang memiliki akses ke data Anda. Bahkan tim di Bitwarden tidak dapat membaca data Anda, bahkan jika kami mau. Data Anda disegel dengan ekripsi AES-256 bit, hash yang di-salt, dan PBKDF2 SHA-256.\n\nBitwarden adalah 100% perangkat lunak sumber terbuka. Kode sumber untuk Bitwarden berada di GitHub dan setiap orang bebas untuk meninjau, mengaudit, dan berkontribusi ke basis kode Bitwarden.",
        "it": "Bitwarden è il modo più semplice e sicuro per salvare tutti i tuoi login e password tenendoli contemporaneamente sincronizzati su tutti i tuoi dispositivi.\n\nIl furto di password è un problema serio. I siti e le app che utilizzi sono sotto attacco ogni giorno. Possono essere trovate falle di sicurezza e rubate le tue password. Quando riutilizzi la stessa password su più app e siti, gli hacker possono facilmente accedere alla tua email, banca, e altri account importanti.\n\nGli esperti di sicurezza raccomandano di utilizzare password casuali e diverse per ogni account che crei. Ma come gestire tutte quelle password? Bitwarden rende facile creare, salvare e accedere alle tue password.\n\nBitwarden salva tutti i tuoi login in una cassaforte criptata che si sincronizza su tutti i tuoi dispositivi. Poiché è completamente criptata ancora prima di lasciare il tuo dispositivo, solo tu puoi accedere ai tuoi dati. Nemmeno il team di Bitwarden può leggere i tuoi dati, anche se volesse. I tuoi dati sono criptati con algoritmo AES-256, salted hashing, e PBKDF2 SHA-256.\n\nBitwarden è un software 100% open source. Il codice sorgente di Bitwarden è ospitato da GitHub e chiunque è libero di visionare, controllare e contribuire al codice di Bitwarden.",
        "ja": "Bitwarden は、あらゆる端末間で同期しつつログイン情報やパスワードを保管しておける、最も簡単で安全なサービスです。\n\nパスワードの盗難は深刻な問題になっています。ウェブサイトやアプリは毎日攻撃を受けており、もしセキュリティに問題があればパスワードが盗難されてしまいます。 同じパスワードを他のアプリでも再利用していると、攻撃者はメールや銀行口座など大切なアカウントに簡単に侵入できてしまいます。\n\nセキュリティの専門家は、アカウント毎に別のランダムに生成したパスワードを使うことを推奨していますが、ランダムなパスワードをすべて覚えていられますか？　Bitwarden を使えば、わざわざパスワードを覚えなくても簡単にパスワードの生成、保管や利用ができます。\n\nBitwarden は端末間で同期できる、暗号化された保管庫にログイン情報を保管します。端末から送信される前に暗号化されるので、あなただけがそのデータにアクセスできるのです。Bitwarden の開発者チームですら、あなたに頼まれたとしてもデータを読み取ることはできません。データは AES-256 bit 暗号化、ソルト化ハッシュ、PBKDF2 SHA-256 で保護されます。\n\nBitwarden は100%オープンソースソフトウェアです。Bitwarden のソースコードは GitHub にホストされており、誰でもBitwardenのコードを自由にレビュー、監査、貢献できます。",
        "ko": "Bitwarden은 당신의 로그인과 비밀번호를 보관하고 여러 기기에서 동기화할 수 있는 가장 쉽고 안전한 방법입니다.\n\n계정 도용은 매우 위험한 문제입니다. 당신이 사용하는 앱 및 웹 사이트는 거의 매일 공격을 당하고 있습니다. 보안 결함이 생겨 비밀번호를 탈취당하고, 그 비밀번호를 앱 및 웹 사이트에 다시 사용하게 되면 해커들은 이메일, 은행 계좌 등 사용자의 중요한 계정에 쉽게 접근할 수 있게 됩니다.\n\nBitwarden은 사용자의 모든 로그인을 여러 기기에서 동기화할 수 있는 암호화된 보관함에 저장합니다. 보관함은 완벽히 암호화되어 있으므로 오직 사용자 본인만이 데이터에 접근할 수 있습니다. Bitwarden 팀 멤버조차 아무리 읽고자 한다 해도 사용자의 데이터를 읽을 수 없습니다. 사용자의 데이터는 AES-256비트, 솔트 해싱 및 PBKDF2 SHA-256 방식으로 암호화됩니다.\n\nBitwarden은 100% 오픈 소스 소프트웨어입니다. Bitwarden의 소스 코드는 GitHub에 공개되어 있어 모든 사람들이 Bitwarden의 코드를 검토하고 기여할 수 있습니다.",
        "nb-NO": "Bitwarden er den enkleste og tryggeste måten å lagre alle dine innlogginger og passord mens de blir praktisk synkronisert mellom alle dine PCer og mobiler.\n\nPassordtyveri er et seriøst problem. Nettstedene og appene som du bruker er under angrep hver eneste dag. Sikkerhetsbrudd forekommer, og dine passord blir stjålet. Når du bruker de samme passordene over flere apper og nettsteder, kan hackere lett få tilgang til din E-post, bankkonto, og andre viktige kontoer.\n\nSikkerhetseksperter anbefaler at du bruker forskjellig og tilfeldig genererte passord for hver konto du lager. Men hvordan behandler du alle de passordene? Bitwarden gjør det lett for deg å lage, lagre, og få tilgang til dine passord.\n\nBitwarden lagrer alle dine innlogginger i et kryptert hvelv som synkroniseres mellom alle dine PCer og mobiler. Siden den er fullt kryptert før den noensinne forlater din enhet, har bare du tilgang til dine dataer. Selv ikke arbeiderne hos bitwarden kan lese dine dataer, om vi så ville det. Dine dataer er forseglet med AES 256-bitkryptering, saltet kodifisering, og PBKDF2 SHA-256.\n\nBitwarden er 100% åpen-kildet programvare. Kildekoden til Bitwarden er betjent på GitHub, og alle har all rett til å undersøke, gjennomsøke og bidra til Bitwarden sin kodebase.",
        "nl": "Bitwarden is de makkelijkste en veiligste manier om al je logins en wachtwoorden op te slaan en ze tegelijkertijd te synchroniseren tussen al je apparaten.\n\nDiefstal van wachtwoorden is een ernstig probleem. De websites en apps die je gebruikt worden dagelijks aangevallen. Beveiligingslekken komen voor en wachtwoorden worden gestolen. Wanneer je hetzelfde wachtwoorden voor meerdere apps en websites gebruikt kunnen hackers makkelijk bij je e-mail, bankgegevens en andere belangrijke accounts.\n\nBeveiligingsexperts bevelen aan dat je een verschillend, willekeurig gegereneerd wachtwoord gebruikt voor ieder account. Maar hoe beheer je al die wachtwoorden? bitwarden maakt het makkelijk voor je om ze te genereren, op te slaan en te gebruiken.\n\nBitwarden slaat al je logins op in een versleutelde kluis die synchroniseert tussen al je apparaten. Omdat het volledig versleuteld is voor het zelfs maar het internet opgaat, heb alleen jij toegang tot je data. Zelfs het bitwarden-team kan het niet lezen, al zouden we dat willen. Je data is beveiligd met AES-256 bit encryptie, salted hashing en PBKDF2 SHA-256.",
        "pl": "Bitwarden to najłatwiejszy i najbezpieczniejszy sposób przechowywania wszystkich Twoich loginów i haseł, umożliwiający ich wygodną synchronizację pomiędzy wszystkimi Twoimi urządzeniami. \n\nKradzież hasła to poważny problem. Witryny i aplikacje, których używasz są atakowane każdego dnia. Twoje hasła mogą zostać skradzione w wyniku złamania zabezpieczeń. Gdy używasz tego samego hasła dla różnych aplikacji i stron internetowych, hakerzy mogą z łatwością uzyskać dostęp do twojego konta e-mail, banku i innych ważnych kont.\n\nEksperci od bezpieczeństwa zalecają używanie różnych, losowo wygenerowanych haseł dla każdego nowo tworzonego konta. Ale jak można zarządzać wszystkimi tymi hasłami? bitwarden sprawia, że tworzenie, przechowywanie i dostęp do Twoich haseł jest naprawdę łatwy. \n\nBitwarden przechowuje wszystkie Twoje dane logowania w zaszyfrowanym sejfie, który jest synchronizowany pomiędzy wszystkimi Twoimi urządzeniami. Dzięki temu, że dane są w pełni zaszyfrowane zanim opuszczą Twoje urządzenie, tylko masz do nich dostęp. Nawet zespół bitwarden nie ma dostępu do Twoich danych. Dane są zabezpieczone za pomocą szyfrowania metodą AES-256, stosowania ciągów zaburzających i algorytmu PBKDF2 SHA-256.",
        "pt-BR": "O Bitwarden é a maneira mais fácil e segura de armazenar todas as suas credenciais, mantendo-as convenientemente sincronizadas entre todos os seus dispositivos.\n\nO furto de senhas é um problema sério. Os sites e aplicativos que você utiliza estão sob ataque todos os dias. Brechas de segurança ocorrem e as suas senhas são furtadas. Quando você reutiliza as mesmas senhas entre aplicativos e sites, os hackers podem facilmente acessar o seu e-mail, banco, e outras contas importantes.\n\nOs especialistas de segurança recomendam que utilize uma senha diferente e gerada aleatoriamente para todas as contas que você cria. Mas como você gerencia todas essas senhas? O Bitwarden torna fácil para você criar, armazenar, e acessar as suas senhas.\n\nO Bitwarden armazena todas as suas credenciais num cofre encriptado que sincroniza entre todos os seus dispositivos. Como elas são completamente encriptadas antes de sequer sair do seu dispositivo, só você tem acesso aos seus dados. Nem sequer a equipe do Bitwarden pode ler os seus dados, mesmo se quiséssemos. Os seus dados são selados com encriptação AES-256 bits, salted hashing, e PBKDF2 SHA-256.\n\nBitwarden é um software 100% código aberto. O código-fonte do Bitwarden está hospedado no GitHub e todos são livres para revisar, auditar e contribuir com a base de códigos do Bitwarden.",
        "pt-PT": "O Bitwarden é a maneira mais fácil e segura de armazenar todas as suas credenciais e palavras-passe mantendo-as convenientemente sincronizadas entre todos os seus dispositivos.\n\nO furto de palavras-passe é um problema sério. Os websites e aplicações que utiliza estão sob ataque todos os dias. Quebras de segurança ocorrem e as suas palavras-passe são furtadas. Quando reutiliza as mesmas palavras-passe entre aplicações e websites, os hackers podem facilmente aceder ao seu email, banco, e outras contas importantes.\n\nOs especialistas de segurança recomendam que utilize uma palavra-passe diferente e aleatoriamente gerada para todas as contas que cria. Mas como é que gere todas essas palavras-passe? O Bitwarden torna-lhe fácil criar, armazenar, e aceder às suas palavras-passe.\n\nO Bitwarden armazena todas as suas credenciais num cofre encriptado que sincroniza entre todos os seus dispositivos. Como são completamente encriptados antes de se quer sair do seu dispositivo, apenas você tem acesso aos seus dados. Nem se quer a equipa do Bitwarden pode ler os seus dados, mesmo se quiséssemos. Os seus dados são selados com encriptação AES-256 bits, salted hashing, e PBKDF2 SHA-256.\n\nO Bitwarden é 100% software de código aberto. O código fonte para o Bitwarden está hospedado no GitHub e todos podem revisar, auditar, e contribuir para a base de código do Bitwarden.",
        "ro": "Bitwarden este cea mai ușoară și cea mai sigură metodă de a stoca toate datele de autentificare și parolele dvs. păstrându-le în același timp sincronizate între toate dispozitivele dvs.\n\nFurtul de parole este o problemă serioasă. Saiturile web și aplicațiile pe care le utilizați sunt atacate în fiecare zi. Se înregistrează încălcări ale securității și parolele dvs. sunt furate. Când reutilizați aceleași parole pe aplicații și saituri web, hackerii pot accesa cu ușurință emailurile, conturile bancare și alte conturi importante.\n\nExperții în securitate vă recomandă să utilizați câte o parolă diferită, generată aleatoriu, pentru fiecare cont pe care îl utilizați. Dar cum veți gestiona toate aceste parole? bitwarden vă ușurează crearea, stocarea și accesarea parolelor dvs.\n\nBitwarden stochează toate date dvs. de autentificare într-un seif criptat care se sincronizează pe toate dispozitivele dvs. Deoarece seiful este complet criptat înainte de a fi transmis prin internet, numai dvs. aveți acces la date. Nici măcar echipa bitwarden nu poate citi datele dvs. chiar dacă ar dori. Datele dvs. sunt codificate prin criptare AES-256, salted hashing și PBKDF2 SHA-256.",
        "ru": "Bitwarden - простой и безопасный способ хранить все ваши логины и пароли и легко их синхронизировать между всеми вашими устройствами. Расширение приложения Bitwarden позволяет быстро войти на любой веб-сайт с помощью Safari или Chrome и поддерживается сотнями других популярных приложений.\n\nКража паролей - серьезная проблема. Сайты и приложения, которые вы используете подвергаются атакам каждый день. Проблемы в их безопасности могут привести к краже вашего пароля. Кроме того, когда вы используете одни и те же пароли на разных сайтах и приложениях, то хакеры могут легко получить доступ к нескольким вашим аккаунтам сразу (к почтовому ящику, к аккаунту банка и т. д.).\n\nЭксперты по безопасности рекомендуют использовать разные случайно сгенерированные пароли для каждого созданного вами аккаунта. Но как же управлять всеми этими паролями? Bitwarden позволяет вам легко получить доступ к вашим паролям, а так же создавать и хранить их.\n\nBitwarden хранит все ваши логины и пароли в зашифрованном хранилище, которое синхронизируется между всеми вашими устройствами. До того, как данные покинут ваше устройство они будут зашифрованы и только потом отправлены. Мы в Bitwarden не сможем прочесть ваши данные, даже если мы этого захотим. Ваши данные зашифрованы при помощи алгоритма AES-256 и PBKDF2 SHA-256.\n\nBitwarden - это программное обеспечение с открытым на 100% исходным кодом. Исходный код Bitwarden размещен на GitHub, и каждый может свободно просматривать, проверять и вносить вклад в код Bitwarden.",
        "sk": "Bitwarden je najjednoduchší a najbezpečnejší spôsob, ako skladovať všetky vaše prihlasovacie údaje a heslá a zároveň ich mať pohodlne synchronizované medzi všetkými vašimi zariadeniami.\n\nKrádež hesla je vážny problém. Stránky a aplikácie, ktoré použiváte, sú pod útokom každý deň. Vykystujú sa narušenia bezpečnosti a kradnú sa heslá. Ak používate to isté heslo medzi viacerými aplikáciami a stránkami, hackeri sa môžu ľahko dostať k vášmu emailu, banke a do iných dôležitých účtov.\n\nBezpečnostní experti odporúčajú používať rozdielne, náhodne vygenerované heslo pre každý účet, ktorý vytvoríte. Ale ako spravovať všetky tieto heslá? bitwarden vám uľahčí vytvárať, uskladniť a pristupovať k vašim heslám.\n\nBitwarden skladuje všetky vaše prihlasovacie údaje v zašifrovanom trezore, ktorý sa synchronizuje medzi všetkými vašimi zariadeniami. Keďže sú plne zašifrované ešte predtým, ako opustia vaše zariadenie, iba vy máte prístup k svojim dátam. Ani tím bitwarden nevie prečítať vaše dáta, aj keby chceli. Vaše dáta su zapečatené AES-256 bitovým šifrovaním a PBKDF2 SHA-256.",
        "sv-SE": "Bitwarden är det lättaste och säkraste sättet att lagra alla dina inloggningar och lösenord samtidigt som de hålls synkroniserade mellan alla dina enheter.\n\nLösenordsstöld är ett allvarligt problem. Webbplatser och program som du använder är under attack varje dag. Säkerhetsintrång inträffar och dina lösenord blir stulna. När du återanvänder samma lösenord på flera olika webbplatser och program så kan hackare enkelt komma åt ditt e-postkonto, bank-konto och andra viktiga konton.\n\nSäkerhetsexperter rekommenderar att du använder ett annorlunda, slumpmässigt genererat lösenord för varenda konto du skapar. Men hur ska du hantera alla dessa lösenord? Bitwarden gör det enkelt för dig att skapa, lagra och komma åt dina lösenord.\n\nBitwarden lagrar alla dina inloggningar i ett krypterat valv som synkroniseras mellan alla dina enheter. Eftersom din data är helt krypterad innan den någonsin lämnar din enhet så är det endast du som har åtkomst till din data. Inte ens teamet på Bitwarden kan läsa din data. Din data är sluten med AES-256 bitars kryptering, saltad hash, och PBKDF2 SHA-256.\n\nBitwarden är 100% öppen källkodsprogramvara. Källkoden för Bitwarden finns på GitHub och alla kan lämna återkoppling, granska, och bidra till Bitwarden-kodbasen.",
        "th": "Bitwarden is the easiest and safest way to store all of your logins and passwords while conveniently keeping them synced between all of your devices.\n\nPassword theft is a serious problem. The websites and apps that you use are under attack every day. Security breaches occur and your passwords are stolen. When you reuse the same passwords across apps and websites hackers can easily access your email, bank, and other important accounts.\n\nSecurity experts recommend that you use a different, randomly generated password for every account that you create. But how do you manage all those passwords? bitwarden makes it easy for you to create, store, and access your passwords.\n\nBitwarden stores all of your logins in an encrypted vault that syncs across all of your devices. Since it's fully encrypted before it ever leaves your device, only you have access to your data. Not even the team at bitwarden can read your data, even if we wanted to. Your data is sealed with AES-256 bit encryption, salted hashing, and PBKDF2 SHA-256.",
        "tr": "Bitwarden, tüm giriş bilgilerinizi ve şifrelerinizi saklamanın ve tüm cihazlarınız arasında senkronize edilmesini kolaylaştırmanın en kolay ve en güvenli yoludur.\n\nParola hırsızlığı ciddi bir problemdir. Kullandığınız web siteleri ve uygulamalar her gün saldırı altında. Güvenlik açıkları olabiliyor ve parolalarınız çalınıyor. Uygulamalarda ve web sitelerinde aynı şifreleri tekrar kullandığınızda bilgisayar korsanları e-postanıza, banka ve diğer önemli hesaplarınıza kolayca erişebilir.\n\nGüvenlik uzmanları, oluşturduğunuz her hesap için rastgele oluşturulmuş farklı şifreler kullanmanızı öneriyor. Ancak tüm bu şifreleri nasıl yönetiyorsunuz? Bitwarden, parolalarınızı oluşturmanız, depolamanız ve bunlara erişmenizi kolaylaştırır.\n\nBitwarden, tüm giriş bilgilerinizi, tüm cihazlarınızla senkronize edilen şifreli kasada saklar. Cihazınızdan ayrılmadan önce tamamen şifrelendiğinden verilerinize yalnızca siz erişebilirsiniz. bitwarden'daki ekip bile, biz istesek bile verilerinizi okuyamayız. Verileriniz AES-256 bit şifreleme, karıştırılmış sağlamalar ve PBKDF2 SHA-256 ile mühürlenmiştir.",
        "uk": "Bitwarden - це найлегший і найбезпечніший спосіб зберігання всіх ваших паролів та зручна їх синхронізація між всіма пристроями.\n\nВикрадання паролів є серйозною проблемою. Веб-сайти й програми, які ви використовуєте, атакуються щодня. При виникненні їх вразливості безпеки всі ваші паролі можуть бути викрадені. Якщо ви використовуєте однаковий пароль для всіх програм та веб-сайтів, хакери можуть з легкістю отримати доступ до вашої електронної пошти, банківських облікових записів та інших важливих даних.\n\nЕксперти з цифрової безпеки рекомендують використовувати різні, випадково згенеровані паролі для кожного облікового запису. Але як ви будете керувати всіма цими різними паролями? Bitwarden дозволяє вам легко створювати, зберігати й отримувати доступ до ваших паролів.\n\nBitwarden зберігає всі ваші дані в зашифрованому сховищі, яке синхронізується на всіх пристроях. У зв'язку з тим, що ваші дані повністю шифруються ще до того, як покинуть ваш пристрій, лише ви маєте до них доступ. Навіть ми в Bitwarden не зможемо прочитати ваші дані, навіть якщо захочемо. Ваші дані зашифровані з використанням алгоритму AES-256 та PBKDF2 SHA-256.\n\nBitwarden - 100% програмне забезпечення з відкритим кодом. Програмний код Bitwarden зберігається на GitHub і кожен може його переглянути, провести аудит, а також долучитися до розробки.",
        "vi": "Bitwarden là cách dễ dàng và an toàn nhất để lưu trữ tất cả các thông tin đăng nhập và mật khẩu của bạn và giữ chúng được đồng bộ giữa tất cả các thiết bị của bạn.\n\nRò rỉ mật khẩu là một vấn đề rất nghiêm trọng. Các trang web và ứng dụng mà bạn sử dụng đang bị tấn công mỗi ngày. Vi phạm an ninh mạng xảy ra khiến mật khẩu của bạn bị đánh cắp. Khi bạn sử dụng cùng một mật khẩu trên nhiều ứng dụng và trang web, tin tặc có thể dễ dàng truy cập vào email, tài khoản ngân hàng và các tài khoản quan trọng khác của bạn.\n\nCác chuyên gia bảo mật khuyên bạn nên sử dụng một mật khẩu được tạo ngẫu nhiên cho mỗi tài khoản của bạn. Nhưng làm thế nào để bạn quản lý tất cả những mật khẩu đó? bitwarden giúp bạn tạo, lưu trữ và truy cập tất cả mật khẩu một cách dễ dàng.\n\nBitwarden lưu trữ tất cả các thông tin đăng nhập của bạn trong một hầm được mã hóa và đồng bộ trên tất cả các thiết bị của bạn. Vì nó được mã hóa đầy đủ trước khi nó rời khỏi thiết bị của bạn nên chỉ có bạn mới có thể truy cập vào dữ liệu của mình. Ngay cả nhóm nghiên cứu tại bitwarden cũng không thể đọc được dữ liệu của bạn khi hộ muốn. Dữ liệu của bạn được bảo vệ bằng mã hóa AES-256 bit, hàm băm và PBKDF2 SHA-256.",
        "zh-CN": "Bitwarden 简单易用，可以安全地存储您所有的登录用户名和密码，并能在多台设备之间同步。\n\n盗号是个严重的问题，您访问的网站、使用的各类应用每天都在遭受攻击。每当发生安全漏洞，您的密码就会被盗取，如果您跨应用和网站使用相同的密码，黑客就可以轻松访问您的电子邮件，甚至银行或者其他重要账户。\n\n安全专家建议您为每一个账户使用不同的随机密码。但是要如何管理这些密码呢？ Bitwarden 可以让您轻松的创建、保存并访问您的密码。\n\nBitwarden 将您的登录信息保存在加密的密码库，可以在您的所有设备上同步。由于信息在发送出您的设备之前，就已经完全加密，因此只有您可以访问这些数据。甚至，就算 Bitwarden 的团队成员有这个想法，也没办法读取您的数据。您的数据采用 AES-256 位、加盐的哈希以及 PBKDF2 SHA-256 加密。",
        "zh-TW": "Bitwarden 簡單易用，可以安全地儲存您所有的帳戶和密碼，並在多部裝置之間同步。\n\n帳戶被盜是個嚴重的問題，您造訪的網站和應用程式每天都遭受攻擊。每當發生安全漏洞，您的密碼可能就會被盜取。當您在不同網頁和程式用了同一組密碼，駭客就可以一舉獲得您的電子郵件帳戶，甚至銀行帳戶或其他重要帳戶。\n\n安全專家建議您在每個帳戶使用不同、隨機產生的密碼。但要如何管理這些密碼呢？ Bitwarden 讓您輕鬆建立、儲存、存取您的密碼。\n\nBitwarden 將您所有的登入資料儲存在加密的密碼庫中，並同步至您所有的裝置上。由於資料傳送前已經徹底加密，因此只有您可以存取這些資料，甚至連 Bitwarden 的開發者都無法讀取您的資料。所有資料均使用 AES-256 加密、加鹽雜湊加密以及 PBKDF2 SHA-256 函式加密。\n\nBitwarden 為完全的開源軟體。Bitwarden 的原始碼託管於 GitHub 上，所有人都能夠自由檢閱、稽核與貢獻程式碼。"
    },
    "developer_comments": {
        "en-US": "We believe it's important to be transparent and open about how we handle and store your sensitive data. That's why Bitwarden is 100% open source software.\n\nCheck us out on GitHub. Contributions, code reviews, and other feedback are welcome.\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/c618e7cd222e4facbd2aee0f44c73f8d9ea74b603d86bd5a4cd1d8d5b6cd9543/https%3A//github.com/bitwarden/clients\" rel=\"nofollow\">https://github.com/bitwarden/clients</a>"
    },
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/bitwarden-password-manager/edit",
    "guid": "{446900e4-71c2-419f-a6a7-df9c091e268b}",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "cs": "https://bitwarden.com",
            "da": "https://bitwarden.com",
            "de": "https://bitwarden.com",
            "en-US": "https://bitwarden.com",
            "es": "https://bitwarden.com",
            "fa": "https://bitwarden.com",
            "fi": "https://bitwarden.com",
            "fr": "https://bitwarden.com",
            "hu": "https://bitwarden.com",
            "id": "https://bitwarden.com",
            "it": "https://bitwarden.com",
            "ja": "https://bitwarden.com",
            "ko": "https://bitwarden.com",
            "nb-NO": "https://bitwarden.com",
            "nl": "https://bitwarden.com",
            "pl": "https://bitwarden.com",
            "pt-BR": "https://bitwarden.com",
            "pt-PT": "https://bitwarden.com",
            "ro": "https://bitwarden.com",
            "ru": "https://bitwarden.com",
            "sk": "https://bitwarden.com",
            "sv-SE": "https://bitwarden.com",
            "th": "https://bitwarden.com",
            "tr": "https://bitwarden.com",
            "uk": "https://bitwarden.com",
            "vi": "https://bitwarden.com",
            "zh-CN": "https://bitwarden.com",
            "zh-TW": "https://bitwarden.com"
        },
        "outgoing": {
            "cs": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "da": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "fa": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "fi": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "hu": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "id": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "ko": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "nb-NO": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "ro": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "sk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "sv-SE": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "th": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "tr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "uk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "vi": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "zh-TW": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/735/735894-64.png?modified=27707d93",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/735/735894-32.png?modified=27707d93",
        "64": "https://addons.mozilla.org/user-media/addon_icons/735/735894-64.png?modified=27707d93",
        "128": "https://addons.mozilla.org/user-media/addon_icons/735/735894-128.png?modified=27707d93"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2025-01-14T13:57:25Z",
    "name": {
        "ca": "Bitwarden - Administrador de contrasenyes gratuït",
        "cs": "Bitwarden – Bezplatný správce hesel",
        "da": "Bitwarden - Gratis adgangskode manager",
        "de": "Bitwarden - Kostenloser Passwort-Manager",
        "en-US": "Bitwarden Password Manager",
        "es": "Bitwarden – Gestor de contraseñas gratuito",
        "fa": "Bitwarden - مدیریت گذرواژه رایگان",
        "fi": "Bitwarden – Ilmainen salasananhallinta",
        "fr": "Bitwarden – Gestionnaire de mots de passe gratuit",
        "hu": "Bitwarden – Ingyenes Jelszó Kezelő",
        "id": "Bitwarden - Pengelola Sandi Gratis",
        "it": "Bitwarden – Gestore di Password Gratuito",
        "ja": "Bitwarden - 無料パスワードマネージャー",
        "ko": "Bitwarden - 무료 비밀번호 관리자",
        "nb-NO": "Bitwarden — Fri passordbehandling",
        "nl": "Bitwarden - Gratis Wachtwoordbeheerder",
        "pl": "Bitwarden - Darmowy menedżer haseł",
        "pt-BR": "Bitwarden - Gerenciador de Senhas Gratuito",
        "pt-PT": "Bitwarden - Gestor de palavras-passe gratuito",
        "ro": "Bitwarden - Manager de parole gratuit",
        "ru": "Bitwarden – бесплатный менеджер паролей",
        "sk": "Bitwarden - Bezplatný správca hesiel",
        "sv-SE": "Bitwarden - Gratis lösenordshanterare",
        "th": "Bitwarden – โปรแกรมจัดการรหัสผ่านฟรี",
        "tr": "Bitwarden - Ücretsiz Parola Yöneticisi",
        "uk": "Bitwarden – Безкоштовний менеджер паролів",
        "vi": "Bitwarden - Trình quản lý mật khẩu miễn phí",
        "zh-CN": "Bitwarden – 免费密码管理器",
        "zh-TW": "Bitwarden – 免費密碼管理工具"
    },
    "previews": [
        {
            "id": 310395,
            "caption": {
                "en-US": "Store your passwords, passkeys and sensitive\r\ninformation in an encrypted vault."
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/310/310395.png?modified=1734399035",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/310/310395.jpg?modified=1734399035"
        },
        {
            "id": 310396,
            "caption": {
                "en-US": "Sync unlimited passwords to unlimited devices!"
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/310/310396.png?modified=1734399035",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/310/310396.jpg?modified=1734399035"
        },
        {
            "id": 310397,
            "caption": {
                "en-US": "Quickly autofill logins to websites"
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/310/310397.png?modified=1734399035",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/310/310397.jpg?modified=1734399035"
        },
        {
            "id": 310398,
            "caption": {
                "en-US": "Passkey management for a passwordless experience"
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/310/310398.png?modified=1734399035",
            "position": 3,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/310/310398.jpg?modified=1734399035"
        },
        {
            "id": 310399,
            "caption": {
                "en-US": "Built with end-to-end encryption and enterprise features, including SSO login"
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/310/310399.png?modified=1734399035",
            "position": 4,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/310/310399.jpg?modified=1734399035"
        },
        {
            "id": 310400,
            "caption": {
                "en-US": "Securely share internally through collections, or with anyone using Bitwarden Send."
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/310/310400.png?modified=1734399035",
            "position": 5,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/310/310400.jpg?modified=1734399035"
        },
        {
            "id": 310401,
            "caption": {
                "en-US": "Generate email aliases on the fly for extra privacy"
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/310/310401.png?modified=1734399035",
            "position": 6,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/310/310401.jpg?modified=1734399035"
        },
        {
            "id": 310402,
            "caption": {
                "en-US": "Log into multiple accounts at once, for work and home"
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/310/310402.png?modified=1734399035",
            "position": 7,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/310/310402.jpg?modified=1734399035"
        },
        {
            "id": 310403,
            "caption": {
                "en-US": "Pick your theme"
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/310/310403.png?modified=1734399035",
            "position": 8,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/310/310403.jpg?modified=1734399035"
        },
        {
            "id": 310404,
            "caption": {
                "en-US": "Best Overall Password Manager. - CNET\r\n\r\nBitwarden is secure, open source, and free with no limits. The applications are polished and user-friendly, making the service the best choice for most users. - Wired"
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/310/310404.png?modified=1734399035",
            "position": 9,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/310/310404.jpg?modified=1734399035"
        }
    ],
    "promoted": {
        "apps": [
            "firefox",
            "android"
        ],
        "category": "recommended"
    },
    "ratings": {
        "average": 4.6582,
        "bayesian_average": 4.6574305395263185,
        "count": 8667,
        "text_count": 2783
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/bitwarden-password-manager/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/735894",
    "slug": "bitwarden-password-manager",
    "status": "public",
    "summary": {
        "ca": "Administrador de contrasenyes segur i gratuït per a tots els vostres dispositius",
        "cs": "Bezpečný a bezplatný správce hesel pro všechna vaše zařízení",
        "da": "En sikker og gratis adgangskode manager til alle dine enheder",
        "de": "Ein sicherer und kostenloser Passwort-Manager für all deine Geräte",
        "en-US": "At home, at work, or on the go, Bitwarden easily secures all your passwords, passkeys, and sensitive information.",
        "es": "Un gestor de contraseñas seguro y gratuito para todos tus dispositivos",
        "fa": "یک مدیریت کننده رمز عبور رایگان برای تمامی دستگاههایتان",
        "fi": "Turvallinen ja ilmainen salasananhallintapalvelu kaikille laitteillesi",
        "fr": "Un gestionnaire de mots de passe sécurisé et gratuit pour tous vos appareils",
        "hu": "Egy biztonságos és ingyenes jelszó kezelő az összes eszközödre",
        "id": "Pengelola sandi yang aman dan gratis untuk semua perangkat Anda",
        "it": "Un gestore di password sicuro e gratuito per tutti i tuoi dispositivi",
        "ja": "あらゆる端末で使える、安全な無料パスワードマネージャー",
        "ko": "당신의 모든 기기에서 사용할 수 있는, 안전한 무료 비밀번호 관리자",
        "nb-NO": "En sikker og fri passordbehandler for alle dine PCer og mobiler",
        "nl": "Een gratis, veilige wachtwoordbeheerder voor al je apparaten",
        "pl": "Bezpieczny i darmowy menedżer haseł dla wszystkich Twoich urządzeń",
        "pt-BR": "Um gerenciador de senhas gratuito e seguro para todos os seus dispositivos",
        "pt-PT": "Um gestor de palavras-passe seguro e gratuito para todos os seus dispositivos",
        "ro": "Un manager de parole sigur și gratuit pentru toate dispozitivele dvs",
        "ru": "Безопасный и бесплатный менеджер паролей для всех ваших устройств",
        "sk": "Bezpečný a bezplatný správca hesiel pre všetky vaše zariadenia",
        "sv-SE": "En säker och gratis lösenordshanterare för alla dina enheter",
        "th": "โปรแกรมจัดการรหัสผ่านที่ปลอดภัย และฟรีสำหรับทุกอุปกรณ์ของคุณ",
        "tr": "Tüm aygıtlarınız için güvenli ve ücretsiz bir parola yöneticisi",
        "uk": "Захищений і безкоштовний менеджер паролів для всіх ваших пристроїв",
        "vi": "Một trình quản lý mật khẩu an toàn và miễn phí cho mọi thiết bị của bạn",
        "zh-CN": "安全免费的跨平台密码管理器",
        "zh-TW": "安全、免費、跨平台的密碼管理工具"
    },
    "support_email": {
        "ca": "hello@bitwarden.com",
        "en-US": "hello@bitwarden.com"
    },
    "support_url": {
        "url": {
            "ca": "https://bitwarden.com",
            "en-US": "https://bitwarden.com"
        },
        "outgoing": {
            "ca": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/13096b32b7bcc146490bc3979f8879c3b886ab58c8b595327a1a35de538cebf5/https%3A//bitwarden.com"
        }
    },
    "tags": [
        "password manager",
        "security"
    ],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/bitwarden-password-manager/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/bitwarden-password-manager/versions/",
    "weekly_downloads": 24357,
    "_score": null
}