{
    "appDesc": {
        "message": "Permite que usuarios en países censurados usen tu conexión de red para acceder a la red Tor."
    },
    "popupEnabled": {
        "message": "Activado"
    },
    "popupRunInBackground": {
        "message": "Sigue funcionando cuando se cierre el navegador"
    },
    "popupLearnMore": {
        "message": "Conocer más"
    },
    "popupStatusOff": {
        "message": "Snowflake está apagado"
    },
    "popupStatusReady": {
        "message": "Tu Snowflake está listo para ayudar a los usuarios a evadir la censura"
    },
    "popupWebRTCOff": {
        "message": "No se detecta WebRTC."
    },
    "popupBridgeUnreachable": {
        "message": "No se ha podido conectar al puente."
    },
    "popupStatusOn": {
        "message": "Número de usuarios actualmente conectados: $1"
    },
    "popupDescOn": {
        "message": "Número de usuarios que tu Snowflake ha ayudado a sortear la censura en las últimas 24 horas: $1"
    },
    "popupRetry": {
        "message": "Reintentar"
    },
    "popupRetrying": {
        "message": "Reintentando ..."
    },
    "badgeCookiesOff": {
        "message": "Las cookies no están habilitadas."
    },
    "consent": {
        "message": "Autorizo"
    },
    "extensionOptout": {
        "message": "Este complemento sólo transmite la cantidad mínima de datos necesaria para funcionar como proxy de Snowflake. Si no estás de acuerdo con la transmisión de los datos enumerados anteriormente o con cualquier parte de nuestra política de privacidad, te recomendamos que elimines el complemento Snowflake."
    },
    "remove": {
        "message": "Eliminar el complemento Snowflake"
    },
    "extensionOnboard": {
        "message": "¡Gracias por instalar la extensión web Snowflake!"
    },
    "extensionConsent": {
        "message": "Para proporcionar una funcionalidad básica, los proxies de Snowflake (el complemento que has instalado en tu navegador) envían algunos metadatos al corredor de Snowflake sobre la configuración de red del proxy. Estos metadatos son, exhaustivamente: la dirección IP del proxy (tu dirección IP), tipo de NAT informado, la versión del protocolo snowflake que (el proxy) estas ejecutando, el hecho de que el proxy (el complemento que instalaste) es una extensión web y el número de clientes ya conectados al proxy (al complemento que has instalado). Estos datos se utilizan solo para el establecimiento de la conexión y la estática agregada y no se almacenan en el corredor. Consulte nuestra política de privacidad <a href=\"https://addons.mozilla.org/en-US/firefox/addon/torproject-snowflake/privacy\">privacidad</a> para obtener más detalles sobre la información que recopilamos y mostramos. Cuando estes listo, puedes dar tu consentimiento para habilitar tu proxy de Snowflake haciendo clic en el botón a continuación."
    },
    "popupNeedConsent": {
        "message": "Por favor, acepta nuestra política de privacidad antes de activar Snowflake."
    },
    "consented": {
        "message": "¡Ya está! ¡Gracias por ejecutar un proxy de snowflake!"
    },
    "popupConsent": {
        "message": "Abrir página de consentimiento"
    }
}
