const wcag_rules_zh = {
    "1.1": {
        "name": "文本替代品",
        "desc": "为任何非文本内容提供文本替代品，以便将其转换成人们需要的其他形式，如大 字、盲文、语音、符号或更简单的语言。"
    },
    "1.1.1": {
        "name": "非文本内容",
        "desc": "向用户展示的所有非文本内容都有一个可达到同等目的的文本替代方案，但下列情况除外。"
    },
    "1.2.1": {
        "name": "口述影像或替代媒体（预先录制）",
        "desc": "同步媒体为基于时间的媒体或预录视频内容的音频描述提供了替代方案。"
    },
    "1.3.1": {
        "name": "信息与关系",
        "desc": "通过呈现方式传达的信息、结构和关系可以通过程序确定，也可以从文本中获得。"
    },
    "1.3.4": {
        "name": "定向",
        "desc": "除非特定的显示方向是必要的，否则内容的查看和操作不会局限于单一的显示方向，如纵向或横向。"
    },
    "1.3.5": {
        "name": "确定输入目的",
        "desc": "每个输入框收集用户信息的目的都可以通过编程确定。"
    },
    "1.4.1": {
        "name": "色彩的运用",
        "desc": "颜色并不是传递信息、指示动作、提示反应或区分视觉元素的唯一视觉手段。"
    },
    "1.4.2": {
        "name": "音频控制",
        "desc": "如果网页上的任何音频自动播放超过 3 秒钟，要么有暂停或停止音频的机制，要么有独立于整个系统音量的音频音量控制机制。"
    },
    "1.4.3": {
        "name": "对比度（最低）",
        "desc": "文本和文本图像的视觉呈现具有最低对比度。"
    },
    "1.4.4": {
        "name": "调整文字大小",
        "desc": "除文字说明和图像外，在不使用辅助技术的情况下，文字大小可调整至 200%，而不会丢失内容或功能。"
    },
    "1.4.6": {
        "name": "对比度（增强型）",
        "desc": "除大段文字外，文字和文字图像的视觉呈现对比度至少为 7:1。"
    },
    "1.4.8": {
        "name": "视觉演示",
        "desc": "文本块的视觉呈现遵循一定的无障碍标准。"
    },
    "1.4.10": {
        "name": "回流焊",
        "desc": "可以在不损失信息或功能的情况下呈现内容，并且在宽度相当于 320 CSS 像素的垂直滚动内容或高度相当于 256 CSS 像素的水平滚动内容时，无需进行二维滚动。"
    },
    "1.4.12": {
        "name": "文本间距",
        "desc": "文本间距参数遵循一定的无障碍标准，例如行高至少是字体大小的 1.5 倍。"
    },
    "2.1.1": {
        "name": "键盘",
        "desc": "内容的所有功能均可通过键盘界面操作。"
    },
    "2.1.3": {
        "name": "键盘（无例外）",
        "desc": "内容的所有功能均可通过键盘界面进行操作，而不需要对单个按键的具体时间作出规定。"
    },
    "2.2.1": {
        "name": "定时可调",
        "desc": "用户设定的每个时限都必须满足一定的规格要求。"
    },
    "2.2.2": {
        "name": "暂停、停止、隐藏",
        "desc": "移动、闪烁、滚动或自动更新的信息必须符合特定规格"
    },
    "2.2.4": {
        "name": "中断",
        "desc": "用户可以推迟或取消中断，但涉及紧急情况的中断除外。"
    },
    "2.4.1": {
        "name": "旁路块",
        "desc": "有一种机制可以绕过在多个网页上重复出现的内容块。"
    },
    "2.4.2": {
        "name": "页面标题",
        "desc": "网页标题描述主题或目的。"
    },
    "2.4.4": {
        "name": "链接目的（背景）",
        "desc": "每个链接的目的可以单独从链接文本中确定，也可以从链接文本和程序确定的链接上下文中确定，除非链接的目的对一般用户来说是模糊的。"
    },
    "2.4.6": {
        "name": "标题和标签",
        "desc": "标题和标签说明主题或目的。"
    },
    "2.4.9": {
        "name": "链接目的（仅链接）",
        "desc": "有一种机制允许仅通过链接文本来识别每个链接的目的，除非链接的目的对一般用户来说是模糊的。"
    },
    "2.5.3": {
        "name": "名称中的标签",
        "desc": "对于带有包含文本或文本图像的标签的用户界面组件，名称中包含可视化显示的文本。"
    },
    "2.5.8": {
        "name": "Zielgröße （最小值）",
        "desc": "所有交互式主题都必须至少拥有 24×24 CSS 像素的空间。此外，还可以在此处设置一个区域。"
    },
    "3.1.1": {
        "name": "页面语言",
        "desc": "网页的默认人类语言可以通过编程确定。"
    },
    "3.1.2": {
        "name": "部件语言",
        "desc": "除了专有名词、专业术语、不确定语言的词语以及已成为紧邻文本的白话文一部分的词语或短语外，内容中每个段落或短语的人类语言都可以按程序确定。"
    },
    "3.1.4": {
        "name": "缩略语",
        "desc": "有一种机制可用于识别缩写的扩展形式或含义。"
    },
    "3.2.5": {
        "name": "根据要求更改",
        "desc": "只有在用户提出要求时才会更改上下文，或者有关闭更改上下文的机制。"
    },
    "3.3.2": {
        "name": "标签或说明",
        "desc": "当内容需要用户输入时，会提供标签或说明。"
    },
    "4.1.1": {
        "name": "解析",
        "desc": "在使用标记语言实现的内容中，元素具有完整的开始和结束标记，元素根据其规范进行嵌套，元素不包含重复属性，任何 ID 都是唯一的，除非规范允许这些功能。"
    },
    "4.1.2": {
        "name": "名称、角色、值",
        "desc": "对于所有用户界面组件（包括但不限于：表单元素、链接和由脚本生成的组件），都可以通过编程确定名称和角色。"
    },
    "Best Practice": {
        "name": "最佳做法",
        "desc": "包括《无障碍网页内容指引》中未强制规定但对无障碍网站有用的指引。"
    }
};