{
	"extensionDescription": {
		"message": "Oversætter den valgte tekst eller hele siden med Google Oversæt.",
		"description": "Description of the extension."
	},

	"addOnSiteSummary": {
		"message": "Med denne tilføjelse kan du med et klik eller med en genvejstast oversætte en tekst til dit eget sprog. Du kan enten oversætte den valgte tekst, hvor den oversatte tekst vil erstatte den oprindelige tekst, eller du kan oversætte hele siden.",
		"description": "Description of the extension displayed on the Mozilla Add-On Site. Maximum 250 characters."
	},

	"browserActionLabel": {
		"message": "Oversætter",
		"description": "Displayed string for the Red T toolbar icon."
	},

	"contextMenuTranslateSelected": {
		"message": "Oversæt denne tekst med Google Oversæt",
		"description": "Context menu action string to start selection translation."
	},

	"contextMenuTranslatePage": {
		"message": "Oversæt denne side med Google Oversæt",
		"description": "Context menu action string to start page translation."
	},

	"contextMenuOpenOptions": {
		"message": "Indstillinger",
		"description": "(Red T toolbar icon) context menu action string to open Add-On Options."
	},

	"browserActionHotKeyDescription": {
		"message": "Translate with default action.",
		"description": "Description of the browser action and its hotkey."
	},

	"errorMessageOnInvalidTextLength": {
		"message": "Vælg en tekst der er længere end 0 og kortere end 1100 tegn!",
		"description": "Error message text shown when the selection cannot be translated because of invalid text length."
	},

	"errorMessageIfTranslationFailed": {
		"message": "Translation failed because an error happened during the translation process.",
		"description": "Error message text shown when the translation failed due to some - yet unknown - error or abortion."
	},

	"optionsPage_generalSettingsTitle": {
		"message": "Generelle indstillinger",
		"description": "Title of General settings fieldset on the Options page."
	},

	"optionsPage_languageOfTranslation": {
		"message": "Oversættes til sprog",
		"description": "Name of the language of translation setting on the Options page."
	},

	"optionsPage_whatToTranslateTitle": {
		"message": "Hvad skal oversættes ved klik på ikonet på værktøjslinjen:",
		"description": "Title of What to translate fieldset on the Options page."
	},

	"optionsPage_translateSelectionLabel": {
		"message": "Altid den valgte tekst",
		"description": "Name of the selection translation mode setting on the Options page."
	},

	"optionsPage_translatePageLabel": {
		"message": "Altid hele siden",
		"description": "Name of the page translation mode setting on the Options page."
	},

	"optionsPage_translateSelectionIfPossibleLabel": {
		"message": "Den valgte tekst hvis muligt, ellers hele siden (anbefalet)",
		"description": "Name of the selection translation of possible mode setting on the Options page."
	},

	"optionsPage_saveButtonText": {
		"message": "Save",
		"description": "Text of the Save button on the Options page."
	},

	"optionsPage_optionsSavedStatusText": {
		"message": "Options saved.",
		"description": "Displayed text when the Save button is pressed and the options are saved on the Options page."
	}
}