{
    "appDesc": {
        "message": "به کاربران در کشورهای مسدودشده اجازه دهید تا از اتصال شبکهٔ شما برای دستری به شبکهٔ Tor استفاده کنند."
    },
    "popupEnabled": {
        "message": "فعال"
    },
    "popupLearnMore": {
        "message": "بیشتر یاد بگیرید"
    },
    "popupRetry": {
        "message": "تلاش دوباره"
    },
    "popupStatusOn": {
        "message": "تعداد کاربرانی که متصل هستند: $1"
    },
    "popupBridgeUnreachable": {
        "message": "اتصال به پل ممکن نبود."
    },
    "badgeCookiesOff": {
        "message": "کوکی‌ها فعال نیستند."
    },
    "popupStatusReady": {
        "message": "Snowflake شما آماده‌ٔ کمک به کاربران برای دور زدن فیلترینگ است"
    },
    "popupDescOn": {
        "message": "تعداد کاربرانی که Snowflake شما در ۲۴ ساعت گذشته به آنها کمک کرده تا سانسور را دور بزنند: $1"
    },
    "popupRetrying": {
        "message": "در حال تلاش دوباره..."
    },
    "popupStatusOff": {
        "message": "Snowflake خاموش است"
    },
    "popupWebRTCOff": {
        "message": "قابلیت WebRTC تشخیص داده نشده است."
    },
    "popupRunInBackground": {
        "message": "وقتی مرورگر بسته است همچنان در حال اجرا بماند"
    },
    "extensionOnboard": {
        "message": "سپاس از نصب افزونهٔ وب دانه‌برفی!"
    },
    "extensionOptout": {
        "message": "This addon only transmits the minimal amount of data required to perform as a Snowflake proxy. If you are uncomfortable with the transmission of data enumerated above or with any part of our privacy policy, we recommend you remove the Snowflake addon."
    },
    "remove": {
        "message": "برداشتن افزونهٔ دانه‌برفی"
    },
    "consent": {
        "message": "موافقم"
    },
    "extensionConsent": {
        "message": "To provide basic functionality, Snowflake proxies (the addon you have installed in your browser) send some metadata to the Snowflake broker about the proxy's networking setup. This metadata is, exhaustively: the IP address of the proxy (your IP address), your reported NAT type, the version of the snowflake protocol you (the proxy) is running, the fact that the proxy (the addon you have installed) is a webextension, and the number of clients already connected to the proxy (to the addon you have installed). This data is used only for the establishment of the connection and aggregate statics and is not stored at the broker. Please view our <a href=\"https://addons.mozilla.org/en-US/firefox/addon/torproject-snowflake/privacy\">privacy policy</a> for more details on the information we collect and display. When you are ready, you can consent to enable your Snowflake proxy by clicking the button below."
    },
    "popupNeedConsent": {
        "message": "لطفاً پیش از به کارانداختن دانه‌برفی با سیاست محرمانگیمان موافقت کنید."
    },
    "consented": {
        "message": "همه چیز تنظیم شده! سپاس از اجرای پیشکار دانه‌برفی!"
    },
    "popupConsent": {
        "message": "گشودن صفحهٔ توافق"
    }
}
