{
    "id": 485620,
    "authors": [
        {
            "id": 9909304,
            "name": "Deathamns",
            "url": "https://addons.mozilla.org/en-US/firefox/user/9909304/",
            "username": "Deathamns"
        }
    ],
    "average_daily_users": 62362,
    "categories": [
        "photos-music-videos"
    ],
    "contributions_url": "",
    "created": "2014-02-13T06:16:26Z",
    "current_version": {
        "id": 5003518,
        "compatibility": {
            "firefox": {
                "min": "48.0",
                "max": "*"
            },
            "android": {
                "min": "120.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/imagus/versions/5003518",
        "file": {
            "id": 3547888,
            "created": "2020-04-12T21:30:53Z",
            "hash": "sha256:2b754aa4fca1c99e86d7cdc6d8395e534efd84c394d5d62a1653f9ed519f384e",
            "is_mozilla_signed_extension": false,
            "size": 159493,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/3547888/imagus-0.9.8.74.xpi",
            "permissions": [
                "*://*/*",
                "downloads",
                "history",
                "storage",
                "<all_urls>",
                "https://*/search*",
                "https://duckduckgo.com/*"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 3984,
            "is_custom": true,
            "name": {
                "en-US": "Custom license"
            },
            "slug": null,
            "url": "https://addons.mozilla.org/en-US/firefox/addon/imagus/license/"
        },
        "release_notes": {
            "en-US": "Site support"
        },
        "reviewed": "2020-04-13T09:51:20Z",
        "version": "0.9.8.74"
    },
    "default_locale": "en-US",
    "description": {
        "cs": "Účelem tohoto doplňku je obohatit práci s multimédii (především obrázky) v prohlížeči.\nMáte k dispozici spoustu nastavení, kterými se můžete probírat, což je nejlepší způsob, jak objevit všechny vlastnosti tohoto doplňku.\n\nPřehled a krátký popis karet na stránce nastavení:\n\n▪ Pravidla\nAby mohl doplněk správně fungovat na všech stránkách, potřebuje pravidla, kterými se může řídit. V základu je zde více než 200 pravidel, díky kterým může tento doplněk fungovat na tisících webových stránek, a to včetně těch nejznámějších, jako Imgur, Wikipedia, DeviantArt, Reddit, Google, Facebook, Twitter, Flickr, Tumblr...\n\n▪ Výjimky\nZde můžete výslovně povolit nebo zakázat doplněk na určitých stránkách.",
        "en-US": "There are plenty of settings which can be customized, and reviewing them is currently the best way to learn about what the extension is capable of.\n\nSections on the options page, and their brief explanation:\n\n▪ Sieve\nAn expandable set of rules for getting the larger image, media or other content.\nIt has more than 200 rules by default, which support thousands of sites across the web, including the popular ones such as Reddit/Imgur, Wikipedia (or any WikiMedia based site), deviantART, Google services (Images, YouTube, G+, Picasa...), Facebook, Twitter, Flickr...\n\n▪ Grants\nList of user defined rules for blocking/allowing specific sites.",
        "es": "Hay muchas opciones disponibles que se pueden personalizar, y revisarlas es la mejor manera de descubrir lo que esta extensión puede hacer.\n\nSecciones en la página de opciones, y una breve explicación:\n\n▪ Filtros\nUna colección ampliable de reglas para obtener imágenes en mayor resolución, u otro contenido multimedia.\nContiene más de 200 reglas, que soportan cientos de sitios web, incluyendo sitios populares como Reddit/Imgur, Wikipedia (u otros sitios basados en WikiMedia), deviantART, servicios de Google (Imágenes, YouTube, G+, Picasa...), Facebook, Twitter, Flickr...\n\n▪ Permisos\nUna lista de reglas definidas por el usuario para bloquear o permitir algunos sitios.",
        "fr": "Beaucoup d'options peuvent être personnalisées, et les examiner est le meilleur moyen de découvrir de quoi cette extension est capable.\n\nLes différentes sections de la page d'options, ainsi qu'une brève description :\n\n▪ Filtre\nUne large liste de règles pour obtenir une plus grande image, ou tout autre contenu.\n200 règles s'y trouvent par défaut, couvrant des milliers de sites à travers le web, et incluant les plus populaires tels que Reddit/Imgur, Wikipedia (ou tout autre site basé sur WikiMedia), deviantART, les services Google (Images, YouTube, G+, Picasa...), Facebook, Twitter, Flickr...\n\n▪ Permissions\nUne liste de règles définies par l'utilisateur pour autoriser ou non certains sites.",
        "hu": "A testre szabhatóság érdekében számos beállítás áll rendelkezésre, melyek áttekintése jelenleg a legjobb mód a kiegészítő képességeinek megismeréséhez.\n\nA beállítások oldal részei, illetve rövid leírásuk:\n\n▪ Szűrő\nBővíthető szabálylista a nagyobb képek, médiafájlok, illetve egyéb tartalmak feloldásához.\nTöbb mint 200 szabályt tartalmaz alapból, ami több ezer web-oldalon működik, beleértve a népszerűbbeket, mint például Reddit/Imgur, Wikipedia (vagy bármilyen WikiMedia alapú oldal), deviantART, Google szolgáltatások (Képek, YouTube, G+, Picasa...), Facebook, Twitter, Flickr...\n\n▪ Jogok\nFelhasználó által megadott szabályok bizonyos oldalak tiltásához/engedélyezéséhez.",
        "nl": "Er zijn genoeg instelling die gewijzigd kunnen worden, deze bekijken is de beste manier om erachter te komen wat deze extensie kan doen.\n\nSecties op de instellingen pagina, en hun korte uitleg:\n\n▪ Zeef\nEen uitbreidbare set van regels om de grotere afbeelding, media of andere content te krijgen.\nHet heeft standaard meer dan 200 regels, welke duizenden sites ondersteunen, waaronder de populaire Reddit/Imgur, Wikipedia (of een op wikipedia gebaseerde site), deviantART, Google services (Afbeeldingen, Youtube, G+, Picasa...), Facebook, Twitter, Flickr...\n\n▪ Toestemmingen\nLijst van gebruiker-geselecteerde regels om specifieke sites goed- of af- te keuren.",
        "pl": "W ustawieniach znajduje się mnóstwo opcji, które można konfigurować wedle upodobań - przejrzenie ich będzie najlepszym sposobem na przekonanie się o możliwościach niniejszego rozszerzenia.\n\nKategorie ustawień na stronie konfiguracji oraz ich krótkie opisy:\n\n▪ Reguły\nZbiór reguł według których pobierane są i wyświetlane większe wersje obrazów oraz pliki multimedialne.\nDomyślnie zawiera ponad 200 reguł, umożliwiając wykorzystanie zaawansowanych funkcji rozszerzenia na tysiącach popularnych serwisów internetowych, takich jak Facebook, Twitter, Flickr, Wikipedia (i inne strony oparte na oprogramowaniu WikiMedia), deviantART, usługi Google (Grafika, YouTube, Google+, Picasa etc.), Reddit, Imgur i wiele innych.\n\n▪ Filtry\nLista filtrów użytkownika, pozwalających na włączenie lub wyłączenie funkcji dla konkretnych witryn.",
        "pt-BR": "Existem diversas configurações que podem ser personalizadas. Navegar pelas opções e configurações da extensão é a melhor forma de descobrir do que ela é capaz.\n\nBreve resumo sobre as seções disponíveis na página de configuração:\n\n▪ Filtros\nUm expansível conjunto de regras para que a extensão busque imagens maiores, outros tipos de mídias ou outras informações em determinados domínios.\nExistem mais de 200 filtros por padrão, possibilitando que milhares de sites sejam suportados, incluindo sites conhecidos como Reddit/Imgur, Wikipedia (ou qualquer outro site baseado no sistema WikiMedia), deviantART, serviços do Google (Imagens, YouTube, G+, Picasa...), Facebook, Twitter, Flickr...\n\n▪ Permissões\nLista de regras definidas pelo usuário para listar sites onde a extensão deve ou não funcionar.",
        "ru": "Имеется множество параметров настройки, просмотр которых в настоящее время является лучшим способом узнать, на что способно расширение.\n\nРазделы на странице настроек и их краткое объяснение:\n\n▪ Фильтры\nРасширяемый набор правил для получения изображений, мультимедиа или другого содержимого с бо́льшим разрешением. Он содержит более чем 200 правил по умолчанию, которые поддерживают тысячи сайтов по всему Интернету, в том числе такие популярные, как Reddit/Imgur, Википедию (или любой сайт на основе WikiMedia), deviantART, сервисы Google (Картинки, YouTube, G+, Picasa...), Facebook, Twitter, Flickr...\n\n▪ Разрешения\nСписок определённых пользователем правил для запрета/разрешения работы расширения на конкретных сайтах.",
        "uk": "Додаток має безліч параметрів налаштування, перегляд яких допоможе краще дізнатися, на що здатний додаток.\n\nРозділи на сторінці налаштувань і їх коротке пояснення:\n\n▪ Фільтри\nРозширюваний набір правил для отримання зображень, мультимедіа або іншого вмісту з великою роздільною здатністю. Він містить більш ніж 200 правил за замовчуванням, які підтримують тисячі сайтів по всьому Інтернету, в тому числі такі популярні, як Reddit / Imgur, Вікіпедію (або будь-який сайт на основі Вікімедіа), DeviantArt, сервіси Google (Картинки, YouTube, G+, Picasa...), Facebook, Twitter, Flickr...\n\n▪ Дозволи\nСписок певних користувачем правил для заборони чи дозволу роботи розширення на вказаних сайтах.",
        "zh-CN": "扩展有众多选项可供设置，要了解扩展的所有功能最好是逐个查阅这些选项。\n\n选项页面上的分类和它们的简单描述：\n\n▪ 筛选规则\n一系列可扩展的规则，用以获取更好质量的图片、媒体影音或其他内容。\n默认涵盖的 200 多条规则可支持数以千计的网站，包括众多流行的网站，例如 Reddit/Imgur、Wikipedia（或任何基于 WikiMedia 的网站）、deviantART、Google 服务（Images、YouTube、G+、Picasa...）、Facebook、Twitter、Flickr 等等。\n\n▪ 黑/白名单\n列表显示一系列用户自定义规则用于阻止或允许特定站点。",
        "zh-TW": "並有多項自訂的功能選項可供選擇，您可以檢視它們來替此套件進行最佳化操作\n\n自訂選項的內容及簡短說明：\n\n▪ 篩選網站\n可自定規則以供各項功能\n預設已有200多項規則，超過數千個網站，熱門的網站包含 Reddit/Imgur, Wikipedia (or any WikiMedia based site), deviantART, Google services (Images, YouTube, G+, Picasa...), Facebook, Twitter, Flickr...\n\n▪ 授予\n於特殊的網站中使用/停用自訂化規則。"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/imagus/edit",
    "guid": "{00000f2a-7cde-4f20-83ed-434fcb420d71}",
    "has_eula": false,
    "has_privacy_policy": false,
    "homepage": {
        "url": {
            "cs": "http://tiny.cc/Imagus",
            "en-US": "https://tiny.cc/Imagus",
            "es": "http://tiny.cc/Imagus",
            "fr": "http://tiny.cc/Imagus",
            "hu": "http://tiny.cc/Imagus",
            "nl": "http://tiny.cc/Imagus",
            "pl": "http://tiny.cc/Imagus",
            "pt-BR": "http://tiny.cc/Imagus",
            "ru": "http://tiny.cc/Imagus",
            "uk": "http://tiny.cc/Imagus",
            "zh-CN": "http://tiny.cc/Imagus",
            "zh-TW": "http://tiny.cc/Imagus"
        },
        "outgoing": {
            "cs": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ced9e57755e553e15061a3cea43f54f0ceb597456a1a034185b9cf6f747ca534/http%3A//tiny.cc/Imagus",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/8e8b47acb151a7fe9874d32ff479117e09602add505bc33fd002eb0f330101f6/https%3A//tiny.cc/Imagus",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ced9e57755e553e15061a3cea43f54f0ceb597456a1a034185b9cf6f747ca534/http%3A//tiny.cc/Imagus",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ced9e57755e553e15061a3cea43f54f0ceb597456a1a034185b9cf6f747ca534/http%3A//tiny.cc/Imagus",
            "hu": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ced9e57755e553e15061a3cea43f54f0ceb597456a1a034185b9cf6f747ca534/http%3A//tiny.cc/Imagus",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ced9e57755e553e15061a3cea43f54f0ceb597456a1a034185b9cf6f747ca534/http%3A//tiny.cc/Imagus",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ced9e57755e553e15061a3cea43f54f0ceb597456a1a034185b9cf6f747ca534/http%3A//tiny.cc/Imagus",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ced9e57755e553e15061a3cea43f54f0ceb597456a1a034185b9cf6f747ca534/http%3A//tiny.cc/Imagus",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ced9e57755e553e15061a3cea43f54f0ceb597456a1a034185b9cf6f747ca534/http%3A//tiny.cc/Imagus",
            "uk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ced9e57755e553e15061a3cea43f54f0ceb597456a1a034185b9cf6f747ca534/http%3A//tiny.cc/Imagus",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ced9e57755e553e15061a3cea43f54f0ceb597456a1a034185b9cf6f747ca534/http%3A//tiny.cc/Imagus",
            "zh-TW": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ced9e57755e553e15061a3cea43f54f0ceb597456a1a034185b9cf6f747ca534/http%3A//tiny.cc/Imagus"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/485/485620-64.png?modified=mcrushed",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/485/485620-32.png?modified=mcrushed",
        "64": "https://addons.mozilla.org/user-media/addon_icons/485/485620-64.png?modified=mcrushed",
        "128": "https://addons.mozilla.org/user-media/addon_icons/485/485620-128.png?modified=mcrushed"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2020-04-13T09:51:20Z",
    "name": {
        "cs": "Imagus",
        "el": "Imagus",
        "en-US": "Imagus",
        "es": "Imagus",
        "fi": "Imagus",
        "fr": "Imagus",
        "hu": "Imagus",
        "nl": "Imagus",
        "pl": "Imagus",
        "pt-BR": "Imagus",
        "ru": "Imagus",
        "uk": "Imagus",
        "zh-CN": "Imagus",
        "zh-TW": "Imagus"
    },
    "previews": [
        {
            "id": 126064,
            "caption": null,
            "image_size": [
                700,
                438
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/126/126064.png?modified=1622132363",
            "position": 0,
            "thumbnail_size": [
                533,
                334
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/126/126064.jpg?modified=1622132363"
        }
    ],
    "promoted": {
        "apps": [
            "firefox"
        ],
        "category": "recommended"
    },
    "ratings": {
        "average": 4.3827,
        "bayesian_average": 4.375553895858375,
        "count": 865,
        "text_count": 319
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/imagus/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/485620",
    "slug": "imagus",
    "status": "public",
    "summary": {
        "cs": "Náhled obrázků a videí z miniatur a odkazů.",
        "el": "Δυνατότητες που σχετίζονται με εικόνες.",
        "en-US": "With a simple mouse-over you can enlarge images and display images/videos from links.",
        "es": "Amplia imágenes en miniatura, y muestra imágenes y videos al pasar el puntero sobre enlaces.",
        "fi": "Enlarge thumbnails, and show images/videos from links with a mouse hover.",
        "fr": "Élargissez les vignettes et faites apparaitre images et vidéos en survolant les liens.",
        "hu": "Indexképek nagyítása, illetve képek/videók megjelenítése hivatkozásokra helyezett egérkurzorral.",
        "nl": "Enlarge thumbnails, and show images/videos from links with a mouse hover.",
        "pl": "Enlarge thumbnails, and show images/videos from links with a mouse hover.",
        "pt-BR": "Enlarge thumbnails, and show images/videos from links with a mouse hover.",
        "ru": "Увеличивает миниатюры и показывает изображения/видео при наведении мыши на ссылки.",
        "uk": "Enlarge thumbnails, and show images/videos from links with a mouse hover.",
        "zh-CN": "Enlarge thumbnails, and show images/videos from links with a mouse hover.",
        "zh-TW": "Enlarge thumbnails, and show images/videos from links with a mouse hover."
    },
    "support_email": null,
    "support_url": {
        "url": {
            "en-US": "https://www.reddit.com/r/Imagus/"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/c26650549c3420c443c6c16a56bfea6939d35d0b5c4e91ccf0c6c589d01de80d/https%3A//www.reddit.com/r/Imagus/"
        }
    },
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/imagus/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/imagus/versions/",
    "weekly_downloads": 917,
    "_score": null
}