{
    "popupEnabled": {
        "message": "Ενεργοποιημένο"
    },
    "appDesc": {
        "message": "Να επιτρέπεται σε χρήστες από χώρες με λογοκρισία και αποκλεισμούς να χρησιμοποιούν τη σύνδεση δικτύου για πρόσβαση στο δίκτυο Tor."
    },
    "popupBridgeUnreachable": {
        "message": "Δεν ήταν δυνατή η σύνδεση στη γέφυρα."
    },
    "popupDescOn": {
        "message": "Αριθμός ατόμων που έχουν παρακάμψει τη λογοκρισία τις τελευταίες 24 ώρες, χάρη στο Snowflake σου: $1"
    },
    "badgeCookiesOff": {
        "message": "Τα cookies δεν είναι ενεργοποιημένα."
    },
    "popupRetrying": {
        "message": "Προσπαθούμε ξανά ..."
    },
    "popupLearnMore": {
        "message": "Μάθε περισσότερα"
    },
    "popupStatusOff": {
        "message": "Το Snowflake είναι απενεργοποιημένο"
    },
    "popupStatusOn": {
        "message": "Αριθμός χρηστών συνδεδεμένοι αυτή τη στιγμή: $1"
    },
    "popupStatusReady": {
        "message": "Το Snowflake είναι έτοιμο να βοηθήσει άλλα άτομα να αποκτήσουν ελεύθερη πρόσβαση στο διαδίκτυο"
    },
    "popupWebRTCOff": {
        "message": "Δεν εντοπίστηκε η λειτουργία WebRTC."
    },
    "popupRetry": {
        "message": "Προσπάθεια ξανά"
    },
    "popupRunInBackground": {
        "message": "Να επιτρέπεται η εκτέλεση μετά το κλείσιμο του περιηγητή"
    },
    "extensionOptout": {
        "message": "Αυτό το πρόσθετο μεταδίδει μόνο τον ελάχιστο όγκο δεδομένων που απαιτείται για να λειτουργήσει ως διακομιστής μεσολάβησης Snowflake. Εάν αισθάνεστε άβολα με τη μετάδοση των δεδομένων που απαριθμούνται παραπάνω ή με οποιοδήποτε μέρος της πολιτικής απορρήτου μας, σας συνιστούμε να αφαιρέσετε το πρόσθετο Snowflake."
    },
    "remove": {
        "message": "Αφαίρεση πρόσθετου Snowflake"
    },
    "consent": {
        "message": "Συμφωνώ"
    },
    "extensionOnboard": {
        "message": "Σας ευχαριστούμε που εγκαταστήσατε την επέκταση ιστού Snowflake!"
    },
    "extensionConsent": {
        "message": "Για την παροχή βασικής λειτουργικότητας, οι διακομιστής μεσολάβησης Snowflake (το πρόσθετο που έχετε εγκαταστήσει στο πρόγραμμα περιήγησής σας) στέλνουν ορισμένα μεταδεδομένα στον μεσίτη Snowflake σχετικά με τη ρύθμιση δικτύου του διακομιστή μεσολάβησης. Αυτά τα μεταδεδομένα είναι εξαντλητικά: η διεύθυνση IP του διακομιστή μεσολάβησης (η διεύθυνση IP σας), ο αναφερόμενος τύπος NAT, η έκδοση του πρωτοκόλλου snowflake που εκτελείτε (ο διακομιστής μεσολάβησης), το γεγονός ότι ο διακομιστής μεσολάβησης (το πρόσθετο που έχετε εγκαταστήσει) είναι μια επέκταση web και τον αριθμό των πελατών που είναι ήδη συνδεδεμένοι στον διακομιστή μεσολάβησης (στο πρόσθετο που έχετε εγκαταστήσει). Αυτά τα δεδομένα χρησιμοποιούνται μόνο για τη δημιουργία της σύνδεσης και των συγκεντρωτικών στατικών και δεν αποθηκεύονται στον μεσίτη. Δείτε την <a href=\"https://addons.mozilla.org/en-US/firefox/addon/torproject-snowflake/privacy\">πολιτική απορρήτου</a> για περισσότερες λεπτομέρειες σχετικά με τις πληροφορίες που συλλέγουμε και εμφανίζουμε. Όταν είστε έτοιμοι, μπορείτε να συναινέσετε στην ενεργοποίηση του διακομιστή μεσολάβησης Snowflake κάνοντας κλικ στο παρακάτω κουμπί."
    },
    "popupNeedConsent": {
        "message": "Παρακαλούμε συναινέστε στην πολιτική απορρήτου μας προτού ενεργοποιήσετε το Snowflake."
    },
    "consented": {
        "message": "Όλα έτοιμα! Σας ευχαριστούμε που εκτελέσατε έναν διακομιστή μεσολάβησης snowflake!"
    },
    "popupConsent": {
        "message": "Open consent page"
    }
}
