{
    "scanBtn": "Email Defender",
    "scanBtn_viewReport": "Suchergebnis anzeigen",
    "scanBtn_reportFalseAlarm": "Falschen Alarm melden",
    "scanBtn_reportScam": "Betrugsversuch melden",
    "msgTooltip_1": "Der Email Defender durchsucht Ihre E-Mails und schützt sie vor Betrugsversuchen und Phishing-Angriffen.",
    "msgTooltip_2": "Klicken Sie hier, um nach potenziellen Bedrohungen in englischen oder japanischen E-Mails zu suchen.",
    "languageNotSupport": "Die Sicherheitssuche unterstützt nur englische oder japanische E-Mails.",
    "serverErrorMessage": "Leider funktioniert die Sicherheitssuche im Moment nicht. Bitte versuchen Sie es später erneut.",
    "serverForbiddenErrorMessage": "Leider funktioniert die Sicherheitssuche im Moment nicht. <a id='learn_more' class='link'>Weitere Informationen</a>",
    "serverMaintenaceMessage": "Wir entschuldigen uns für die Unannehmlichkeiten. Die Sicherheitssuche muss einige wichtige Wartungsarbeiten in der Zeit von __startTime__ bis __endTime__ durchführen. Versuchen Sie es später erneut.",
    "serverMaintenaceMessageNoTime": "Wir entschuldigen uns für die Unannehmlichkeiten. Die Sicherheitssuche muss einige wichtige Wartungsarbeiten abschließen. Bitte versuchen Sie es später erneut.",
    "scamTitle": "Möglichen Betrug erkannt",
    "scamContent": "Ignorieren Sie zu Ihrer Sicherheit alle Anweisungen oder Anforderungen in dieser Nachricht, es sei denn, Sie kennen bereits den Absender und vertrauen ihm.",
    "phishingTitle": "Phishing-Link erkannt",
    "phishingContent": "Diese E-Mail enthält einen Phishing-Link. Um potenzielle Bedrohungen zu verhindern, klicken Sie nicht auf diesen Link.",
    "suspiciousTitle": "Bösartigen Link erkannt",
    "suspiciousContent": "Diese E-Mail enthält einen bösartigen Link. Um mögliche Bedrohungen zu verhindern, klicken Sie nicht auf diesen Link.",
    "unSafeTitle": "Unsicherer Inhalt erkannt",
    "unSafeContent": "Zahlreiche Benutzer haben ähnliche Nachrichten als Betrugsversuche gemeldet. Ignorieren Sie zu Ihrer Sicherheit alle Anweisungen oder Anforderungen in dieser Nachricht, es sei denn, Sie kennen den Absender bereits und vertrauen ihm.",
    "toastActionName": "Details anzeigen",
    "toastActionName_ok": "OK",
    "scam_toastUrlName1": "Sie sind mit dieser Warnung nicht einverstanden?",
    "scam_toastUrlName2": "Falschen Alarm melden",
    "toastMarkSenderAsTrust": "__senderAddress__ als vertrauenswürdig kennzeichnen",
    "toastRemoveSenderAsTrust": "__senderAddress__ als vertrauenswürdig entfernen",
    "toastTrustThisSender": "Diesem Absender vertrauen",
    "toastUrlName1": "Sind Sie der Meinung, dass diese E-Mail sicher ist?",
    "toastUrlName2": "Suchergebnis melden",
    "toastUtlFeedbackName": "Bericht gesendet. Vielen Dank für Ihr Feedback.",
    "toastDCN_title": "Webmail schützen",
    "toastDCN_title_R2209Exp1": "Webmail schützen",
    "toastDCN_title_R2209Exp2": "Aktivieren Sie den E-Mail-Schutz in Sekunden.",
    "toastDCN_title_R2209Exp3": "Betrüger haben über 5 Milliarden Dollar von Verbrauchern gestohlen. Schützen Sie sich vor betrügerischen E-Mails.",
    "toastDCN_title_R2209Exp4": "Über 2 Millionen Verbraucher waren Opfer von Betrügereien in der letzten Zeit. Schützen Sie sich vor betrügerischen E-Mails.",
    "toastDCN_desc": "Email Defender durchsucht und schützt Ihr Gmail, Outlook und Yahoo Mail vor Betrug und Phishing-Angriffen.",
    "toastDCN_desc_JPyahooMai": "Email Defender durchsucht und schützt Ihr Gmail, Outlook.com und Yahoo Mail vor Betrug und Phishing-Angriffen.",
    "toastDCN_btn": "__feature_name__ aktivieren",
    "toastDCN_btn_en": "Schützen Sie Ihre E-Mail jetzt",
    "toastDCN_not_now": "Jetzt nicht",
    "toastDCN_do_not_show_again": "Nicht mehr anzeigen",
    "toastDCN_learn_more": "<a class='btn-learn-more'>Weitere Informationen</a>",
    "toastDCN_info": "Sie können den Email Defender jederzeit deaktivieren. Die Inhalte Ihrer E-Mails werden weder von Trend Micro durchsucht noch an Trend Micro übermittelt. <a class='btn-learn-more'>Hier</a> erhalten Sie weitere Informationen dazu, wie Trend Micro Ihre E-Mails bei aktiviertem Email Defender sicher verarbeitet.",
    "toastDCN_turn_on": "Der Email Defender wurde aktiviert.",
    "toastDCN_fb_working": "Email Defender ist aktiviert",
    "toastDCN_fb_not_working": "Email Defender funktioniert nicht. Falls diese Meldung weiterhin angezeigt wird, klicken Sie <a class='btn-learn-more'>hier</a>, um weitere Informationen zu erhalten.",
    "toastDCN_popup_title": "Hinweis zur Datenerfassung",
    "toastDCN_popup_desc": "<p>Durch Aktivieren von Email Defender werden Sie vor Betrugsversuchen, Phishing-Angriffen und verdächtigen E-Mails geschützt, indem Inhalte von Web-E-Mails zur Überprüfung an Trend Micro gesendet werden.</p><p>Sie können Email Defender jederzeit deaktivieren. Die Inhalte Ihrer E-Mails werden dann weder von Trend Micro durchsucht noch an Trend Micro übermittelt.</p><p>Um Email Defender aktivieren zu können, müssen Sie unserem <a class='btn-learn-more'>Hinweis zur Datenerfassung</a> zustimmen.<p>",
    "toastDCN_popup_agree": "Zustimmen und aktivieren",
    "toastDCN_popup_not_now": "Jetzt nicht",
    "toastDCN_jp_popup_title": "Gmail, Outlook.com und Yahoo Mail schützen",
    "toastDCN_jp_popup_desc": "<p>Bei dem Email Defender handelt es sich um einen Cloud-Dienst zur Erkennung betrügerische Nachrichten mithilfe von KI-Technologien, die mit der Zeit weiterentwickelt wurden. Bei Verwendung des Email Defender werden Sie vor Betrugsversuchen, Phishing-Angriffen und verdächtigen E-Mails geschützt, indem Inhalte Ihrer E-Mails zur Überprüfung an Trend Micro gesendet werden. Sie können den Email Defender jederzeit deaktivieren. Die Inhalte Ihrer E-Mails werden weder von Trend Micro durchsucht noch an Trend Micro übermittelt.</p><p class='title'>Funktionsweise des Email Defender</p><p>Wenn Sie E-Mails in Gmail- oder Outlook.com-Postfächern unter Verwendung unserer unterstützten Browser* mit aktivierter Trend Micro Toolbar* lesen, werden Absender, Betreff und E-Mail-Text verschlüsselt und zur Überprüfung an den Trend Micro Email Defender-Server übertragen. Dort werden Antibetrugsregeln, SPN-Bedrohungsabwehr und KI-Technologien angewendet, um das Betrugsanalyseergebnis zu erstellen.</p><p class='title'>Gesammelte Daten</p><p>Um die Wartezeit auf die Analyseergebnisse zu verkürzen, werden die Hash*-Werte normaler E-Mails und Daten ohne personenbezogene Informationen* in betrügerischen E-Mails im Speicher beibehalten, um die Betrugserkennung zu beschleunigen. Diese Daten werden innerhalb von 72 Stunden gelöscht. Zur genaueren Überprüfung der Betrugsversuche werden aus E-Mails, die mithilfe von \"Suchergebnis melden\" gemeldet wurden, personenbezogene Daten entfernt. Anschließend werden diese E-Mails verschlüsselt und auf Amazon S3* gespeichert, um damit unsere KI und Regeln zu trainieren und anzupassen. Die Daten werden innerhalb von drei Monaten gelöscht.</p><p class='list'><ul><li>Zu den unterstützten Browsern gehören: Chrome, IE, Firefox und Edge</li><li>Die Trend Micro Toolbar für Edge heißt: Trend Micro Security</li><li>Wir verwenden Hash-Werte, um die E-Mail-Daten in eine kurze Kombination aus Symbolen umzuwandeln, die nicht wieder in die ursprüngliche Nachricht zurück konvertiert werden können.</li><li>Bei personenbezogenen Informationen (PII, Personal Identifiable Information) handelt es sich um Daten, die potenziell zur Identifizierung einer bestimmten Person verwendet werden können.</li><li>Amazon S3 ist ein Dienst, der zum Speichern von Daten verwendet wird. Nur autorisierte Bedrohungsforscher in Trend Micro können die dort gespeicherten Daten lesen.</li></ul>",
    "toastDCN_jp_popup_agree_chk": "Durch Aktivierung des Email Defender erkläre ich mich damit einverstanden, dass Trend Micro die Inhalte meiner Web-E-Mails verwendet.",
    "toastDCN_jp_popup_turn_on_btn": "Email Defender aktivieren",
    "toastDCN_jp_popup_turn_on": "Email Defender wurde aktiviert",
    "toastDCN_jp_popup_turn_on_desc": "Sie werden vom Email Defender darüber informiert, wenn verdächtige Inhalte in Ihrer Webmail entdeckt werden.",
    "toastDCN_jp_popup_turn_on_close": "Schließen",
    "toastDCN_new_popup_title": "Wir haben unseren Hinweis zur Datenerfassung überarbeitet.",
    "toastDCN_new_popup_desc": "<p>Dadurch können wir Betrugs- und Phishingversuche besser erkennen. Bitte lesen und akzeptieren sie unseren aktualisierten <a class=\"btn-learn-more\">Hinweis zur Datenerfassung</a>.</p><p><b>Hinweis: Email Defender wird deaktiviert, bis Sie die aktualisierten Bedingungen akzeptiert haben.</b></p><br/>",
    "toastDCN_new_popup_accept": "Akzeptieren und fortfahren",
    "toastDCN_new_popup_trun_off": "Email Defender deaktivieren",
    "whiteList_mark_sender_as_trust_title": "__senderAddress__ vertrauen und keine möglichen Betrugsfunde in den Nachrichten diese Absenders mehr anzeigen?",
    "whiteList_mark_sender_as_trust_desc": "Email Defender benachrichtigt Sie nur dann, wenn Bedrohungen in den Nachrichten dieses Absenders gefunden wurden.",
    "whiteList_remove_sender_as_trust_title": "__senderAddress__ als vertrauenswürdig entfernen?",
    "whiteList_remove_sender_as_trust_desc": "Email Defender setzt die Überprüfung potenziell betrügerischer Nachrichten fort und benachrichtigt Sie, sobald eine potenziell betrügerische Nachricht von diesem Absender erkannt wurde.",
    "whiteList_notice": "Ihre Angaben werden nur dazu verwendet, den Email Defender zu verbessern. Trend Micro wird Sie nicht direkt kontaktieren.",
    "whiteList_trust_btn": "Vertrauen",
    "whiteList_cancel_btn": "Abbrechen",
    "whiteList_mark_success_message": "<p><span class='message-title'>__senderAddress__ wird nun als vertrauenswürdiger Absender eingestuft</span><span class='message-content'>Sie werden vom Email Defender nicht mehr benachrichtigt, wenn potenzielle Betrugsversuche in den Nachrichten dieses Absenders erkannt werden.</span></p>",
    "whiteList_remove_success_message": "<p><span class='message-title'>__senderAddress__ wird nicht mehr als vertrauenswürdiger Absender eingestuft</span><span class='message-content'>Sie werden vom Email Defender benachrichtigt, wenn potenzielle Betrugsversuche in den Nachrichten dieses Absenders erkannt werden.</span></p>",
    "feedback_reportScamTitle": "<p>Vermuten Sie einen Betrugsversuch?</p>",
    "feedback_reportScamDesc": "<p>Senden Sie diese E-Mail zu Überprüfungszwecken an Trend Micro, indem Sie auf die Schaltfläche <b>Betrugsversuch melden</b> klicken.</p>",
    "feedback_reportFalseAlarmTitle": "<p>Sind Sie der Meinung, dass diese E-Mail sicher ist?</p>",
    "feedback_reportFalseAlarmDesc": "<p>Senden Sie diese E-Mail zu Überprüfungszwecken an Trend Micro, indem Sie auf die Schaltfläche <b>Falschen Alarm melden</b> klicken.</p>",
    "feedback_reportScamTitle_senderInWhiteList": "<p>Sie vermuten einen Betrugsversuch seitens einer vertrauenswürdigen Person?</p>",
    "feedback_reportScamDesc_senderInWhiteList": "<p>Senden Sie diese E-Mail zu Überprüfungszwecken an Trend Micro, indem Sie auf die Schaltfläche <b>Betrugsversuch melden</b> klicken. Dadurch wird der Absender auch aus Ihrer Liste der vertrauenswürdigen Absender entfernt.</p>",
    "feedback_reportMessagePlaceholder": "Teilen Sie uns Ihre Meinung hier mit (optional)",
    "feedback_reportScamBtn": "Betrugsversuch melden",
    "feedback_reportFalseAlarmBtn": "Falschen Alarm melden",
    "feedback_reportCancelBtn": "Abbrechen",
    "popup_sign_in_title": "Kennwort angeben",
    "popup_sign_in_desc": "Trend Micro muss Ihr Kennwort erneut verifizieren, um die Integrität Ihres Schutzes zu gewährleisten.",
    "popup_sign_in_password_placeholder": "Kennwort",
    "popup_sign_in_forget_your_password": "Kennwort vergessen?",
    "popup_sign_in_btn" : "Anmelden",
    "popup_sign_in_error_required": "Erforderlich.",
    "popup_sign_in_error_check_password": "Überprüfen Sie Ihr Kennwort und versuchen Sie es erneut.",
    "popup_sign_in_close_message": "Der Email Defender kann Sie erst schützen, wenn Sie das Kennwort für Ihr Trend Micro Konto angegeben haben. Klicken oder tippen Sie auf die __productName__ Browsererweiterung, wenn Sie bereit sind.",
    "notice_change_name_title" : "Neuer Name, gleicher Schutz",
    "notice_change_name_desc": "Betrugsbekämpfer schützt weiterhin Ihre Webmail vor Betrug und Phishing-Angriffen – mit einem neuen Namen: <span class='bold'>Email Defender</span>."
}
