{
    "scanBtn": "E-posta Koruyucu",
    "scanBtn_viewReport": "Tarama Sonucunu Görüntüle",
    "scanBtn_reportFalseAlarm": "Yanlış Alarmı Bildir",
    "scanBtn_reportScam": "Dolandırıcılık Bildir",
    "msgTooltip_1": "E-posta Koruyucu, e-postalarınızı tarayarak dolandırıcılığa ve kimlik avı saldırılarına karşı korur.",
    "msgTooltip_2": "İngilizce ve Japonca e-postalarda olası tehditleri denetlemek için tıklatın.",
    "languageNotSupport": "Güvenlik Taraması yalnızca İngilizce ve Japonca e-postaları destekler.",
    "serverErrorMessage": "Ne yazık ki Güvenlik Taraması şu anda çalışamıyor. Lütfen daha sonra yeniden deneyin.",
    "serverForbiddenErrorMessage": "Ne yazık ki Güvenlik Taraması şu anda çalışamıyor. <a id='learn_more' class='link'>Daha fazla bilgi edinin</a>",
    "serverMaintenaceMessage": "Bu durum için özür dileriz. Güvenlik Taraması'nın bazı önemli bakım işlerini __startTime__ - __endTime__ arasında bitirmesi gerekiyor. Lütfen daha sonra tekrar gelin.",
    "serverMaintenaceMessageNoTime": "Bu durum için özür dileriz. Güvenlik Taraması'nın bazı önemli bakım çalışmalarını tamamlaması gerekiyor. Lütfen daha sonra tekrar gelin.",
    "scamTitle": "Muhtemel Dolandırıcılık Algılandı",
    "scamContent": "Kendi güvenliğiniz için bilginiz dahilinde değilse ve gönderene güvenmiyorsanız bu iletideki tüm talimatları veya istekleri yoksayabilirsiniz.",
    "phishingTitle": "Kimlik Avı Bağlantısı Algılandı",
    "phishingContent": "Bu e-postada kimlik avı bağlantısı var. Olası tehditleri önlemek için lütfen bağlantıyı tıklatmayın.",
    "suspiciousTitle": "Kötü Amaçlı Bağlantı Algılandı",
    "suspiciousContent": "Bu e-postada kötü amaçlı bağlantı var. Olası tehditleri önlemek için lütfen bağlantıyı tıklatmayın.",
    "unSafeTitle": "Güvenli Olmayan İçerik Algılandı",
    "unSafeContent": "Birçok kullanıcı benzer mesajları dolandırıcılık olarak bildirdi. Göndereni tanımıyorsanız ve ona güvenmiyorsanız, güvenliğiniz için bu iletideki tüm yönergeleri veya istekleri yok sayabilirsiniz.",
    "toastActionName": "Ayrıntıları Görüntüle",
    "toastActionName_ok": "Tamam",
    "scam_toastUrlName1": "Bu uyarıya katılmıyor musunuz?",
    "scam_toastUrlName2": "Yanlış bir alarmı bildirin",
    "toastMarkSenderAsTrust": "__senderAddress__ gönderenini güvenilir olarak işaretle",
    "toastRemoveSenderAsTrust": "__senderAddress__ gönderenini güvenilir listesinden kaldır",
    "toastTrustThisSender": "Bu gönderene güven",
    "toastUrlName1": "Bu e-postanın güvenli olduğunu mu düşünüyorsunuz?",
    "toastUrlName2": "Tarama sonucunu bildir",
    "toastUtlFeedbackName": "Rapor gönderildi. Geri bildiriminiz için teşekkür ederiz.",
    "toastDCN_title": "Web Postanızı Koruyun",
    "toastDCN_title_R2209Exp1": "Web Postanızı Koruyun",
    "toastDCN_title_R2209Exp2": "E-posta korumasını saniyeler içinde açın!",
    "toastDCN_title_R2209Exp3": "Dolandırıcılar tüketicilerden 5 milyar ABD dolarından fazlasını çaldı. Kendinizi dolandırıcılık e-postalarından koruyun!",
    "toastDCN_title_R2209Exp4": "2 milyondan fazla tüketici son dolandırıcılıkların kurbanı oldu. Kendinizi dolandırıcılık e-postalarından koruyun!",
    "toastDCN_desc": "E-posta Koruyucu; Gmail, Outlook ve Yahoo Mail e-postalarınızı tarayarak dolandırıcılığa ve kimlik avı saldırılarına karşı korumaya yardımcı olur.",
    "toastDCN_desc_JPyahooMai": "E-posta Koruyucu, Gmail, Outlook ve Yahoo Mail e-postalarınızı tarayarak dolandırıcılığa ve kimlik avı saldırılarına karşı korumaya yardımcı olur.",
    "toastDCN_btn": "__feature_name__ Özelliğini Aç",
    "toastDCN_btn_en": "E-Postanızı Şimdi Koruyun",
    "toastDCN_not_now": "Şimdi değil",
    "toastDCN_do_not_show_again": "Bunu bir daha gösterme",
    "toastDCN_learn_more": "<a class='btn-learn-more'>Daha fazla bilgi</a>",
    "toastDCN_info": "E-posta Koruyucu'yi istediğiniz zaman devre dışı bırakabilirsiniz. Devre dışı bıraktığınızda, e-postalarınızın içeriği Trend Micro'ya gönderilmez ve Trend Micro tarafından taranmaz. E-posta Koruyucu'yi etkinleştirdiğinizde Trend Micro'nun e-postalarınızı nasıl güvenli bir şekilde işlediği hakkında <a class='btn-learn-more'>daha fazla bilgi edinin</a>.",
    "toastDCN_turn_on": "E-posta Koruyucu açıldı.",
    "toastDCN_fb_working": "E-posta Koruyucu Açık",
    "toastDCN_fb_not_working": "E-posta Koruyucu çalışamıyor. Bu mesajı görmeye devam ederseniz daha fazla ayrıntı için <a class='btn-learn-more'>buraya</a> tıklayın.",
    "toastDCN_popup_title": "Veri Toplama Bildirimi",
    "toastDCN_popup_desc": "<p>E-posta Koruyucu özelliğini etkinleştirdiğinizde web e-postası içeriğiniz taranmak üzere Trend Micro’ya gönderilir ve bu sayede dolandırıcılık, kimlik avı ve şüpheli e-postalara karşı koruma altına alınırsınız.</p><p>Dilediğiniz zaman E-posta Koruyucu özelliğini devre dışı bırakarak e-posta içeriğinizin Trend Micro’ya gönderilmesini ve Trend Micro tarafından taranmasını durdurabilirsiniz.</p><p>E-posta Koruyucu özelliğini açmak için <a class='btn-learn-more'>Veri Toplama Bildirimimizi</a> okumanız ve kabul etmeniz gerekir.<p>",
    "toastDCN_popup_agree": "Kabul Et ve Aç",
    "toastDCN_popup_not_now": "Şimdi değil",
    "toastDCN_jp_popup_title": "Gmail, Outlook.com ve Yahoo Mail e-postalarını koruyun",
    "toastDCN_jp_popup_desc": "<p>E-posta Koruyucu, zaman içinde gelişen yapay zeka teknolojilerini kullanarak hileli iletileri algılamaya yönelik bir bulut hizmetidir. E-posta Koruyucu, e-posta içeriğinizi taranmak üzere Trend Micro'ya göndererek sizi dolandırıcılığa, kimlik avına ve şüpheli e-postalara karşı korur. E-posta Koruyucu'yi istediğiniz zaman devre dışı bırakabilirsiniz. Devre dışı bıraktığınızda, e-postalarınızın içeriği Trend Micro'ya gönderilmez ve Trend Micro tarafından taranmaz.</p><p class='title'>E-posta Koruyucu nasıl çalışır?</p><p>Desteklediğimiz tarayıcılarda* Trend Micro Toolbar'ı* etkinleştirerek Gmail veya Outlook.com gelen kutularında e-postalarınızı okuduğunuzda, gönderen, konu ve e-posta gövdesi şifrelenir ve taranmak üzere Trend Micro E-posta Koruyucu sunucusuna gönderilir. Burada, dolandırıcılık önleme kuralları, SPN tehdit bilgileri ve yapay zeka teknolojileri uygulanarak dolandırıcılığa ilişkin analiz sonucu oluşturulur.</p><p class='title'>Toplanan Veriler</p><p>Sonucu beklerken zaman kazanmanıza yardımcı olmak için, normal e-postaların karma* değerini ve hileli e-postaların PII* içermeyen verilerini bellekte tutarak dolandırıcılık algılamayı hızlandırırız. Veriler 72 saat içinde silinir. Dolandırıcılık taramasını daha doğru hale getirmek için, \"Tarama sonucunu bildir\" kullanılarak bildirilen e-postalardan PII'leri kaldırır, e-postayı şifreler, yapay zekamızı ve kurallarımızı eğitip ayarlamak üzere Amazon S3'te* bunları depolar ve 3 ay içinde sileriz.</p><p class='list'><ul><li>Desteklenen tarayıcılar şunlardır: Chrome, IE, Firefox ve Edge</li><li>Edge için Trend Micro Toolbar, Trend Micro Security olarak adlandırılmıştır</li><li>E-posta verilerini özgün iletiye geri dönüştürülemeyen kısa bir sembol birleşimine dönüştürmek için karma kullanırız.</li><li>PII (Kişisel Olarak Tanımlanabilir Bilgiler), belirli bir kişinin kimliğini tespit etmek için kullanılabilecek verilerdir.</li><li>Amazon S3, veri depolamaya yönelik bir hizmettir. Yalnızca Trend Micro'daki yetkili tehdit araştırmacıları burada depolanan verileri okuyabilir.</li></ul>",
    "toastDCN_jp_popup_agree_chk": "E-posta Koruyucu'yi açarak Trend Micro'nun web e-postası içeriklerimi toplama şeklini kabul ediyorum.",
    "toastDCN_jp_popup_turn_on_btn": "E-posta Koruyucu'yi Aç",
    "toastDCN_jp_popup_turn_on": "E-posta Koruyucu açıldı",
    "toastDCN_jp_popup_turn_on_desc": "E-posta Koruyucu, web postalarınızda şüpheli içerik algıladığında size bildirecek.",
    "toastDCN_jp_popup_turn_on_close": "Kapat",
    "toastDCN_new_popup_title": "Veri Toplama Bildirimimizi güncelledik",
    "toastDCN_new_popup_desc": "<p>Bu güncellemeler, dolandırıcılık ve kimlik avı algılamamızı iyileştirmemize olanak sağlar. Lütfen güncellenen <a class=\"btn-learn-more\">Veri Toplama Bildirimimizi</a> okuyun ve kabul edin.</p><p><b>Not: Güncellenen koşulları kabul edene dek E-posta Koruyucu kapalı olacaktır.</b></p><br/>",
    "toastDCN_new_popup_accept": "Kabul Et ve Devam Et",
    "toastDCN_new_popup_trun_off": "E-posta Koruyucuyu Kapat",
    "whiteList_mark_sender_as_trust_title": "__senderAddress__ gönderenine güvenilsin ve bu gönderenin mesajlarındaki olası muhtemel dolandırıcılık algılamaları gösterilmesin mi?",
    "whiteList_mark_sender_as_trust_desc": "E-posta Koruyucu, yalnızca bu gönderenin mesajlarında tehdit bulunduğunda sizi bilgilendirecek.",
    "whiteList_remove_sender_as_trust_title": "__senderAddress__ göndereni güvenilir listesinden kaldırılsın mı?",
    "whiteList_remove_sender_as_trust_desc": "E-posta Koruyucu, olası dolandırıcılık mesajı kontrolüne devam edecek ve bu gönderenden olası dolandırıcılık mesajları algılandığında sizi bilgilendirecek.",
    "whiteList_notice": "Düşünceleriniz yalnızca E-posta Koruyucu’yi daha iyi hale getirmek için kullanılacaktır. Trend Micro sizinle doğrudan iletişim kurmayacaktır.",
    "whiteList_trust_btn": "Güven",
    "whiteList_cancel_btn": "İptal",
    "whiteList_mark_success_message": "<p><span class='message-title'>__senderAddress__ artık güvenilir gönderen</span><span class='message-content'>E-posta Koruyucu, bu gönderenin mesajlarında olası dolandırıcılık algılandığında artık sizi bilgilendirmeyecek.</span></p>",
    "whiteList_remove_success_message": "<p><span class='message-title'>__senderAddress__ artık güvenilir gönderen değil</span><span class='message-content'>E-posta Koruyucu, bu gönderenin mesajlarında olası dolandırıcılık algılandığında sizi bilgilendirecek.</span></p>",
    "feedback_reportScamTitle": "<p>Dolandırıcılıktan mı şüpheleniyorsunuz?</p>",
    "feedback_reportScamDesc": "<p><b>Dolandırıcılık Bildir</b> düğmesine tıklayarak bu e-postayı incelenmek üzere Trend Micro'ya gönderin.</p>",
    "feedback_reportFalseAlarmTitle": "<p>Bu e-postanın güvenli olduğunu mu düşünüyorsunuz?</p>",
    "feedback_reportFalseAlarmDesc": "<p><b>Yanlış Alarm Bildir</b> düğmesine tıklayarak bu e-postayı incelenmek üzere Trend Micro'ya gönderin.</p>",
    "feedback_reportScamTitle_senderInWhiteList": "<p>Güvendiğiniz birinden gelen dolandırıcılıktan mı şüpheleniyorsunuz?</p>",
    "feedback_reportScamDesc_senderInWhiteList": "<p><b>Dolandırıcılık Bildir</b> düğmesine tıklayarak bu e-postayı incelenmek üzere Trend Micro'ya gönderin. Bu işlem, göndereni güvenilir listenizden de kaldıracaktır.</p>",
    "feedback_reportMessagePlaceholder": "Burada düşüncelerinizi paylaşın (İsteğe bağlı)",
    "feedback_reportScamBtn": "Dolandırıcılık Bildir",
    "feedback_reportFalseAlarmBtn": "Yanlış Alarmı Bildir",
    "feedback_reportCancelBtn": "İptal",
    "popup_sign_in_title": "Parolanızı Girin",
    "popup_sign_in_desc": "Trend Micro, korumanızın bütünlüğünü sağlamak için parolanızı tekrar doğrulamalıdır.",
    "popup_sign_in_password_placeholder": "Parola",
    "popup_sign_in_forget_your_password": "Parolanızı mı unuttunuz?",
    "popup_sign_in_btn" : "Oturum Aç",
    "popup_sign_in_error_required": "Zorunlu.",
    "popup_sign_in_error_check_password": "Parolanızı kontrol edin ve yeniden deneyin.",
    "popup_sign_in_close_message": "Trend Micro Hesabınızın parolasını girene kadar E-posta Koruyucu sizi koruyamaz. Hazır olduğunda, __productName__ tarayıcı eklentisine tıklayın veya dokunun.",
    "notice_change_name_title" : "Yeni Ad, Aynı Koruma",
    "notice_change_name_desc": "Yeni adı <span class='bold'>E-posta Koruyucu</span> olan Dolandırıcılık Önleyici, web postalarınızı dolandırıcılık ve kimlik avı saldırılarına karşı korumaya devam edecek."
}
