{
  "0 Trackers Found": "0 Rastreadores Encontrados",
  "ads-category-tooltip": "Os Controladores de <strong>Anúncios/Análise</strong> recolhem dados sobre a forma como as pessoas interagem com Web sites ou campanhas publicitárias online, para poderem registar ou partilhar essas informações com outras empresas.",
  "ads/analytics": "Anúncios/Análises",
  "Allow Tracking & Profiling For Norton Sites": "Permitir o Controlo e a Criação de Perfis nos sites {{BRAND_NAME}}",
  "Before you refresh, please save your data, as you may lose any unsaved changes.": "Antes de atualizar, guarde os seus dados para não perder alterações que não estejam guardadas.",
  "Currently blocking tracking & profiling for": "De momento, está a bloquear o rastreio e a análise  de perfil em",
  "You are allowing tracking & profiling for": "Está a permitir o rastreio e a análise de perfil nos",
  "Tracking & profiling are always allowed for": "O rastreio e a análise de perfil são <strong>sempre</strong> permitidos em",
  "BETA": "BETA",
  "Blocking tracking and profiling on": "A bloquear rastreio e a análise de perfil em",
  "Close Window": "Fechar janela",
  "Allow tracking & profiling for this site": "Permitir o rastreio e a análise de perfil neste site",
  "Download a supported browser to use Norton AntiTrack.": "Transfira um browser suportado para utilizar o {{PRODUCT_NAME}}.",
  "Block Tracking & Profiling For This Site": "Bloquear o rastreio e a análise de perfil neste site",
  "Block Tracking & Profiling For Norton Sites": "Bloquear o Controlo e a Criação de Perfis nos Sites {{BRAND_NAME}}",
  "Congrats on creating your first email mask! Create more or manage them in your dashboard anytime.": "Parabéns pela criação da sua primeira máscara de e-mail! Pode criar mais ou gerir as máscaras no dashboard a qualquer momento.",
  "Dashboard": "Dashboard",
  "Explore Private Email!": "Explore o E-mail Privado!",
  "Fingerprinting": "Identificação única",
  "Fix It": "Corrigir",
  "Go To Dashboard": "Ir para o Dashboard",
  "Help & Support": "Ajuda e Suporte",
  "High": "Alto",
  "How do I turn on Tracker Blocker?": "Como ativo o Bloqueador de Rastreadores?",
  "Keep Emails Private": "Manter os E-mails Privados",
  "Low": "Baixo",
  "Medium": "Médio",
  "Minimize Window": "Minimizar janela",
  "No Trackers Found": "Nenhum Rastreador Encontrado",
  "No trackers found on": "Nenhum rastreador encontrado em <strong title={host}>{{host}}</strong>",
  "No tracking or profiling found on": "Nenhum rastreio e a análise de perfil encontrado em",
  "No tracking or profiling currently found for": "Nenhum rastreio e a análise de perfil encontrado de momento em",
  "Not Now": "Agora Não",
  "Norton sites": "Sites {{BRAND_NAME}}",
  "Norton AntiTrack": "{{PRODUCT_NAME}}",
  "Num Trackers Blocked": "{{count}} Rastreadores Bloqueados",
  "Num Trackers Not Blocked": "{{count}} Rastreadores Não Bloqueados",
  "Num trackers blocked on site": "{{count}} rastreadores bloqueados em <strong title={host}>{{host}}</strong>",
  "Num trackers not blocked on site": "{{count}} rastreadores <strong>não</strong> bloqueados em <strong title={host}>{{host}}</strong>",
  "other-category-tooltip": "<strong>Outros</strong> controladores não categorizados de outra forma anteriormente são listados aqui. As informações que recolhem sobre o seu comportamento online podem ser registadas ou partilhadas com outras empresas.",
  "Private Email": "E-mail Privado",
  "Refresh Now": "Atualizar Agora",
  "Refresh your browser to scan for trackers": "Atualize o browser para analisar a presença de rastreadores",
  "Renew Now": "Renovar Agora",
  "Settings": "Definições",
  "Set Up": "Configurar",
  "shopping-category-tooltip": "Os Controladores de <strong>Compras/Comércio Eletrónico</strong> guardam as suas informações de compras e navegação, para poderem registar ou partilhar essas informações com outras empresas.",
  "shopping/commerce": "Compras/Comércio eletrónico",
  "Sign In To Your AntiTrack App": "Iniciar Sessão na Aplicação AntiTrack",
  "Site not working correctly?": "O site não está a funcionar corretamente?",
  "Site not loading tooltip": "Alguns Web sites requerem a desativação de bloqueadores de rastreadores para funcionarem corretamente. Vamos mascarar os seus dados para forçar o site a funcionar. Continuará a ter proteção contra rastreadores.",
  "social-category-tooltip": "Os Controladores de <strong>Redes Sociais/Meios de Comunicação</strong> são criados por empresas de redes sociais e outros meios de comunicação para monitorizar o que faz, consulta e visualiza online fora dos respetivos Web sites. Estas informações podem ser registadas ou partilhadas com outras empresas.",
  "social/media": "Redes sociais/Meios de comunicação",
  "To set up the Norton AntiTrack extension, turn on Tracker Blocker now.": "Para configurar a extensão do {{PRODUCT_NAME}}, ative o Bloqueador de Controladores agora.",
  "Trackers": "Rastreadores",
  "Trackers Not Blocked": "Rastreadores Não Bloqueados",
  "Tracking & Fingerprinting": "Rastreio e Identificação Única",
  "Tracking Levels": "Níveis de Rastreio",
  "tracking-levels-tooltip": "Os <strong>Níveis de Rastreio</strong> são calculados pelo número de tentativas de rastreio que os rastreadores fazem, os tipos de atividades de rastreio que efetuam e com que frequência são encontrados em Web sites <br /><br /> A <strong>Identificação Única</strong> ocorre quando um site cria um perfil único seu, com base em leituras do software e hardware do seu computador e das preferências do site selecionadas. A identificação única não está relacionada com a sua impressão digital, mas sim com a identificação digital do seu computador.",
  "tracking/other": "Outro",
  "Try our newest feature that helps you keep your emails private, safe, and tracker-free.": "Experimente a nossa nova funcionalidade que ajuda a manter os seus e-mails privados, seguros e sem rastreadores.",
  "View Stats in App": "Ver Estatísticas na Aplicação",
  "View Supported Browsers": "Ver Browsers Suportados",
  "We're trying to make the site work correctly. If you're still having problems, try disabling AntiTrack below.": "<strong>Estamos a tentar fazer com que o site funcione corretamente.</strong> Se continuar a ter problemas, experimente desativar o AntiTrack abaixo.",
  "You Are Not Protected on Safari": "Não Está Protegido no Safari",
  "You must be signed in to the AntiTrack app for the browser extension to work.": "Tem de ter sessão iniciada na aplicação AntiTrack para que a extensão do browser funcione.",
  "You're Not Signed In To Your AntiTrack App": "Não tem sessão iniciada na aplicação AntiTrack",
  "Your Browser Is Not Supported": "O Seu Browser Não É Suportado",
  "Your Real Email is Safe!": "O seu e-mail verdadeiro está protegido!",
  "Your subscription has expired.": "A sua subscrição expirou."
}