{
  "catchPhrase": {
    "message": "Rămâneți la curent cu apariția online a filmelor și serialelor dvs. preferate!"
  },
  "and": {
    "message": "și"
  },
  "here": {
    "message": "aici"
  },
  "welcome": {
    "message": "Bine ați venit"
  },
  "season": {
    "message": "Sezon"
  },
  "episode": {
    "message": "Episod"
  },
  "seeOffers": {
    "message": "Vedeți oferta"
  },
  "remove": {
    "message": "Ștergere"
  },
  "installedIntroduction": {
    "message": "Singura aplicație care se asigură că nu veți mai pierde difuzarea serialelor și filmelor mult așteptate de dvs.!"
  },
  "installedFeatures": {
    "message": "Pop2Watch vă permite să vă abonați la emisiuni direct din paginile site-ului nostru"
  },
  "installedInstructions": {
    "message": "Apoi, vă accesați abonamentele făcând clic pe pictograma dedicată"
  },
  "installedIconLocation": {
    "message": "în bara de instrumente a browserului."
  },
  "installedDataCollection": {
    "message": "Pentru o bună funcționare, această extensie colectează date tehnice și de navigare anonimizate."
  },
  "installedChangeOptions": {
    "message": "Puteți alege în orice moment să modificați opțiunile referitoare la modul de colectare a datelor"
  },
  "gotIt": {
    "message": "Am înțeles!"
  },
  "noSubscriptionYet": {
    "message": "Nu aveți încă niciun abonament înregistrat…"
  },
  "wouldYouLikeToSubscribe": {
    "message": "Doriți să vă abonați la noile oferte?"
  },
  "goToOneOfTheseSitesToSubscribe": {
    "message": "Pentru a vă abona, mergeți la fișa unui film sau serial, site-ului nostru web:"
  },
  "mySubscriptions": {
    "message": "Abonamentele mele"
  },
  "notifySubscribe": {
    "message": "Abonați-vă la această emisiune cu noua noastră extensie, pentru a fi la curent cu disponibilitatea ei!"
  },
  "notifySubscribeComment": {
    "message": "Mă abonez!"
  },
  "notifyAlreadySubscribed": {
    "message": "Sunteți deja abonat la această emisiune."
  },
  "notifyAlreadySubscribedComment": {
    "message": "Veți primi detalii referitoare la noile informații disponibile."
  },
  "notifyMaxSubscriptions": {
    "message": "În prezent sunteți abonat la circa 50 de emisiuni!"
  },
  "notifyMaxSubscriptionsComment": {
    "message": "Acesta este numărul maxim, este necesar să efectuați o selecție făcând clic pe pictograma aflată în partea din dreapta sus a browserului dvs."
  },
  "notifyNewSubscription": {
    "message": "În acest moment sunteți abonat la această emisiune."
  },
  "notifyUnavailableService": {
    "message": "Ups… Serviciul este momentan indisponibil…"
  },
  "notifyUnavailableServiceComment": {
    "message": "Încercați din nou mai târziu… Ne cerem scuze pentru neplăcerile create."
  },
  "offersBeingImported": {
    "message": "Ofertele pentru această emisiune sunt în curs de importare…"
  },
  "noAvailableOfferForThisTitle": {
    "message": "Nu există încă o ofertă disponibilă pentru această emisiune…"
  },
  "options": {
    "message": "Opțiuni"
  },
  "privacySettings": {
    "message": "Parametri de confidențialitate"
  },
  "optionsAllowErrorsDataCollection": {
    "message": "Pop2Watch are acordul dvs. de colectare a datelor anonimizate în vederea creării rapoartelor de eroare:"
  },
  "optionsAllowUsageDataCollection": {
    "message": "Pop2Watch are acordul dvs. de colectare a datelor în vederea utilizării anumitor funcționalități."
  },
  "optionsAllowUsageDataCollectionReason": {
    "message": "Aceste date sunt transmise în vederea efectuării de analize statistice, care ne ajută să optimizăm extensia:"
  },
  "optionsAllowUsageDataCollectionForFeaturesNames": {
    "message": "tipul de funcționalități utilizate"
  },
  "optionsAllowLinksDataCollection": {
    "message": "Pop2Watch are acordul dvs. de colectare a datelor anonimizate legate de site-urile culturale vizitate. Prelucrarea acestor date se efectuează în scopuri statistice, acest proces ajutându-ne să identificăm tendințele de consum pentru bunurile de natură culturală. Parametrii linkurilor sunt resetați în mod sistematic, pentru a preveni orice transmisie de date cu caracter personal."
  },
  "optionsAllowCollectionDetail": {
    "message": "date de ordin tehnic, care includ: dispozitivul, browserul, sistemul de operare"
  }
}
