{
	"title_bar"                     : "Website Blocked by %TiProductName%",
	"page_title"                    : "Website Blocked by %TiProductName%",

	"status_DANGEROUS"              : "Dangerous Page",
	"status_SUSPICIOUS"             : "Suspicious Page",
	"status_UNTEST"                 : "Unrated Page",
	"status_RANSOMWARE"             : "Ransomware Threat",
	"status_COINMINER"				: "Dangerous Page",
	"status_SCAM"					: "Dangerous Scam Page",
	"status_PHISHING"				: "Dangerous Phishing Page",

	"ttl_threat_type"              	: "Threat Type:",
	"ttl_address"                   : "Address:",

	"desc_DANGEROUS"                : "Trend Micro has confirmed that this website can transmit malicious software, may put your network and devices at risk, or has been involved in illegal acts, online scams, or fraud.",
	"desc_SUSPICIOUS"               : "This website might transmit malicious software or shows signs of involvement in online scams or fraud.",
	"desc_UNTEST"                   : "Trend Micro has not yet tested this website and cannot warn you about any possible dangers it might contain.",
	"desc_RANSOMWARE"               : "Trend Micro has confirmed that this website can transmit malicious software capable of hijacking and holding your computer for ransom.",
	"desc_COINMINER"                : "Trend Micro has confirmed that this website can transmit unwanted scripts or files that perform actions related to cryptocurrency.",
	"desc_SCAM"                	    : "Trend Micro has confirmed that this website can transmit malicious software, may put your network and devices at risk, or has been involved in illegal acts, online scams, or fraud. <a href='' id='lnk_learn_more_scam'>Learn more about scams</a>",
	"desc_PHISHING"                	: "Trend Micro has confirmed that this website can transmit malicious software, may put your network and devices at risk, or has been involved in illegal acts, online scams, or fraud. <a href='' id='lnk_learn_more_phishing'>Learn more about phishing</a>",

	"close_window_desc"             : "Please close this page.",
	"handler_desc"                  : "Still want to open this page, despite the risk?",
	"EPM_handler_desc"              : "You must add this site to the Trusted websites list. <a href=''>Learn more</a>",
	"btn_close_window"              : "Close This Window",
	"review"                        : "Ask Trend Micro to review this site (if you consider it safe)",

	"siteowner"                     : "I am the site owner.",
	"txt_email_placeholder"         : "Email address",
	"validate_email"                : "Please enter a valid email address.",
	"txt_description_placeholder"   : "Provide a description of the site",

	"add_approved_list"             : "Don't block this again (add this to the list of trusted websites)",
	"btn_view_anyway"               : "Open Blocked Page",

	"promotion_title"               : "Want %TiShortProductName% to keep protecting you?",
	"promotion_content"             : "When your trial expires, %TiShortProductName% will no longer block unsafe websites. Buy now to stay protected.",
	"buy_now"                       : "Buy Now",

	"copyright"                     : "Copyright &copy; 2018 Trend Micro Incorporated. All rights reserved."
}
