{
  "_lang": {
    "message": "fr_CA"
  },
  "downloadButton": {
    "message": "Télécharger"
  },
  "downloadMessage": {
    "message": "Téléchargez iCloud pour Windows pour utiliser les signets iCloud."
  },
  "extDescription": {
    "message": "Synchronisez vos signets Firefox sur Windows avec les signets Safari sur votre iPhone, votre iPad et votre Mac."
  },
  "extName": {
    "message": "Signets iCloud"
  },
  "okButton": {
    "message": "OK"
  },
  "signinButton": {
    "message": "Ouvrir iCloud pour Windows"
  },
  "syncedMessage": {
    "message": "Vos signets Firefox sont synchronisés avec iCloud."
  },
  "enableBookmarksMessage": {
    "message": "Activer les signets dans iCloud pour Windows pour utiliser les signets iCloud avec Firefox."
  },
  "userConsentTitle": {
    "message": "Confidentialité"
  },
  "userConsentMessage": {
    "message": "<p>Vos signets Firefox seront synchronisés avec iCloud pour être accessibles sur tous vos appareils.</p><p> Si vous choisissez de ne pas nous autoriser à collecter vos signets, cette extension perd son utilité.</p><p>Des informations complètes sur les données personnelles que nous collectons et sur l’utilisation que nous en faisons sont fournies dans notre <a id=\"PrivacyPolicyLink\" href=\"https://www.apple.com/ca/fr/privacy/\" target=\"_blank\">politique de confidentialité</a>.</p>"
  },
  "userConsentAllowButton": {
    "message": "Oui, veuillez collecter mes données personnelles conformément à la politique de confidentialité d’Apple."
  },
  "userConsentDenyButton": {
    "message": "Non, ne collectez pas mes données personnelles."
  },
  "uninstallMessage": {
    "message": "Étant donné que vous ne consentez pas à la collecte des signets, nous vous recommandons de supprimer les signets iCloud."
  },
  "uninstallButton": {
    "message": "Supprimer les signets iCloud"
  },
  "displayConsentButton": {
    "message": "Examiner les consentements à la collecte de données"
  },
  "showUserConsentMessage": {
    "message": "Vous devez accepter la collecte de données effectuée par les signets iCloud pour que les signets puissent être synchronisés."
  },
  "showUserConsentButton": {
    "message": "Afficher la page de collecte de données"
  }
}
