{
    "id": 2784972,
    "authors": [
        {
            "id": 12390797,
            "name": "ESET",
            "url": "https://addons.mozilla.org/en-US/firefox/user/12390797/",
            "username": "ESET"
        },
        {
            "id": 17697621,
            "name": "ESET Developer",
            "url": "https://addons.mozilla.org/en-US/firefox/user/17697621/",
            "username": "anonymous-0afa608e6f446cf67116037eab38e9c7"
        }
    ],
    "average_daily_users": 186055,
    "categories": [
        "privacy-security"
    ],
    "contributions_url": "",
    "created": "2023-02-01T13:32:01Z",
    "current_version": {
        "id": 5860084,
        "compatibility": {
            "firefox": {
                "min": "109.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/eset-browser-privacy-security/versions/5860084",
        "file": {
            "id": 4404369,
            "created": "2024-12-12T16:31:53Z",
            "hash": "sha256:24c3b5201e4f83a675ce9c63ec27e819590ccf386ff38f0b21bc2996112769c6",
            "is_mozilla_signed_extension": false,
            "size": 740688,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4404369/eset_browser_privacy_security-1.0.10.xpi",
            "permissions": [
                "tabs",
                "activeTab",
                "cookies",
                "scripting",
                "storage",
                "nativeMessaging",
                "browsingData",
                "browserSettings"
            ],
            "optional_permissions": [],
            "host_permissions": [
                "<all_urls>"
            ]
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 7057,
            "is_custom": false,
            "name": {
                "en-US": "All Rights Reserved"
            },
            "slug": "all-rights-reserved",
            "url": null
        },
        "release_notes": {
            "en-US": "Improved Browser cleanup &gt; Regular cleanup functionality\nFixed help link and UI layout for specific languages"
        },
        "reviewed": "2024-12-19T11:21:50Z",
        "version": "1.0.10"
    },
    "default_locale": "en-US",
    "description": {
        "ar": "تُعد خصوصية وأمان متصفح ESET امتداداً للمتصفح مصمماً لطبقات اشتراك ESET HOME Security. وهو يعمل بجانب تقنية ESET الحائزة على جوائز لتوفير طبقة إضافية من الحماية لحياتك الرقمية — مما يوفر مستوى عالٍ من الأمان والخصوصية للمتصفح. يتم تمكينه بسهولة مع طبقة ESET HOME Security لديك ويتميز بواجهة سهلة الاستخدام لتجربة أكثر سلاسة عبر الإنترنت. متوفر لنظام التشغيل Windows فقط.  \n\nتشمل الوظائف:\n\nالبحث الآمن - يمكنك التمييز بسهولة بين نتائج البحث الآمنة وغير الآمنة . تحميك هذه الوظيفة من مواقع ويب التصيد الاحتيالي ومواقع الويب التي تحتوي على برامج ضارة والمحتوى المحتمل غير المرغوب فيه.\n\nتنظيف المتصفح - امسح بيانات متصفحك عند الطلب، أو بشكل دوري باستخدام عمليات التنظيف التلقائية — لتقليل الفوضى الرقمية وتحسين كفاءة المتصفح. تتيح هذه الوظيفة للمستخدمين تخصيص عمليات التنظيف والبقاء في حالة تسجيل الدخول إلى المواقع المستخدمة بشكل متكرر.\n\nمراجعة إعدادات موقع الويب - قم بمراجعة أذونات موقع الويب وإدارتها بسهولة، مما يضمن الوصول المناسب إلى جهازك ومعلوماتك الشخصية.* \n\nتنظيف البيانات الوصفية - شارك الوسائط لديك بثقة. تحمي هذه الوظيفة الفريدة خصوصيتك عن طريق إزالة البيانات الوصفية من الصور التي تم تحميلها إلى متصفحك. تحتوي البيانات الوصفية على معلومات مثل GPS ونوع الكاميرا ووقت التقاط الصورة — مما يكشف عن معلومات شخصية محتملة. يدعم حالياً ملفات JPEG.*\n\n\n*متوفر مع طبقة ESET HOME Security Ultimate فقط. للحصول على وصف تفصيلي لطبقات الاشتراك لدينا، يُرجى زيارة <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "bg": "Поверителност и защита на браузъра на ESET е разширение за браузър, предназначено за абонаментни нива на ESET HOME Security . Работи заедно с награждаваната технология на ESET, за да осигури допълнителен слой защита на вашия цифров живот – предлагайки повишена защита и поверителност на браузъра. Активира се лесно с вашето ниво на ESET HOME Security и разполага с удобен за потребителя интерфейс за по-плавно онлайн изживяване. Налично само за Windows.  \n\nФункциите включват:\n\nЗащитено търсене – лесно разграничаване между безопасни и опасни резултати от търсенето. Тази функция ви защитава от уеб сайтове с фишинг, уеб сайтове, съдържащи злонамерен софтуер, и потенциално нежелано съдържание.\n\nИзчистване на браузъра – изчиствайте данните на браузъра си при поискване или периодично с автоматични изчиствания – намалявайки цифровото затрупване и оптимизирайки ефективността на браузъра. Тази функция позволява на потребителите да персонализират изчистванията и да останат влезли в често използвани сайтове.\n\nПреглед на настройките на уеб сайта – преглеждайте и управлявайте разрешенията за уеб сайта с лекота, осигурявайки подходящ достъп до вашето устройство и лична информация.* \n\nИзчистване на метаданни – споделяйте медийно съдържание с увереност. Тази уникална функция защитава поверителността ви, като премахва метаданните от изображенията, качени във вашия браузър. Метаданните съдържат информация като GPS, тип камера и времето на заснемане на снимката – разкривайки потенциално лична информация. В момента поддържа JPEG файлове.*\n\n\n* Предлага се само с нивото на ESET HOME Security Ultimate. За подробно описание на нашите абонаментни нива посетете <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "bs": "ESET privatnost i bezbednost pregledača je proširenje pregledača dizajnirano za nivoe pretplate za ESET HOME Security. Radi zajedno sa nagrađivanom ESET tehnologijom kako bi vam pružio dodatni nivo zaštite u digitalnom svetu, nudeći povećanu sigurnost i privatnost pregledača. Lako se omogućava pomoću nivoa ESET HOME Security i poseduje korisnički interfejs za jednostavnije iskustvo na mreži. Dostupno samo za Windows.  \n\nFunkcionalnosti:\n\nZaštićena pretraga – Jednostavno razlikovanje sigurnih i nesigurnih rezultata pretrage. Ova funkcionalnost vas štiti od phishing veb-lokacija, veb-lokacija koje sadrže malver i potencijalno nepoželjnog sadržaja.\n\nBrisanje podataka pregledača – Obrišite podatke pregledača na zahtev ili povremeno pomoću automatskog brisanja, čime se smanjujući digitalni nered i optimizujte efikasnost pregledača. Ova funkcionalnost omogućava korisnicima da prilagode brisanje i ostanu prijavljeni na često korišćene veb-lokacije.\n\nUpravljanje podešavanjima veb-lokacije – Pregledajte dozvole za veb-lokacije i upravljajte njima sa lakoćom, osiguravajući odgovarajući pristup uređaju i ličnim podacima.* \n\nBrisanje metapodataka – Delite svoje medije sa poverenjem. Ova jedinstvena funkcionalnost štiti vašu privatnost tako što uklanja metapodatke sa slika otpremljenih u vaš pregledač. Metapodaci sadrže informacije kao što su GPS, tip kamere i vreme kada je fotografija snimljena što potencijalno otkriva lične podatke. Trenutno podržava JPEG datoteke.*\n\n\n*Dostupno samo uz ESET HOME Security Ultimate nivo. Detaljan opis naših nivoa pretplate potražite na <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "ca": "La Seguridad y privacidad del navegador de ESET es una extensión del navegador diseñada para los niveles de suscripción de ESET HOME Security. Funciona junto con la galardonada tecnología de ESET para proporcionar una capa adicional de protección a su vida digital, ofreciendo una mayor seguridad y privacidad del navegador. Se habilita fácilmente con su nivel de ESET HOME Security y cuenta con una interfaz fácil de usar para una experiencia en línea más fluida. Disponible solo para Windows.  \n\nLas funcionalidades incluyen:\n\nBúsqueda segura: distinga fácilmente entre resultados de búsqueda seguros y no seguros. Esta funcionalidad lo protege de sitios web de phishing, sitios web que contienen malware y contenido potencialmente no deseado.\n\nLimpieza del navegador: borre los datos de su navegador a pedido o periódicamente con limpiezas automáticas, lo que reduce el desorden digital y optimiza la eficiencia del navegador. Esta funcionalidad permite a los usuarios personalizar las limpiezas y permanecer conectados a los sitios de uso frecuente.\n\nRevisión de las configuraciones de los sitios web: revise y administre los permisos de los sitios web con facilidad, asegurando el acceso adecuado a su dispositivo e información personal.* \n\nLimpieza de metadatos: comparta sus medios con confianza. Esta funcionalidad única protege su privacidad al eliminar los metadatos de las imágenes cargadas en su navegador. Los metadatos contienen información como GPS, tipo de cámara y la hora en que se tomó la foto, lo que revela información potencialmente personal. Actualmente admite archivos JPEG.*\n\n\n*Disponible solo con el nivel de ESET HOME Security Ultimate. Para obtener una descripción detallada de nuestros niveles de suscripción, visite <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "cs": "ESET Zabezpečení a ochrana soukromí v prohlížeči je rozšíření prohlížeče dostupné s předplatným na úrovních ESET HOME Security. Společně s oceňovanou technologií ESET vám poskytuje další vrstvu ochrany – nabízí vyšší zabezpečení prohlížeče i vašeho soukromí. Snadno se aktivuje pomocí ESET HOME Security a má uživatelsky přívětivé rozhraní pro hladkou práci na internetu. K dispozici pouze pro systém Windows.  \n\nFunkce zahrnují:\n\nZabezpečené vyhledávání – snadné rozlišení mezi bezpečnými a nebezpečným výsledky vyhledávání. Tato funkce vás chrání před phishingovými stránkami, škodlivým kódem a potenciálně nechtěným obsahem.\n\nVyčištění prohlížeče – na vyžádání nebo pravidelně automaticky vyčistěte data prohlížeče. Snížíte tak digitální nepořádek a optimalizujte efektivitu prohlížeče. Tato funkce umožňuje přizpůsobit čištění a zůstat přihlášený na často navštěvovaných stránkách.\n\nPřehled nastavení webových stránek – snadno kontrolujte a spravujte oprávnění webových stránek, abyste zajistili odpovídající přístup k zařízení a osobním údajům.* \n\nVyčištění metadat – sdílejte důvěryhodná média. Tato jedinečná funkce chrání vaše soukromí tím, že odstraňuje metadata z obrázků nahraných do prohlížeče. Metadata obsahují informace, jako je GPS, typ fotoaparátu a čas pořízení fotografie, které mohou odhalit osobní údaje. V současné době podporuje soubory JPEG.*\n\n\n*Dostupné pouze s předplatným na úrovni ESET HOME Security Ultimate. Podrobný popis našich úrovní předplatného naleznete na <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "da": "ESET Beskyttelse af personlige oplysninger og sikkerhed i browser er en browserudvidelse, som er udviklet til ESET HOME Security-abonnementsniveauerne. Den arbejder sammen med ESETs prisbelønnede teknologi, for at give et ekstra lag beskyttelse til dit digitale liv – og den tilbyder forbedret browsersikkerhed og beskyttelse af personlige oplysninger. Den aktiveres nemt med dit ESET HOME Security-niveau, og den har en brugervenlig grænseflade, som giver en glattere onlineoplevelse. Kun tilgængelig til Windows.  \n\nFunktionaliteter omfatter:\n\nSikker søgning - Gør det let at skelne mellem sikre og usikre søgeresultater. Denne funktionalitet beskytter dig mod phishing-websteder, websteder, der indeholder malware, og potentielt uønsket indhold.\n\nBrowseroprydning - Ryd dine browserdata efter behov, eller med jævne mellemrum med automatiske oprydninger - hvilket mindsker dit digitale rod og optimerer browserens effektivitet. Denne funktionalitet giver brugerne mulighed for at tilpasse oprydninger og forblive logget ind på ofte anvendte websteder.\n\nGennemgang af webstedsindstillinger – Gennemgå og administrer let webstedstilladelser, hvilket sikrer passende adgang til din enhed og dine personlige oplysninger.* \n\nMetadataoprydning – Føl dig sikker når du deler dine medier. Denne unikke funktionalitet beskytter dit privatliv ved at fjerne metadata fra billeder, som uploades til din browser. Metadata indeholder oplysninger som GPS, kameratype og det tidspunkt, hvor billedet blev taget, hvilket potentielt kan afslører personlige oplysninger. Understøtter i øjeblikket JPEG-filer.*\n\n\n*Kun tilgængelig på ESET HOME Security Ultimate-niveauet. Du kan finde en detaljeret beskrivelse af vores abonnementsniveauer på <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "de": "ESET Browser Privacy &amp; Security ist eine Browsererweiterung, die für die ESET HOME Security Angebotsstufen entwickelt wurde.  Als Teil der mehrfach ausgezeichneten Technologie von ESET bietet das Feature dank der erhöhten Browsersicherheit noch mehr Schutz für Ihr digitales Leben und Ihre Privatsphäre. Es ist Bestandteil unserer Sicherheitslösungen für Heimanwender und lässt sich ganz einfach über die Produktoberfläche aktivieren. Nur für Windows verfügbar.  \n\nZu den Funktionalitäten gehören:\n\nSichere Suche – Unterscheiden Sie ganz einfach zwischen sicheren und unsicheren Suchergebnissen. Diese Funktion schützt Sie vor Webseiten, die Malware oder Phishing-Versuche enthalten, und potenziell unerwünschten Inhalten.\n\nBrowserbereinigung – Löschen Sie Ihre Browserdaten bei Bedarf oder in regelmäßigen Abständen mit automatischen Bereinigungen, um digitales Durcheinander zu reduzieren und die Effizienz Ihres Browsers zu optimieren. Diese Funktion ermöglicht Benutzern, Bereinigungen nach Bedarf anzupassen und z.B. bei häufig verwendeten Webseiten angemeldet zu bleiben.\n\nWebseiteneinstellungen überprüfen – Überprüfen und verwalten Sie Webseitenberechtigungen und stellen Sie sicher, dass nur rechtmäßige Zugriffe auf Ihr Gerät und Ihre persönlichen Daten erfolgen.* \n\nMetadatenbereinigung – Teilen Sie Ihre Medien ohne Bedenken. Diese einzigartige Funktion schützt Ihre Privatsphäre, indem Metadaten aus Bildern entfernt werden, die Sie in Ihrem Browser hochladen. Metadaten enthalten Informationen wie GPS-Koordinaten, Kameratyp und die Uhrzeit, zu der ein Foto aufgenommen wurde. Diese Daten geben potenziell persönliche Informationen preis. Unterstützt derzeit JPEG-Dateien.*\n\n\n*Nur in  ESET HOME Security Ultimate verfügbar. Eine detaillierte Beschreibung unserer Angebotsstufen finden Sie unter <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9d6e969f3f546099415e7299ed86a6639a294a835f866b6e62626509ce1efe67/http%3A//www.eset.de\" rel=\"nofollow\">www.eset.de</a>.",
        "el": "Η επέκταση προγράμματος περιήγησης «Απόρρητο και ασφάλεια προγράμματος περιήγησης της ESET» έχει σχεδιαστεί για τα επίπεδα συνδρομής του ESET HOME Security. Λειτουργεί παράλληλα με τη βραβευμένη τεχνολογία της ESET και παρέχει ένα πρόσθετο επίπεδο προστασίας στην ψηφιακή σας ζωή, προσφέροντας αυξημένη ασφάλεια και απόρρητο του προγράμματος περιήγησης. Ενεργοποιείται εύκολα με το επίπεδο του ESET HOME Security και διαθέτει φιλική προς τον χρήστη διασύνδεση για ομαλότερη εμπειρία στο διαδίκτυο. Διατίθεται μόνο για Windows.  \n\nΟι λειτουργικότητες περιλαμβάνουν τις εξής:\n\nΑσφαλής αναζήτηση – Μπορείτε να διακρίνετε εύκολα τα ασφαλή και μη ασφαλή αποτελέσματα αναζήτησης. Αυτή η λειτουργικότητα σάς προστατεύει από ιστότοπους phishing, ιστότοπους που περιέχουν κακόβουλο λογισμικό και από ενδεχομένως ανεπιθύμητο περιεχόμενο.\n\nΕκκαθάριση προγράμματος περιήγησης – Μπορείτε να διαγράψετε τα δεδομένα του προγράμματος περιήγησης κατ' απαίτηση ή περιοδικά με αυτόματες εκκαθαρίσεις, μειώνοντας την ψηφιακή ακαταστασία και βελτιστοποιώντας την αποτελεσματικότητα του προγράμματος περιήγησης. Αυτή η λειτουργικότητα επιτρέπει στους χρήστες να προσαρμόζουν τις εκκαθαρίσεις και να παραμένουν συνδεδεμένοι σε ιστότοπους που χρησιμοποιούνται συχνά.\n\nΑναθεώρηση ρυθμίσεων ιστότοπου – Αναθεωρήστε και διαχειριστείτε εύκολα τις άδειες του ιστότοπου, διασφαλίζοντας την κατάλληλη πρόσβαση στη συσκευή και στα προσωπικά στοιχεία σας.* \n\nΕκκαθάριση μεταδεδομένων – Μπορείτε να κάνετε κοινή χρήση των πολυμέσων σας με σιγουριά. Αυτή η μοναδική λειτουργικότητα προστατεύει το απόρρητό σας καταργώντας μεταδεδομένα από εικόνες που έχουν αποσταλεί στο πρόγραμμα περιήγησής σας. Τα μεταδεδομένα περιέχουν πληροφορίες όπως στοιχεία GPS, τον τύπο κάμερας και την ώρα λήψης της φωτογραφίας, αποκαλύπτοντας ενδεχομένως προσωπικές πληροφορίες. Προς το παρόν υποστηρίζει αρχεία JPEG.*\n\n\n*Διατίθεται μόνο με το επίπεδο ESET HOME Security Ultimate. Για μια λεπτομερή περιγραφή των επιπέδων συνδρομών της εταιρείας, επισκεφθείτε τη διεύθυνση <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "en-US": "ESET Browser Privacy &amp; Security is a browser extension designed for the ESET HOME Security subscription tiers. It works alongside ESET’s award-winning technology to provide an additional layer of protection to your digital life—offering elevated browser security and privacy. It is easily enabled with your ESET HOME Security tier and features a user-friendly interface for a smoother online experience. Available for Windows only.\n\nFunctionalities include:\nSecure Search – Easily distinguish between safe and unsafe search results. This functionality protects you from phishing websites, websites containing malware, and potentially unwanted content.\n\nBrowser Cleanup – Clear your browser data on demand, or periodically with automatic cleanups—reducing digital clutter and optimizing browser efficiency. This functionality enables users to customize cleanups and stay logged in to frequently-used sites.\n\nWebsite Setting Review – Review and manage website permissions with ease, ensuring appropriate access to your device and personal information.*\n\nMetadata Cleanup – Share your media with confidence. This unique functionality protects your privacy by removing metadata from images uploaded to your browser. Metadata contains information such as GPS, camera type, and the time the photo was taken—revealing potentially personal information. Currently supports JPEG files.*\n\n*Available with the ESET HOME Security Ultimate tier only. For a detailed description of our subscription tiers, please visit <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/cb337385144bf6298743e61fc6dbf1e83a68c39afea9559f40934eaf95d70297/https%3A//www.eset.com\" title=\"ESET\" rel=\"nofollow\">www.eset.com</a>.",
        "es": "Privacidad y seguridad del navegador de ESET es una extensión del navegador diseñada para los niveles de suscripción de ESET HOME Security. Funciona junto con la galardonada tecnología de ESET para proporcionar una capa adicional de protección a su vida digital, ofreciendo más seguridad y privacidad del navegador. Se activa fácilmente con su nivel de ESET HOME Security y cuenta con una interfaz fácil de usar para una experiencia en línea más fluida. Disponible solo para Windows.  \n\nLas funcionalidades incluyen:\n\nBúsqueda segura: distinga fácilmente entre resultados de búsqueda seguros e inseguros. Esta funcionalidad le protege de sitios web de phishing, sitios web que contienen malware y contenido potencialmente no deseado.\n\nLimpieza del navegador: borre los datos de su navegador bajo demanda o periódicamente con limpiezas automáticas, lo que reduce el desorden digital y optimiza la eficiencia del navegador. Esta funcionalidad permite a los usuarios personalizar las limpiezas y mantener iniciada la sesión en los sitios de uso frecuente.\n\nAnálisis de configuración del sitio web: revise y administre los permisos del sitio web con facilidad, asegurando el acceso adecuado a su dispositivo y su información personal.* \n\nLimpieza de los metadatos: comparta su contenido multimedia con confianza. Esta funcionalidad única protege su privacidad eliminando los metadatos de las imágenes cargadas en su navegador. Los metadatos contienen información como el GPS, el tipo de cámara y la hora en la que se hizo la foto, lo que revela información potencialmente personal. Actualmente admite archivos JPEG.*\n\n\n* Disponible solo con el nivel ESET HOME Security Ultimate. Para obtener una descripción detallada de nuestros niveles de suscripción, visite <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "et": "ESET-i Brauseri privaatsus ja turve on brauserilaiend, mis on mõeldud ESET HOME Security tellimusetasemete jaoks. See töötab koos ESET-i auhinnatud tehnoloogiaga, et lisada teie digitaalsele elule täiendav kaitsekiht, pakkudes suuremat brauseri turvet ja privaatsust. See on hõlpsalt lubatud ESET HOME Security tasemega ja sellel on kasutajasõbralik liides, mis tagab sujuvama veebikogemuse. Saadaval ainult Windowsi jaoks.  \n\nSisaldab järgmisi funktsioone.\n\nTurvaline otsing – saate hõlpsalt eristada ohutuid ja ohtlikke otsingutulemusi. See funktsioon kaitseb teid andmepüügisaitide, ründevara sisaldavate veebisaitide ja võimaliku soovimatu sisu eest.\n\nBrauseripuhastus – kustutage brauseri andmeid nõudmisel või perioodiliselt automaatsete puhastuste abil, vähendades digitaalset segadust ja optimeerides brauseri tõhusust. See funktsioon võimaldab kasutajatel kohandada puhastusi ja jääda sageli kasutatavatele saitidele sisselogituks.\n\nVeebisaidi sätete ülevaatus – saate hõlpsalt üle vaadata ja hallata veebisaidi õigusi, mis tagab asjakohase juurdepääsu teie seadmele ning isikuandmetele.* \n\nMetaandmete puhastus – jagage oma meediasisu enesekindlalt. See ainulaadne funktsioon kaitseb teie privaatsust, eemaldades metaandmed teie brauserisse üleslaaditud piltidelt. Metaandmed sisaldavad sellist teavet nagu GPS, kaamera tüüp ja foto tegemise aeg, avaldades võib-olla isikuandmeid. Praegu toetatakse JPEG-faile.*\n\n\n*Saadaval ainult tasemega ESET HOME Security Ultimate. Meie tellimusetasemete üksikasjalikuma kirjelduse leiate aadressilt <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "fi": "ESET:n Selaimen tietosuoja &amp; suojaus on selainlaajennus, joka on suunniteltu ESET HOME Security -tilaustasoille. Se toimii ESET:n palkitun teknologian rinnalla ja tarjoaa ylimääräisen suojakerroksen digitaaliseen elämääsi tehostaen selaimen turvallisuutta ja yksityisyyttä. Se on helppo ottaa käyttöön ESET HOME Security -tasolla, ja siinä on verkkokokemusta sujuvoittava käyttäjäystävällinen käyttöliittymä. Saatavana vain Windowsille.  \n\nToimintoja ovat:\n\nTurvallinen haku – Erota helposti turvalliset ja vaaralliset hakutulokset. Tämä toiminto suojaa sinua tietojenkalastelusivustoilta, haittaohjelmia sisältäviltä verkkosivustoilta ja mahdollisesti ei-toivotulta sisällöltä.\n\nSelaimen puhdistus – Tyhjennä selaimesi tiedot tarpeen mukaan tai säännöllisesti automaattisilla puhdistuksilla, mikä vähentää digitaalista sotkua ja optimoi selaimen tehokkuutta. Tämän toiminnon avulla käyttäjät voivat mukauttaa puhdistuksia ja pysyä kirjautuneena usein käytetyille sivustoille.\n\nVerkkosivuston asetusten tarkistus – Tarkista ja hallitse verkkosivustojen käyttöoikeuksia helposti, mikä varmistaa asianmukaisen pääsyn laitteeseesi ja henkilökohtaisiin tietoihisi.* \n\nMetatietojen puhdistus – Jaa mediasisältöä luottavaisin mielin. Tämä ainutlaatuinen toiminto suojaa yksityisyyttäsi poistamalla metatiedot selaimeesi ladatuista kuvista. Metatiedot sisältävät tietoja, kuten GPS-sijainnin, kameran tyypin ja valokuvan ottamisajan, mikä paljastaa mahdollisesti henkilökohtaisia tietoja. Tukee tällä hetkellä JPEG-tiedostoja.*\n\n\n*Saatavana vain ESET HOME Security Ultimate -tasolle. Lisätietoja tilaustasoista on osoitteessa <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "fr": "L'extension de navigateur Confidentialité et sécurité du navigateur d'ESET a été conçue pour les niveaux d'abonnement ESET HOME Security. Elle fonctionne avec la technologie primée d'ESET pour offrir une couche de protection supplémentaire à votre vie digitale, en renforçant la sécurité et la confidentialité du navigateur. Elle est facilement activée avec votre niveau ESET HOME Security et présente une interface conviviale pour une expérience en ligne plus fluide. Disponible pour Windows uniquement.  \n\nLes fonctionnalités comprennent notamment :\n\nRecherche sécurisée : faites facilement la différence entre des résultats de recherche sécurisés et non sécurisés . Cette fonctionnalité vous protège des sites web d'hameçonnage, des sites web contenant des logiciels malveillants et du contenu potentiellement indésirable.\n\nNettoyage du navigateur : effacez les données de votre navigateur à la demande, ou périodiquement grâce à des nettoyages automatiques, pour réduire l'encombrement numérique et optimiser l'efficacité du navigateur. Cette fonctionnalité permet aux utilisateurs de personnaliser les nettoyages et de rester connectés aux sites souvent utilisés.\n\nExamen des paramètres de sites web : examinez et gérez facilement les autorisations des sites web, en garantissant un accès approprié à votre appareil et à vos informations personnelles.* \n\nNettoyage des métadonnées : partagez vos fichiers multimédias en toute confiance. Cette fonctionnalité unique protège votre vie privée en supprimant les métadonnées des images téléchargées sur votre navigateur. Les métadonnées contiennent des informations telles que les données GPS, le type d'appareil photo et l'heure à laquelle la photo a été prise, révélant ainsi des informations potentiellement personnelles. Prend actuellement en charge les fichiers JPEG.*\n\n\n*Disponible uniquement avec le niveau ESET HOME Security Ultimate. Pour obtenir une description détaillée de nos niveaux d'abonnement, accédez au site <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "he": "התכונה 'פרטיות ואבטחה בדפדפן' של ESET היא הרחבה לדפדפן שמיועדת לשכבות מינוי של ESET HOME Security . היא פועלת לצד הטכנולוגיה עטורת הפרסים של ESET ונועדה לספק שכבת הגנה נוספת לחיים הדיגיטליים שלך - ולהציע אבטחה ופרטיות של הדפדפן ברמה גבוהה יותר. היא מופעלת בקלות עם שכבת ESET HOME Security, וכוללת ממשק ידידותי למשתמש עם חוויה מקוונת נוחה יותר. זמינה עבור Windows בלבד.  \nהפונקציות כוללות:\n\nחיפוש בטוח - ניתן להבחן בקלות בין תוצאות חיפוש בטוחות ולא בטוחות . פונקציונליות זו מגנה עליך מפני אתרי דיוג, אתרים המכילים תוכנות זדוניות ותוכן העלול להיות בלתי רצוי.\n\nניקוי דפדפן — נקה את נתוני הדפדפן לפי דרישה, או מדי פעם באמצעות ניקוי אוטומטי — כדי להפחית את העומס הדיגיטלי ולמטב את יעילות הדפדפן. פונקציונליות זו מאפשרת למשתמשים להתאים אישית את הניקוי ולהישאר מחוברים לאתרים שהם משתמשים בהם לעתים קרובות.\n\nבדיקת הגדרות של אתר אינטרנט - בדוק ונהל את הרשאות האתר בקלות, כדי להבטיח גישה מתאימה למכשיר ולמידע האישי שלך.* \n\nניקוי מטה-נתונים - שתף את המדיה שלך בצורה בטוחה. פונקציונליות ייחודית זו מגנה על פרטיותך על ידי הסרת מטה-נתונים מתמונות שהועלו לדפדפן שלך. מטה-נתונים מכילים מידע כמו GPS, סוג המצלמה והזמן שבו צולמה התמונה - ויכולים לחשוף מידע אישי. כרגע יש תמיכה בקבצי JPEG.*\n\n\n*זמין ברמה של ESET HOME Security Ultimate בלבד. לתיאור מפורט של רמות המינויים שלנו, בקר בכתובת <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "hr": "ESET-ova privatnost i sigurnost preglednika je proširenje preglednika osmišljeno za razine pretplate za ESET HOME Security. Nadopunjuje se nagrađivanom ESET-ovom tehnologijom za dodatan sloj zaštite vašeg digitalnog života, uz veću sigurnost i privatnost preglednika. Jednostavno se aktivira pomoću vaše razine programa ESET HOME Security i sadržava korisničko sučelje za besprijekorno iskustvo na internetu. Dostupno samo za Windows.  \n\nFunkcionalnosti uključuju sljedeće:\n\nSigurno pretraživanje – jednostavno razlikovanje sigurnih i nesigurnih rezultata pretraživanja. Ova funkcija vas štiti od stranica za phishing, stranica koje sadržavaju zlonamjerne programe i potencijalno neželjenog sadržaja.\n\nČišćenje preglednika – očistite podatke preglednika na zahtjev ili povremeno automatskim čišćenjem i tako smanjite digitalni nered i optimizirajte učinkovitost preglednika. Ova funkcija omogućuje korisnicima da prilagode čišćenje i ostanu prijavljeni na stranice koje često posjećuju.\n\nPregled postavki stranice – s lakoćom pregledavajte dopuštenja stranica i upravljajte njima kako biste osigurali odgovarajući pristup uređaju i osobnim podacima.* \n\nČišćenje metapodataka – pouzdano dijelite svoj medijski sadržaj. Ova jedinstvena funkcija štiti vašu privatnost tako što uklanja metapodatke sa slika prenesenih u vaš preglednik. Metapodaci sadržavaju podatke kao što su GPS, vrsta kamere i vrijeme snimanja fotografije, čime bi se mogli otkriti osobni podaci. Trenutačno podržava JPEG datoteke.*\n\n\n*Dostupno samo uz razinu ESET HOME Security Ultimate. Za detaljan opis razina pretplate posjetite <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "hu": "Az ESET Böngészős adatvédelem és biztonság egy böngészőbővítmény, amelyet az ESET HOME Security előfizetési szintjeihez terveztek. Az ESET díjnyertes technológiájával együttműködve további védelmi réteget biztosít digitális életéhez – fokozott böngészőbiztonságot és adatvédelmet kínálva. Könnyen engedélyezhető az ESET HOME biztonsági szintjével, és felhasználóbarát felülettel rendelkezik a zökkenőmentesebb online élmény érdekében. Csak Windows rendszeren érhető el.  \n\nA funkciók a következők:\n\nVédett keresés – Könnyen megkülönböztetheti abiztonságos és a nem biztonságos keresési eredményeket. Ez a funkció védelmet nyújt az adathalász webhelyek, a rosszindulatú programokat tartalmazó webhelyek és a nemkívánatos tartalmak ellen.\n\nBöngészőtisztítás – Igény szerint, illetve rendszeres időközönként automatikus tisztítással törölheti a böngésző adatait – csökkentve a felesleges digitális tartalmak mennyiségét és optimalizálva a böngésző hatékonyságát. Ez a funkció lehetővé teszi a felhasználók számára, hogy testre szabják a tisztításokat, és bejelentkezve maradjanak a gyakran használt webhelyeken.\n\nWebhelybeállítások áttekintése – Könnyedén áttekintheti és kezelheti a webhely engedélyeit, biztosítva a megfelelő hozzáférést eszközéhez és személyes adataihoz.* \n\nMetaadatok tisztítása – Magabiztosan oszthatja meg médiafájljait. Ez az egyedülálló funkció védi a magánéletét azáltal, hogy eltávolítja a metaadatokat a böngészőbe feltöltött képekből. A metaadatok olyan információkat tartalmaznak, mint a GPS, a kamera típusa és a fénykép készítésének időpontja – így potenciálisan bizalmas információkat fedhetnek fel. Jelenleg a JPEG-fájlokat támogatja.*\n\n\n*Csak az ESET HOME Security Ultimate szinttel érhető el. Előfizetési szintjeink részletes leírását az <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a> webhelyen találja.",
        "id": "Privasi &amp; Keamanan Browser ESET adalah ekstensi browser yang dirancang untuk tingkat langganan ESET HOME Security . Ekstensi dapat digunakan dengan teknologi ESET pemenang penghargaan untuk memberikan lapisan perlindungan tambahan pada kehidupan digital Anda serta menawarkan keamanan dan privasi browser yang lebih tinggi. Ekstensi ini mudah disebarkan dengan tingkat ESET HOME Security Anda dan dilengkapi antarmuka yang mudah digunakan untuk pengalaman online yang lebih lancar. Hanya tersedia untuk Windows.  \n\nFungsi yang tersedia meliputi:\n\nPencarian Aman – Dengan mudah membedakan antara hasil pencarian yang aman dan tidak aman. Fungsi ini melindungi Anda dari situs web phishing, situs web yang berisi malware, dan konten yang berpotensi tidak diinginkan.\n\nPembersihan Browser – Hapus data browser Anda sesuai permintaan, atau secara berkala dengan pembersihan otomatis sehingga mengurangi kekacauan digital dan mengoptimalkan efisiensi browser. Fungsi ini memungkinkan pengguna untuk menyesuaikan pembersihan dan tetap masuk ke situs yang sering digunakan.\n\nTinjauan Pengaturan Situs Web – Tinjau dan kelola izin situs web dengan mudah untuk memastikan akses yang sesuai ke perangkat dan informasi pribadi Anda.* \n\nPembersihan Metadata – Bagikan media Anda tanpa rasa khawatir. Fungsi unik ini melindungi privasi Anda dengan menghapus metadata dari gambar yang diunggah ke browser Anda. Metadata berisi informasi seperti GPS, jenis kamera, dan waktu pengambilan foto yang mengungkapkan kemungkinan informasi pribadi. Saat ini mendukung file JPEG.*\n\n\n*Hanya tersedia dengan langganan tingkat ESET HOME Security Ultimate. Untuk penjelasan terperinci tentang tingkatan langganan kami, kunjungi <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "it": "ESET Protezione e privacy del browser è un’estensione del browser pensata per i livelli di abbonamento ESET HOME Security. Di concerto con la pluripremiata tecnologia ESET, fornisce un ulteriore livello di protezione alla tua vita digitale, garantendo un potenziamento della sicurezza e della privacy dei browser. Grazie al livello ESET HOME Security, la procedura di attivazione rappresenta un’operazione del tutto semplice che offre un’interfaccia intuitiva per un’esperienza online più efficace. Disponibile solo per Windows.  \n\nLe funzionalità include sono le seguenti:\n\nRicerca protetta: semplifica la distinzione tra risultati di ricerca sicuri e non sicuri. Questa funzionalità offre protezione da siti web di phishing, siti web contenenti malware e contenuti potenzialmente indesiderati.\n\nPulizia del browser: cancella i dati del browser su richiesta o periodicamente con pulizie automatiche, riducendo il disordine digitale e ottimizzando l’efficienza dei browser. Questa funzionalità consente di personalizzare le pulizie e mantenere attiva l’autenticazione ai siti web utilizzati con maggiore frequenza.\n\nRevisione delle impostazioni del sito web: questa funzione consente di rivedere e di gestire le autorizzazioni dei siti web con facilità, garantendo un accesso appropriato ai dispositivi e alle informazioni personali.* \n\nPulizia dei metadati: condividi i tuoi contenuti multimediali in tutta sicurezza. Questa straordinaria funzionalità protegge la tua privacy rimuovendo i metadati dalle immagini caricate sui browser. I metadati contengono informazioni quali GPS, tipo di fotocamera e ora in cui è stata scattata la foto, rivelando informazioni potenzialmente personali. Al momento sono supportati i file in formato JPEG.*\n\n\n*Disponibile solo con il livello ESET HOME Security Ultimate. Per una descrizione dettagliata dei livelli di abbonamento disponibili, visita il sito web <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "ja": "ESETブラウザーのプライバシーおよびセキュリティは、ESET HOME Securityサブスクリプションティア向けに設計されたブラウザー拡張機能です。ESETの受賞歴のあるテクノロジーと連携し、デジタルライフの保護を強化することで、高度なブラウザーセキュリティとプライバシーを実現します。ESET HOMEセキュリティティアで簡単に有効化でき、よりスムーズなオンラインエクスペリエンスのための使いやすいインターフェースを備えています。Windowsでのみ使用できます。  \n\n次の機能が導入されています。\n\nセキュア検索 – 安全な検索結果と安全ではない検索結果を簡単に識別できます。この機能は、フィッシングWebサイト、マルウェアを含むWeb サイト、および望ましくない可能性のあるコンテンツからユーザーを保護します。\n\nブラウザークリーンアップ – オンデマンドで、または自動クリーンアップで定期的にブラウザーデータを消去し、不要なデータを削減し、ブラウザー効率を最適化します。この機能により、ユーザーはクリーンアップをカスタマイズし、頻繁に使用するサイトにログインしたままにすることができます。\n\nWebサイト設定の確認 – Webサイトの権限を簡単に確認および管理し、デバイスと個人情報への適切なアクセスを確保します。* \n\nメタデータクリーンアップ – 信頼できる方法でメディア共有できます。この独自の機能は、ブラウザーにアップロードされた画像からメタデータを削除することでプライバシーを保護します。メタデータには、GPS、カメラの種類、写真の撮影日時などの情報が含まれており、個人情報が公開される可能性があります。現在、JPEGファイルをサポートしています。*\n\n\n* ESET HOME Security Ultimateティアでのみ使用できます。サブスクリプションティアの詳細については、www.eset.comをご覧ください。",
        "ko": "ESET 브라우저 개인 정보 보호 및 보안은 ESET HOME Security 구독 계층용으로 설계된 브라우저 확장입니다. 수상 경력에 빛나는 ESET의 기술과 함께 작동하여 디지털 라이프에 대한 추가 보호 기능을 제공함으로써 브라우저 보안 및 개인 정보 보호를 향상시킵니다. ESET HOME Security 계층에서 쉽게 활성화할 수 있으며 보다 원활한 온라인 환경을 위한 사용자에게 친숙한 인터페이스를 제공합니다. Windows에서만 사용할 수 있습니다.  \n\n기능은 다음과 같습니다.\n\n안전 검색 – 안전한 검색 결과와 안전하지 않은 검색 결과를 쉽게 구분할 수 있습니다. 이 기능은 피싱 웹 사이트, 악성코드가 포함된 웹 사이트 및 사용자가 원치 않는 콘텐츠로부터 사용자를 보호합니다.\n\n브라우저 정리 – 요청 시 또는 자동 정리를 통해 주기적으로 브라우저 데이터를 삭제하여 디지털 혼란을 줄이고 브라우저 효율성을 최적화합니다. 이 기능을 사용하면 사용자가 정리를 사용자 지정하고 자주 사용하는 사이트에 로그인 상태를 유지할 수 있습니다.\n\n웹 사이트 설정 검토 – 웹 사이트 권한을 쉽게 검토하고 관리하여 장치 및 개인 정보에 대한 적절한 접근을 보장합니다.* \n\n메타데이터 정리 – 안심하고 미디어를 공유할 수 있습니다. 이 고유한 기능은 브라우저에 업로드된 이미지에서 메타데이터를 제거하여 개인 정보를 보호합니다. 메타데이터에는 GPS, 카메라 유형, 사진 촬영 시간 등의 정보가 포함되어 있어 개인 정보가 노출될 수 있습니다. 현재 JPEG 파일을 지원합니다.*\n\n\n*ESET HOME Security Ultimate 계층에서만 사용할 수 있습니다. 구독 계층에 대한 자세한 설명은 www.eset.com을 참조하십시오.",
        "lt": "ESET naršyklės privatumas ir sauga yra naršyklės plėtinys, skirtas „ESET HOME Security“ prenumeratos pakopoms. Jis veikia kartu su apdovanojimus pelniusia ESET technologija, kad suteiktų papildomą apsaugą jūsų skaitmeniniam gyvenimui, siūlydamas didesnę naršyklės saugą ir privatumą. Jis lengvai įgalinamas naudojant „ESET HOME Security“ pakopą ir turi naudotojui patogią sąsają, kad naršymas internete būtų sklandesnis. Galima naudoti tik su „Windows“.  \n\nFunkcijos, be kita ko, yra:\n\nSaugi paieška – lengvai atskirkite saugius ir nesaugius paieškos rezultatus. Ši funkcija apsaugo jus nuo apsimestinių svetainių, svetainių, kuriose yra kenkėjiškos programinės įrangos, ir galimo nepageidaujamo turinio.\n\nNaršyklės valymas – išvalykite naršyklės duomenis pagal poreikį arba periodiškai, naudodami automatinį valymą, ir taip sumažinkite skaitmeninę netvarką ir optimizuokite naršyklės efektyvumą. Ši funkcija leidžia naudotojams tinkinti valymą ir likti prisijungus prie dažnai naudojamų svetainių.\n\nSvetainės nustatymų peržiūra – lengvai peržiūrėkite ir tvarkykite svetainės leidimus, užtikrindami tinkamą prieigą prie savo įrenginio ir asmeninės informacijos.* \n\nMetaduomenų valymas – užtikrintai bendrinkite savo mediją. Ši unikali funkcija apsaugo jūsų privatumą pašalindama metaduomenis iš vaizdų, įkeltų į jūsų naršyklę. Metaduomenyse yra informacijos, pvz., GPS, fotoaparato tipas ir nuotraukos darymo laikas – atskleidžiama galima asmeninė informacija. Šiuo metu palaiko JPEG failus.*\n\n\n*Pasiekiama tik naudojant „ESET HOME Security Ultimate“ pakopą. Norėdami gauti išsamų mūsų prenumeratos pakopų aprašymą, apsilankykite adresu <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "lv": "ESET pārlūkprogrammas konfidencialitāte un drošība ir pārlūkprogrammas paplašinājums, kas paredzēts abonementa ESET HOME Security pakāpēm. Tas darbojas kopā ar ESET godalgoto tehnoloģiju, lai nodrošinātu papildu aizsardzības līmeni jūsu digitālajām darbībām, piedāvājot paaugstinātu pārlūkprogrammas drošību un konfidencialitāti. Tas ir viegli iespējojams ar ESET HOME Security pakāpi, un tam ir lietotājam draudzīgs interfeiss ērtākām iespējām tiešsaistē. Pieejams tikai operētājsistēmai Windows.  \n\nFunkcijas:\n\nDroša meklēšana — viegli atšķiriet drošus un nedrošus meklēšanas rezultātus. Šī funkcija aizsargā no pikšķerēšanas vietnēm, vietnēm, kurās ir kaitniekprogrammas, un potenciāli nevēlama satura.\n\nPārlūkprogrammas tīrīšana — notīriet pārlūkprogrammas datus pēc pieprasījuma vai periodiski, izmantojot automātisko tīrīšanu, tādējādi tiks samazināts digitālais juceklis un optimizēta pārlūkprogrammas efektivitāte. Izmantojot šo funkciju, lietotāji var pielāgot tīrīšanas darbības un palikt pieteikušies bieži izmantotajās vietnēs.\n\nTīmekļa vietnes iestatījumu pārskatīšana — ērti pārskatiet un pārvaldiet tīmekļa vietņu atļaujas, nodrošinot atbilstošu piekļuvi savai iekārtai un personas datiem.* \n\nMetadatu tīrīšana — droši kopīgojiet multivides failus. Šī unikālā funkcija aizsargā jūsu konfidencialitāti, noņemot metadatus no attēliem, kas augšupielādēti jūsu pārlūkprogrammā. Metadati satur tādu informāciju kā GPS, kameras veids un fotoattēla uzņemšanas laiks, kas var atklāt personas datus. Pašlaik atbalsta JPEG failus.*\n\n\n* Pieejams tikai ar ESET HOME Security Ultimate pakāpi. Detalizētu aprakstu par mūsu abonementu pakāpēm skatiet tīmekļa vietnē <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "nb-NO": "ESET nettlesers personvern og sikkerhet er en nettleserutvidelse laget for ESET HOME Security-abonnementsnivåene. Den fungerer sammen med ESETs prisbelønte teknologi for å gi et ekstra lag med beskyttelse til ditt digitale liv – som gir deg økt nettlesersikkerhet og personvernbeskyttelse. Den kan enkelt slås på med ESET HOME Security-nivået og inkluderer et brukervennlig grensesnitt for en jevnere opplevelse på nett. Bare tilgjengelig for Windows.  \n\nFunksjoner inkluderer:\n\nSikkert søk – Skill enkelt mellom sikre og usikre søkeresultater. Denne funksjonen beskytter deg mot phishing-nettsteder, nettsteder som inneholder skadelig programvare og potensielt uønsket innhold.\n\nNettleseropprydding – Tøm nettleserdataene dine når du trenger det, eller regelmessig med automatiske oppryddinger – reduser digitalt rot og optimaliser nettlesereffektivitet. Denne funksjonen gjør det mulig for brukere å tilpasse oppryddingsprosessen og holde seg logget på nettstedene de bruker ofte.\n\nOverblikk over nettstedsinnstillinger – Gjennomgå og administrer nettstedstillatelser enkelt, og sørg for at bare de rette personene har tilgang til enheten din og din personlige informasjon.* \n\nMetadataopprydding – Del mediene dine trygt. Denne unike funksjonen ivaretar personvernet ditt ved å fjerne metadata fra bilder som lastes opp til nettleseren din. Metadata inneholder informasjon som GPS, kameratype og tidspunktet bildet ble tatt, noe som avslører potensielt personlig informasjon. Støtter per i dag JPEG-filer.*\n\n\n*Kun tilgjengelig med ESET HOME Security Ultimate-nivået. For en detaljert beskrivelse av abonnementsnivåene våre, gå til <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "nl": "ESET Browserprivacy en -beveiliging is een browserextensie voor de abonnementsniveaus van ESET HOME Security. In combinatie met de bekroonde technologie van ESET biedt de extensie een extra beveiligingslaag en uitgebreide browserbeveiliging en -privacy. De extensie is gemakkelijke toegankelijk via het ESET HOME Security-niveau, terwijl de gebruiksvriendelijke interface zorgt voor een soepelere online-ervaring. Alleen beschikbaar voor Windows.  \n\nHier zijn enkele van de beschikbare functionaliteiten:\n\nVeilig zoeken: maak eenvoudig onderscheid tussen veilige en onveilige zoekresultaten. Deze functionaliteit beschermt u tegen phishingwebsites, websites met malware en potentieel ongewenste inhoud.\n\nBrowseropschoning: wis uw browsergegevens op aanvraag, of periodiek met automatische opschoningen, om uw digitale omgeving overzichtelijker te maken en de efficiëntie van de browser te optimaliseren. Met deze functionaliteit kunnen gebruikers hun gegevens naar behoefte opschonen en ingelogd blijven op veelgebruikte sites.\n\nWebsite-instellingenbeheer: controleer en beheer websitemachtigingen in een handomdraai, zodat u zeker weet dat u de juiste instellingen gebruikt voor de toegang tot uw apparaat en persoonlijke gegevens.* \n\nMetadataopschoning: deel uw media met vertrouwen. Deze unieke functionaliteit beschermt uw privacy door de metagegevens te verwijderen uit de afbeeldingen die naar uw browser zijn geüpload. Metagegevens bevatten informatie zoals GPS, cameratype en het tijdstip waarop de foto is gemaakt, waardoor mogelijk persoonlijke gegevens bekend worden gemaakt. Momenteel beschikbaar voor JPEG-bestanden.*\n\n\n*Alleen beschikbaar voor het ESET HOME Security Ultimate-niveau. Ga voor een gedetailleerde beschrijving van onze abonnementsniveaus naar <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "pl": "ESET Prywatność i zabezpieczenia przeglądarki to rozszerzenie przeglądarki przeznaczone dla warstw subskrypcji ESET HOME Security. Współpracuje z wielokrotnie nagradzaną technologią ESET, aby zapewnić dodatkową warstwę ochrony cyfrowego życia oraz zwiększone bezpieczeństwo i prywatność przeglądarki. Można je łatwo włączyć w warstwie ESET HOME Security i ma przyjazny dla użytkownika interfejs zapewniający płynniejsze korzystanie z Internetu. Dostępne tylko dla systemu Windows.  \n\nFunkcje obejmują:\n\nBezpieczne wyszukiwanie — łatwe rozróżnianie bezpiecznych i niebezpiecznych wyników wyszukiwania. Ta funkcja chroni przed witrynami internetowymi wyłudzającymi informacje, witrynami zawierającymi złośliwe oprogramowanie i potencjalnie niepożądaną zawartością.\n\nCzyszczenie przeglądarki — czyszczenie danych przeglądarki na żądanie lub okresowo za pomocą trybu automatycznego czyszczenia, co zmniejsza bałagan cyfrowy i optymalizuje wydajność przeglądarki. Ta funkcja umożliwia użytkownikom dostosowywanie czyszczenia i utrzymywanie zalogowania w często używanych witrynach.\n\nPrzegląd ustawień witryny internetowej — z łatwością przeglądaj uprawnienia witryny i zarządzaj nimi, aby zapewnić odpowiedni dostęp do urządzenia i danych osobowych*. \n\nCzyszczenie metadanych — udostępniaj swoje multimedia bez obaw. Ta unikatowa funkcja chroni Twoją prywatność, usuwając metadane z obrazów przesłanych do przeglądarki. Metadane zawierają informacje takie jak dane GPS, typ aparatu i czas zrobienia zdjęcia, mogą więc potencjalnie ujawniać dane osobowe. Obecnie funkcja obsługuje pliki JPEG*.\n\n\n* Dostępne tylko w warstwie ESET HOME Security Ultimate. Szczegółowy opis naszych poziomów subskrypcji można znaleźć na stronie <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "pt-BR": "O ESET Privacidade e segurança do navegador é uma extensão do navegador projetada para os níveis de assinatura do ESET HOME Security. Ele funciona em conjunto com a tecnologia premiada da ESET para fornecer uma camada adicional de proteção à sua vida digital, oferecendo alta segurança e privacidade do navegador. Ele é facilmente ativado com seu nível de Segurança ESET HOME e possui uma interface fácil de usar, para uma experiência on-line mais suave. Disponível apenas para Windows.  \n\nAs funcionalidades incluem:\n\nPesquisa segura – distingue facilmente entre resultados de pesquisa seguros e não seguros. Essa funcionalidade protege você contra sites de phishing, sites que contêm malware e conteúdo potencialmente indesejado.\n\nLimpeza do navegador – limpe os dados do seu navegador sob demanda ou periodicamente com limpezas automáticas, reduzindo a bagunça digital e otimizando a eficiência do navegador. Essa funcionalidade permite que os usuários personalizem as limpezas e permaneçam conectados a sites usados com frequência.\n\nRevisão das configurações do site – revise e gerencie as permissões do site com facilidade, garantindo o acesso apropriado ao seu dispositivo e às informações pessoais.* \n\nLimpeza de metadados – compartilhe suas mídias com confiança. Esta funcionalidade única protege a sua privacidade, removendo metadados de imagens carregadas para o seu navegador. Os metadados contêm informações como GPS, tipo de câmera e a hora em que a foto foi tirada, revelando informações potencialmente pessoais. Atualmente compatível com arquivos JPEG.*\n\n\n*Disponível apenas com o nível ESET HOME Security Ultimate. Para obter uma descrição detalhada de nossos níveis de assinatura, visite <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "ro": "Confidențialitatea și securitatea browserului ESET este o extensie de browser concepută pentru nivelurile de abonament pentru ESET HOME Security. Acesta funcționează alături de tehnologia premiată ESET pentru a oferi un nivel suplimentar de protecție vieții tale digitale, oferind securitate și confidențialitate sporite pentru browser. Se activează cu ușurință cu nivelul ESET HOME Security și are o interfață ușor de utilizat, pentru o experiență online mai fluidă. Disponibil doar pentru Windows.  \n\nFuncționalitățile includ:\n\nCăutare securizată – distingeți cu ușurință între rezultatele de căutare sigure și cele nesigure. Această funcționalitate vă protejează de site-urile de phishing, de site-urile web care conțin malware și conținut potențial nedorit.\n\nCurățare browser - Ștergeți datele browserului la cerere sau periodic folosind curățări automate, reducând dezordinea digitală și optimizând eficiența browserului. Această funcționalitate permite utilizatorilor să personalizeze curățările și să rămână conectați la site-urile utilizate frecvent.\n\nExaminarea setărilor site-ului web - Examinați și gestionați cu ușurință permisiunile site-ului web, asigurând accesul adecvat la dispozitiv și la informațiile personale.* \n\nCurățare metadate - Partajați-vă conținutul media cu încredere. Această funcționalitate unică vă protejează confidențialitatea eliminând metadatele din imaginile încărcate în browser. Metadatele conțin informații precum GPS, tipul camerei și ora la care a fost făcută fotografia, dezvăluind informații care pot avea un potențial caracter personal. Funcționalitatea acceptă în prezent fișiere JPEG.*\n\n\n*Disponibilă numai împreună cu nivelul ESET HOME Security Ultimate. Pentru o descriere detaliată a nivelurilor noastre de abonament, vă rugăm să vizitați <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "ru": "Конфиденциальность и безопасность браузера ESET — это расширение для браузера, предназначенное для подписки уровня ESET HOME Security. В комбинации с отмеченными наградами технологиями ESET оно обеспечивает дополнительный уровень защиты для вашей цифровой жизни, повышая безопасность и конфиденциальность браузера. Расширение легко включить при наличии подписки уровня ESET HOME Security. У него удобный интерфейс, который упрощает работу в Интернете. Доступно только для Windows.  \n\nВам доступны следующие функциональные возможности:\n\nЗащищенный поиск — легко различайте безопасные и опасные результаты поиска. Эта функция защищает вас от фишинговых веб-сайтов, веб-сайтов с вредоносными программами и потенциально нежелательного содержимого.\n\nОчистка браузера — очищайте данные браузера, когда требуется, или автоматически с определенной периодичностью. Это поможет уменьшить цифровой хаос и оптимизировать эффективность браузера. Эта функция позволяет пользователям настраивать очистку и оставаться авторизованными на часто используемых сайтах.\n\nПроверка настроек для веб-сайтов — с легкостью просматривайте и изменяйте разрешения для веб-сайтов, обеспечивая надлежащий доступ к вашему устройству и личной информации.* \n\nОчистка метаданных — делитесь своими мультимедийными файлами с уверенностью. Эта уникальная функция защищает вашу конфиденциальность, удаляя метаданные из изображений, загружаемых в ваш браузер. Метаданные содержат такую информацию, как данные GPS, тип камеры и время съемки, что потенциально может раскрыть личные сведения. В настоящее время поддерживаются файлы JPEG.*\n\n\n* Доступно только для уровня ESET HOME Security Ultimate. Подробное описание уровней подписки можно найти на сайте <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "sk": "Ochrana súkromia v prehliadači je rozšírenie prehliadača určené pre úrovne predplatného ESET HOME Security . Funguje v kombinácii s oceňovanou technológiou ESET a poskytuje dodatočnú vrstvu ochrany pre váš digitálny svet, vďaka čomu si môžete užívať vylepšené zabezpečenie prehliadača a súkromia. V rámci úrovne ESET HOME Security sa jednoducho aktivuje a vďaka používateľsky prívetivému rozhraniu aj ľahko používa. K dispozícii len pre systém Windows.  \n\nMedzi funkcie patrí:\n\nBezpečné vyhľadávanie – jednoducho rozlišujte medzi bezpečnými a nebezpečnými výsledkami vyhľadávania. Táto funkcia vás chráni pred phishingovými webovými stránkami, stránkami obsahujúcimi malvér a potenciálne nechceným obsahom.\n\nČistenie prehliadača – vyčistite údaje prehliadača manuálne alebo si nastavte pravidelné automatické čistenie, čím zredukujete digitálny neporiadok a optimalizujete efektivitu prehliadača. Táto funkcia umožňuje používateľom prispôsobiť čistenie a zostať prihlásený na často používaných stránkach.\n\nKontrola nastavení webových stránok – jednoducho kontrolujte a spravujte povolenia webových stránok, čím zaistíte primeranú úroveň prístupu k svojmu zariadeniu a osobným údajom.* \n\nČistenie metadát – zdieľajte svoje médiá bez obáv. Táto jedinečná funkcia chráni vaše súkromie tým, že odstraňuje metadáta z obrázkov nahraných do prehliadača. Metadáta obsahujú informácie, ako je poloha (GPS), typ fotoaparátu a čas nasnímania fotografie, ktoré môžu odhaliť osobné údaje. Funkcia v súčasnosti podporuje súbory JPEG.*\n\n\n*Dostupné len pri úrovni ESET HOME Security Ultimate. Podrobný opis našich úrovní predplatného nájdete na stránke <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/0dd7afef83d0eae474ae6a595baa304cfe7ab61d1ac6abbb48cc60f16624d1b0/http%3A//www.eset.sk\" rel=\"nofollow\">www.eset.sk</a>.",
        "sl": "ESET Zasebnost in varnost brskalnika je razširitev za brskalnik, zasnovana za razrede naročnin ESET HOME Security. Deluje skupaj z nagrajeno tehnologijo ESET in zagotavlja dodatno raven zaščite vašega digitalnega življenja – ponuja izboljšano varnost in zasebnost brskalnika. Preprosto jo lahko omogočite z razredom ESET HOME Security in vsebuje uporabnikom prijazen vmesnik za nemoteno spletno izkušnjo. Na voljo samo za Windows.  \n\nFunkcije vključujejo naslednje:\n\nVarno iskanje – preprosto razlikujte med varnimi in nevarnimi rezultati iskanja. Ta funkcija vas ščiti pred lažnimi spletnimi mesti, spletnimi mesti z zlonamerno programsko opremo in morebitno neželeno vsebino.\n\nČiščenje brskalnika – počistite podatke brskalnika na zahtevo ali občasno s samodejnim čiščenjem, s čimer zmanjšate digitalni nered in optimizirate učinkovitost brskalnika. Ta funkcija uporabnikom omogoča, da prilagodijo čiščenje in ostanejo prijavljeni na pogosto uporabljenih spletnih mestih.\n\nPregled nastavitev za spletna mesta – preprosto preglejte in upravljajte dovoljenja za spletna mesta ter tako zagotovite ustrezen dostop do naprave in osebnih podatkov.* \n\nČiščenje metapodatkov – samozavestno deljenje nosilcev podatkov. Ta edinstvena funkcija ščiti vašo zasebnost tako, da odstrani metapodatke iz slik, naloženih v brskalnik. Metapodatki vsebujejo podatke, kot so GPS, vrsta fotoaparata in čas, ko je bila fotografija posneta, kar morda razkriva osebne podatke. Trenutno podpira datoteke JPEG.*\n\n\n*Na voljo samo z razredom ESET HOME Security Ultimate. Za podroben opis naših razredov naročnin obiščite spletno mesto <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "sv-SE": "ESET Webbläsarsekretess och säkerhet är ett webbläsartillägg som utformats för abonnemangsnivåerna ESET HOME Security . Tillägget arbetar tillsammans med ESET:s prisbelönta teknik för att tillföra en extra skyddsnivå i ditt digitala liv och ge ökad webbläsarsäkerhet och integritet. Det aktiveras enkelt med din ESET HOME Security-nivå och har ett användarvänligt gränssnitt som ger en smidigare onlineupplevelse. Endast tillgängligt för Windows.  \n\nInkluderade funktioner:\n\nSäker sökning – Skilj enkelt på säkra och osäkra sökresultat. Den här funktionen skyddar dig från nätfiskewebbplatser, sidor med skadlig kod och potentiellt oönskat innehåll.\n\nWebbläsarrensning − Rensar webbläsardata vid behov eller regelbundet med automatiska rensningar − minskar den digitala röran och optimerar webbläsarens effektivitet. Med den här funktionen kan användare specialanpassa rensningar och hålla sig inloggade på webbplatser som besöks ofta.\n\nGranskning av webbplatsinställningar − Säkerställ lämplig åtkomst till din enhet och personliga information genom att granska och hantera webbplatsbehörigheter på ett enkelt sätt.* \n\nMetadatarensning − Känn dig trygg i att dela dina media. Den här unika funktionen skyddar din integritet genom att ta bort metadata från bilder som laddats upp till din webbläsare. Metadata innehåller information såsom GPS, kameratyp och tiden då fotot togs, vilket avslöjar eventuellt personlig information. Stöder för närvarande JPEG-filer.*\n\n\n*Endast tillgängligt med ESET HOME Security Ultimate-nivån. En detaljerad beskrivning av våra abonnemangsnivåer finns på <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "th": "ความเป็นส่วนตัวและความปลอดภัยของเบราว์เซอร์จาก ESET เป็นส่วนขยายเบราว์เซอร์ที่ออกแบบมาเพื่อผู้ใช้ที่สมัครสมาชิกแผน ESET HOME Security ระดับต่างๆ ทำงานควบคู่กับเทคโนโลยีที่ได้รับรางวัลของ ESET เพื่อเพิ่มการป้องกันให้กับชีวิตในโลกดิจิทัลของคุณขึ้นอีกชั้น โดยช่วยยกระดับความปลอดภัยและความเป็นส่วนตัวของเบราว์เซอร์ เปิดใช้ได้ง่ายๆ ด้วยแผน ESET HOME Security และมาพร้อมอินเทอร์เฟซที่ใช้งานง่ายเพื่อให้ท่องโลกออนไลน์ได้อย่างสะดวกสบาย พร้อมให้ใช้งานใน Windows เท่านั้น  \n\nมีฟังก์ชันดังนี้\n\nการค้นหาปลอดภัย – แยกผลการค้นหาที่ปลอดภัยออกจากผลการค้นหาที่ไม่ปลอดภัยได้ง่ายๆ ฟังก์ชันนี้จะปกป้องคุณจากเว็บไซต์ฟิชชิ่ง เว็บไซต์ที่มีมัลแวร์ และเนื้อหาที่อาจไม่พึงประสงค์\n\nการทำความสะอาดเบราว์เซอร์ – ลบข้อมูลในเบราว์เซอร์ตามที่คุณต้องการหรือเป็นระยะๆ ด้วยการทำความสะอาดอัตโนมัติ ซึ่งจะช่วยลดขยะดิจิทัลและทำให้เบราว์เซอร์ทำงานได้อย่างเต็มประสิทธิภาพ ฟังก์ชันนี้จะช่วยให้ผู้ใช้ปรับแต่งการทำความสะอาดและล็อกอินเว็บไซต์ที่ใช้บ่อยไว้ตลอดได้\n\nการตรวจสอบการตั้งค่าเว็บไซต์ – ตรวจสอบและจัดการสิทธิ์ของเว็บไซต์ได้ง่ายๆ เพื่อให้มั่นใจว่าการเข้าถึงอุปกรณ์และข้อมูลส่วนตัวของคุณจะเป็นไปด้วยความเหมาะสม* \n\nการทำความสะอาดเมตาดาต้า – แชร์สื่อของคุณได้อย่างมั่นใจ ฟังก์ชันที่โดดเด่นไม่ซ้ำใครนี้จะปกป้องความเป็นส่วนตัวของคุณโดยลบเมตาดาต้าออกจากภาพที่อัปโหลดไปยังเบราว์เซอร์ เมตาดาต้าประกอบด้วยข้อมูล อย่างเช่น GPS, ชนิดกล้อง และเวลาที่ถ่าย ซึ่งแสดงข้อมูลที่อาจเป็นข้อมูลส่วนบุคคล ปัจจุบันรองรับไฟล์ JPEG*\n\n\n*มีให้ใช้ในแผน ESET HOME Security Ultimate เท่านั้น หากต้องการอ่านคำอธิบายโดยละเอียดเกี่ยวกับระดับการสมัครสมาชิกของเรา โปรดไปที่ <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>",
        "tr": "ESET Tarayıcı Gizliliği ve Güvenlik,ESET HOME Security abonelik katmanları için tasarlanmış bir tarayıcı uzantısıdır. Dijital yaşamınıza ek bir koruma katmanı sağlamak için ESET'in ödüllü teknolojisiyle birlikte çalışarak gelişmiş tarayıcı güvenliği ve gizliliği sunar. ESET HOME Security katmanınızla kolayca etkinleştirilir ve daha sorunsuz bir çevrim içi deneyim için kullanıcı dostu bir arabirime sahiptir. Yalnızca Windows için kullanılabilir.  \n\nİşlevsellikler şunları içerir:\n\nGüvenli Arama - Güvenli ve güvenli olmayan arama sonuçlarını kolayca ayırt edin. Bu işlevsellik sizi kimlik avı web sitelerinden, zararlı yazılım içeren web sitelerinden ve istenmeyen türden olabilecek içeriklerden korur.\n\nTarayıcı Temizliği - Tarayıcı verilerinizi isteğe bağlı olarak veya otomatik temizlemelerle düzenli olarak temizleyerek dijital karmaşayı azaltın ve tarayıcı verimliliğini optimize edin. Bu işlevsellik, kullanıcıların temizlik işlemlerini özelleştirmelerini ve sık kullanılan sitelerdeki oturumlarını açık tutmalarını sağlar.\n\nWeb Sitesi Ayarlarını Gözden Geçirme - Cihazınıza ve kişisel bilgilerinize uygun erişimi sağlayarak web sitesi izinlerini kolaylıkla gözden geçirin ve yönetin.* \n\nMeta Veri Temizliği - Medyanızı güvenle paylaşın. Bu benzersiz işlev, tarayıcınıza yüklenen resimlerden meta verileri kaldırarak gizliliğinizi korur. Meta veriler; GPS, kamera türü ve fotoğrafın çekildiği zaman gibi bilgileri içerir ve kişisel bilgileri ortaya çıkarma potansiyeli taşır. Şu anda JPEG dosyalarını desteklemektedir.*\n\n\n*Yalnızca ESET HOME Security Ultimate katmanıyla kullanılabilir. Abonelik katmanlarımızın ayrıntılı bir açıklaması için lütfen <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a> adresini ziyaret edin.",
        "uk": "\"Конфіденційність і безпека браузера\" від ESET — це розширення для браузера, розроблене для підписки рівнів ESET HOME Security. Це розширення працює разом із відзначеною нагородами технологією ESET, щоб забезпечити додатковий рівень захисту вашого цифрового життя завдяки підвищеній безпеці й конфіденційності у веб-браузері. Воно легко активується за допомогою рівня безпеки ESET HOME і має зручний інтерфейс, який полегшує роботу з ним. Доступно лише для Windows.  \n\nНижче перелічені функціональні можливості:\n\nБезпечний пошук: дає змогу легко розрізняти безпечні й небезпечні результати пошуку. Ця функція забезпечує захист від фішингових веб-сайтів, веб-сайтів, що містять шкідливе програмне забезпечення або мають потенційно небажаний вміст.\n\nОчищення веб-браузера: очищайте дані браузера на вимогу або періодично за допомогою автоматичних очищень, щоб упорядкувати дані й оптимізувати роботу веб-браузера. Ця функція дає змогу користувачам налаштовувати очищення й не виходити на часто використовуваних сайтах.\n\nКерування налаштуваннями для веб-сайтів: легко переглядайте дозволи веб-сайтів і керуйте ними, щоб забезпечити належний доступ до свого пристрою і персональних даних.* \n\nОчищення метаданих: упевнено надавайте спільний доступ до медіафайлів. Ця унікальна функція захищає вашу конфіденційність завдяки видаленню метаданих із зображень, які ви передаєте через веб-браузер. Метадані містять певну інформацію, як-от координати GPS, тип камери й час зйомки фото. Ці дані потенційно можуть вважатися персональними. Наразі підтримуються файли JPEG.*\n\n\n*Доступно лише з рівнем ESET HOME Security Ultimate. Детальний опис наших рівнів підписки див. на веб-сайті <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "vi": "Quyền riêng tư &amp; bảo mật trình duyệt ESET là một tiện ích mở rộng của trình duyệt được thiết kế cho các cấp đăng ký Bảo mật ESET HOME. Tiện ích này hoạt động cùng với công nghệ từng đoạt giải thưởng của ESET để cung cấp một lớp bảo vệ bổ sung cho cuộc sống kỹ thuật số của bạn—cung cấp bảo mật và quyền riêng tư nâng cao cho trình duyệt. Dễ dàng bật tiện ích với cấp Bảo mật ESET HOME của bạn và tính năng có giao diện thân thiện với người dùng giúp đem lại trải nghiệm trực tuyến mượt mà hơn. Chỉ có sẵn cho Windows.  \n\nCác chức năng bao gồm:\n\nTìm kiếm an toàn– Dễ dàng phân biệt giữa kết quả tìm kiếm an toàn và không an toàn . Chức năng này bảo vệ bạn khỏi các trang web lừa đảo, trang web chứa phần mềm độc hại và nội dung có thể không mong muốn.\n\nDọn dẹp trình duyệt – Xóa dữ liệu trình duyệt của bạn theo yêu cầu hoặc định kỳ với tính năng dọn dẹp tự động — giảm sự lộn xộn kỹ thuật số và tối ưu hóa hiệu quả trình duyệt. Chức năng này cho phép người dùng tùy chỉnh dọn dẹp và duy trì trạng thái đăng nhập vào các trang web thường xuyên sử dụng.\n\nXem lại cài đặt trang web – Dễ dàng xem lại và quản lý các quyền đối với trang web, đảm bảo quyền truy cập thích hợp vào thiết bị và thông tin cá nhân của bạn.* \n\nDọn dẹp siêu dữ liệu - Tự tin chia sẻ nội dung phương tiện của bạn. Chức năng độc đáo này bảo vệ quyền riêng tư của bạn bằng cách xóa siêu dữ liệu khỏi hình ảnh được tải lên trình duyệt. Siêu dữ liệu chứa thông tin như GPS, loại camera và thời gian chụp ảnh—tiết lộ thông tin có thể mang tính cá nhân. Hiện hỗ trợ tệp JPEG.*\n\n\n*Chỉ khả dụng với cấp ESET HOME Security Ultimate. Để biết mô tả chi tiết về các cấp đăng ký của chúng tôi, vui lòng truy cập <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>.",
        "zh-CN": "ESET 浏览器隐私政策和安全性是专为 ESET HOME Security 订阅层设计的浏览器扩展。它会与 ESET 屡获殊荣的技术协同工作，以为您的数字生活提供额外一层保护（提供更高的浏览器安全性和隐私性）。它可以通过 ESET HOME Security 层轻松启用，具有用户友好界面，可提供更流畅的在线体验。仅适用于 Windows。  \n\n功能包括：\n\n安全搜索 - 轻松区分安全和不安全的搜索结果。此功能会保护您免受网络钓鱼网站、包含恶意软件的网站和潜在不受欢迎的内容的侵害。\n\n浏览器清理 - 手动清除浏览器数据或定期自动清理来清除浏览器数据，以减少数字混乱和优化浏览器效率。此功能使用户能够自定义清理并保持登录到常用站点。\n\n网站设置查看 - 轻松查看和管理网站权限，以确保对您设备和个人信息的适当访问。* \n\n元数据清理 - 自信地共享您的媒体。这一独特功能通过从上传到浏览器的图像中删除元数据来保护您的隐私。元数据包含诸如 GPS、相机类型和照片拍摄时间之类的信息，这些信息可能会泄露个人信息。当前支持 JPEG 文件。*\n\n\n*仅适用于 ESET HOME Security Ultimate 层。有关我们订阅层的详细说明，请访问 <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>。",
        "zh-TW": "ESET 瀏覽器隱私權與安全性是專為 ESET HOME 安全性訂閱層級設計的瀏覽器延伸模組。此延伸模組採用了 ESET 屢獲殊榮的技術，可為您的數位生活—提供額外的保護層，以及更高的瀏覽器安全性和隱私性。您可以透過 ESET HOME 安全性層級輕鬆啟用此功能，其輕鬆上手的介面可提供更流暢的線上體驗。僅適用於 Windows。  \n\n功能包括：\n\n安全搜尋 – 輕鬆區分安全和不安全的的搜尋結果。此功能可幫助您遠離網路釣魚網站、包含惡意軟體的網站，以及潛在不需要的內容。\n\n瀏覽器清除 – 視需要或透過自動清理作業定期清除瀏覽器資料—減少數位混亂並改善瀏覽器效率。此功能可讓使用者自訂清除作業，並在常用網站上保持登入。\n\n網站設定檢閱 – 輕鬆的檢閱和管理網站權限，確保您的裝置和個人資訊不受到未經允許的存取。* \n\n中繼資料清除 – 安心的共用您的媒體。這項獨特的功能會從您上傳到瀏覽器的影像移除中繼資料，藉此保護您的隱私。中繼資料包含 GPS、相機類型和照片拍攝時間等資訊—這些資訊可能會洩露個人資訊。目前支援 JPEG 檔案。*\n\n\n*僅適用於 ESET HOME Security Ultimate 層級。如需訂閱層級的詳細說明，請造訪 <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bbbd4055f60a022bf1669a9a89ad69f52526e1ea033768fd8400e6095e3c50ac/http%3A//www.eset.com\" rel=\"nofollow\">www.eset.com</a>。"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/eset-browser-privacy-security/edit",
    "guid": "browserextension@eset.com",
    "has_eula": false,
    "has_privacy_policy": false,
    "homepage": {
        "url": {
            "en-US": "https://www.eset.com/int/home/protection-plans/"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/eb2768997218fc56f4df371e5ceda8813a057086014a189b09c23fc00cf37ecd/https%3A//www.eset.com/int/home/protection-plans/"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/2784/2784972-64.png?modified=600cdfdd",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/2784/2784972-32.png?modified=600cdfdd",
        "64": "https://addons.mozilla.org/user-media/addon_icons/2784/2784972-64.png?modified=600cdfdd",
        "128": "https://addons.mozilla.org/user-media/addon_icons/2784/2784972-128.png?modified=600cdfdd"
    },
    "is_disabled": false,
    "is_experimental": true,
    "last_updated": "2024-12-19T11:21:50Z",
    "name": {
        "ar": "ESET Browser Privacy & Security",
        "bg": "ESET Browser Privacy & Security",
        "bs": "ESET Browser Privacy & Security",
        "ca": "ESET Browser Privacy & Security",
        "cs": "ESET Browser Privacy & Security",
        "da": "ESET Browser Privacy & Security",
        "de": "ESET Browser Privacy & Security",
        "el": "ESET Browser Privacy & Security",
        "en-US": "ESET Browser Privacy & Security",
        "es": "ESET Browser Privacy & Security",
        "et": "ESET Browser Privacy & Security",
        "fi": "ESET Browser Privacy & Security",
        "fr": "ESET Browser Privacy & Security",
        "he": "ESET Browser Privacy & Security",
        "hr": "ESET Browser Privacy & Security",
        "hu": "ESET Browser Privacy & Security",
        "id": "ESET Browser Privacy & Security",
        "it": "ESET Browser Privacy & Security",
        "ja": "ESET Browser Privacy & Security",
        "ko": "ESET Browser Privacy & Security",
        "lt": "ESET Browser Privacy & Security",
        "lv": "ESET Browser Privacy & Security",
        "nb-NO": "ESET Browser Privacy & Security",
        "nl": "ESET Browser Privacy & Security",
        "pl": "ESET Browser Privacy & Security",
        "pt-BR": "ESET Browser Privacy & Security",
        "ro": "ESET Browser Privacy & Security",
        "ru": "ESET Browser Privacy & Security",
        "sk": "ESET Browser Privacy & Security",
        "sl": "ESET Browser Privacy & Security",
        "sv-SE": "ESET Browser Privacy & Security",
        "th": "ESET Browser Privacy & Security",
        "tr": "ESET Browser Privacy & Security",
        "uk": "ESET Browser Privacy & Security",
        "vi": "ESET Browser Privacy & Security",
        "zh-CN": "ESET Browser Privacy & Security",
        "zh-TW": "ESET Browser Privacy & Security"
    },
    "previews": [
        {
            "id": 288352,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/288/288352.png?modified=1717428636",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/288/288352.jpg?modified=1717428636"
        },
        {
            "id": 288353,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/288/288353.png?modified=1717428636",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/288/288353.jpg?modified=1717428636"
        },
        {
            "id": 300317,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/300/300317.png?modified=1717428641",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/300/300317.jpg?modified=1717428641"
        },
        {
            "id": 288355,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/288/288355.png?modified=1717428636",
            "position": 3,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/288/288355.jpg?modified=1717428636"
        },
        {
            "id": 288356,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/288/288356.png?modified=1717428636",
            "position": 4,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/288/288356.jpg?modified=1717428636"
        },
        {
            "id": 288357,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/288/288357.png?modified=1717428636",
            "position": 5,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/288/288357.jpg?modified=1717428636"
        }
    ],
    "promoted": {
        "apps": [
            "firefox",
            "android"
        ],
        "category": "notable"
    },
    "ratings": {
        "average": 4.4375,
        "bayesian_average": 4.373294121502841,
        "count": 96,
        "text_count": 15
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/eset-browser-privacy-security/reviews/",
    "requires_payment": true,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/2784972",
    "slug": "eset-browser-privacy-security",
    "status": "public",
    "summary": {
        "ar": "استمتع بحماية المتصفح الممتدة مع خصوصية وأمان متصفح ESET — بما في ذلك تنظيف البيانات الوصفية الفريد والبحث الآمن والمزيد.",
        "bg": "Насладете се на разширена защита на браузъра с поверителност и защита на браузъра на ESET – включва уникалното изчистване на метаданни, защитено търсене и др.",
        "bs": "Uživajte u proširenoj zaštiti pregledača pomoću ESET privatnosti i bezbednosti pregledača – sadrži jedinstvenu funkciju brisanja metapodataka, zaštićenu pretragu i još mnogo toga.",
        "ca": "Privacidad y seguridad del navegador de ESET es una extensión del navegador diseñada para los niveles de suscripción de ESET HOME Security  . Funciona junto con la galardonada tecnología de ESET para proporcionar una capa adicional de protección a su",
        "cs": "Rozšířená ochrana prohlížeče ESET Zabezpečení a ochrana soukromí v prohlížeči – nabízí vyčištění metadat, zabezpečené vyhledávání a další funkce.",
        "da": "Udnyt den udvidede browserbeskyttelse med ESET Beskyttelse af personlige oplysninger og sikkerhed i browser – som omfatter den unikke metadataoprydning, sikker søgning og meget mere.",
        "de": "Profitieren Sie von erweiterter Sicherheit beim Surfen mit ESET Browser Privacy &amp; Security – einschließlich einzigartiger Metadatenbereinigung, sicherer Suche und mehr.",
        "el": "Απολαύστε εκτεταμένη προστασία προγράμματος περιήγησης με την επέκταση «Απόρρητο και ασφάλεια προγράμματος περιήγησης της ESET», που περιλαμβάνει τη μοναδική δυνατότητα Εκκαθάρισης μεταδεδομένων, την Ασφαλή αναζήτηση και πολλά άλλα.",
        "en-US": "Enjoy extended browser protection with ESET Browser Privacy &amp; Security—includes the unique Metadata Cleanup, Secure Search and more.",
        "es": "Disfrute de una protección del navegador ampliada con Privacidad y seguridad del navegador de ESET: incluye la exclusiva limpieza de los metadatos, la búsqueda segura y más.",
        "et": "Nautige laiendatud brauserikaitset ESET-i funktsiooniga Brauseri privaatsus ja turve, mis sisaldab ainulaadset metaandmete puhastust, turvalist otsingut ja muud.",
        "fi": "Suojaa selain tehokkaammin ESET:n Selaimen tietosuoja &amp; suojaus -ominaisuudella, joka sisältää ainutlaatuisen metatietojen puhdistuksen, turvallisen haun ja paljon muuta.",
        "fr": "Bénéficiez d'une protection étendue du navigateur avec l'extension Confidentialité et sécurité du navigateur d'ESET, qui comprend le nettoyage des métadonnées, la recherche sécurisée et bien plus encore.",
        "he": "באפשרותך ליהנות מהגנת דפדפן מורחבת עם התכונה של ESET של פרטיות ואבטחה בדפדפן — כולל תכונה ייחודית של ניקוי מטה-נתונים,חיפוש בטוח ועוד.",
        "hr": "Uživajte u proširenoj zaštiti preglednika uz ESET-ovu privatnost i sigurnost preglednika – uključuje jedinstveno čišćenje metapodataka, sigurno pretraživanje i još mnogo toga.",
        "hu": "Az ESET Böngészős adatvédelem és biztonság kiterjesztett böngészővédelmet biztosít, amely többek között olyan egyedi funkciókat foglal magában mint a Metaadatok tisztítása és a Védett keresés.",
        "id": "Nikmati proteksi browser yang diperluas dengan Privasi &amp; Keamanan Browser ESET, termasuk Pembersihan Metadata unik, Pencarian Aman, dan lainnya.",
        "it": "Approfitta dei vantaggi offerti dalla protezione estesa del browser con ESET Protezione e privacy del browser, un’applicazione che include funzioni esclusive quali Pulizia dei metadatizia dei metadati, Ricerca protetta e così via.",
        "ja": "独自のメタデータクリーンアップ、セキュア検索などを含むESETブラウザーのプライバシーおよびセキュリティで強化されたブラウザーの保護をご利用ください。",
        "ko": "ESET 브라우저 개인 정보 보호 및 보안(고유한 메타데이터 정리, 안전 검색 등)을 통해 확장된 브라우저 보호 기능을 사용할 수 있습니다.",
        "lt": "Mėgaukitės išplėstine naršyklės apsauga naudodami ESET naršyklės privatumą ir saugą – šis plėtinys apima unikalų metaduomenų valymą, saugią paiešką ir dar daugiau.",
        "lv": "Izmantojiet paplašinātu pārlūkprogrammas aizsardzību ar ESET pārlūkprogrammas konfidencialitāti un drošību — tā ietver unikālu metadatu tīrīšanu, drošu meklēšanu un citas iespējas.",
        "nb-NO": "Få utvidet nettleserbeskyttelse med ESET nettlesers personvern og sikkerhet – inkluderer den unike funksjonen Metadataopprydding, Sikkert søk og flere.",
        "nl": "Profiteer van uitgebreide browserbeveiliging met ESET Browserprivacy en -beveiliging, inclusief de unieke functies Metadataopschoning, Veilig zoeken, enzovoort.",
        "pl": "Rozszerzona ochrona przeglądarki dzięki rozwiązaniu ESET Prywatność i zabezpieczenia przeglądarki — obejmuje unikatowe funkcje Czyszczenie metadanych, Bezpieczne wyszukiwanie i wiele innych.",
        "pt-BR": "Aproveite a proteção do navegador estendida com o ESET Privacidade e segurança do navegador — inclui a exclusiva Limpeza de metadados, Pesquisa segura e muito mais.",
        "ro": "Bucurați-vă de protecție pentru browser extinsă cu Confidențialitatea și securitatea browserului ESET, care include produsele unice Curățarea metadatelor, Căutare securizată și altele.",
        "ru": "Функция «Конфиденциальность и безопасность браузера» обеспечивает расширенную защиту для браузера, в том числе предлагает уникальные возможности очистки метаданных, защищенного поиска и многое другое.",
        "sk": "Využite výhody vylepšeného zabezpečenia prehliadača vďaka rozšíreniu Ochrana súkromia v prehliadači, ktoré obsahuje jedinečné funkcie Čistenie metadát, Bezpečné vyhľadávanie a ďalšie.",
        "sl": "Uživajte v razširjeni zaščiti brskalnika z razširitvijo ESET Zasebnost in varnost brskalnika – vključuje edinstveno čiščenje metapodatkov, varno iskanje in drugo.",
        "sv-SE": "Njut av utökat webbläsarskydd med ESET Webbläsarsekretess och säkerhet − inkluderar vår unika Metadatarensning, Säker sökning med mera.",
        "th": "ป้องกันเบราว์เซอร์ได้มากขึ้นด้วยความเป็นส่วนตัวและความปลอดภัยของเบราว์เซอร์จาก ESET ที่มาพร้อมการทำความสะอาดเมตาดาต้า การค้นหาปลอดภัย และอีกมากมาย",
        "tr": "Benzersiz Meta Veri Temizliği, Güvenli Arama ve daha fazlasını içeren ESET Tarayıcı Gizliliği ve Güvenlik ile genişletilmiş tarayıcı korumasından yararlanın.",
        "uk": "Скористайтеся перевагами розширеного захисту веб-браузера завдяки функції \"Конфіденційність і безпека браузера\" від ESET, зокрема таким можливостям, як \"Очищення метаданих\", \"Безпечний пошук\" тощо.",
        "vi": "Tận hưởng khả năng bảo vệ trình duyệt mở rộng với Quyền riêng tư &amp; bảo mật trình duyệt ESET—bao gồm Dọn dẹp siêu dữ liệu, Tìm kiếm an toàn độc đáo và hơn thế nữa.",
        "zh-CN": "通过 ESET 浏览器隐私政策和安全性（包括独特的元数据清理、安全搜索等），享有扩展的浏览器防护。",
        "zh-TW": "透過 ESET 瀏覽器隱私權與安全性享受更完備的瀏覽器防護—包括獨特的中繼資料清除、安全搜尋及其他功能。"
    },
    "support_email": {
        "ar": "browserextension@eset.com",
        "bg": "browserextension@eset.com",
        "bs": "browserextension@eset.com",
        "ca": "browserextension@eset.com",
        "cs": "browserextension@eset.com",
        "da": "browserextension@eset.com",
        "de": "browserextension@eset.com",
        "el": "browserextension@eset.com",
        "en-US": "browserextension@eset.com",
        "es": "browserextension@eset.com",
        "et": "browserextension@eset.com",
        "fi": "browserextension@eset.com",
        "fr": "browserextension@eset.com",
        "he": "browserextension@eset.com",
        "hr": "browserextension@eset.com",
        "hu": "browserextension@eset.com",
        "id": "browserextension@eset.com",
        "it": "browserextension@eset.com",
        "ja": "browserextension@eset.com",
        "ko": "browserextension@eset.com",
        "lt": "browserextension@eset.com",
        "lv": "browserextension@eset.com",
        "nb-NO": "browserextension@eset.com",
        "nl": "browserextension@eset.com",
        "pl": "browserextension@eset.com",
        "pt-BR": "browserextension@eset.com",
        "ro": "browserextension@eset.com",
        "ru": "browserextension@eset.com",
        "sk": "browserextension@eset.com",
        "sl": "browserextension@eset.com",
        "sv-SE": "browserextension@eset.com",
        "th": "browserextension@eset.com",
        "tr": "browserextension@eset.com",
        "uk": "browserextension@eset.com",
        "vi": "browserextension@eset.com",
        "zh-CN": "browserextension@eset.com",
        "zh-TW": "browserextension@eset.com"
    },
    "support_url": {
        "url": {
            "ar": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "bg": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "bs": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "ca": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "cs": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "da": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "de": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "el": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "en-US": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "es": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "et": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "fi": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "fr": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "he": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "hr": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "hu": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "id": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "it": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "ja": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "ko": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "lt": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "lv": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "nb-NO": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "nl": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "pl": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "pt-BR": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "ro": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "ru": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "sk": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "sl": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "sv-SE": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "th": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "tr": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "uk": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "vi": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "zh-CN": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "zh-TW": "https://forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/"
        },
        "outgoing": {
            "ar": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "bg": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "bs": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "ca": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "cs": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "da": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "el": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "et": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "fi": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "he": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "hr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "hu": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "id": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "ko": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "lt": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "lv": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "nb-NO": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "ro": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "sk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "sl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "sv-SE": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "th": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "tr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "uk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "vi": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/",
            "zh-TW": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2092e9aacb688da3d268bda254771bab8a7236967744af0effb3c629a9dad959/https%3A//forum.eset.com/forum/23-eset-internet-security-eset-smart-security-premium/"
        }
    },
    "tags": [
        "anti malware",
        "antivirus",
        "privacy",
        "security"
    ],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/eset-browser-privacy-security/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/eset-browser-privacy-security/versions/",
    "weekly_downloads": 5962,
    "_score": null
}