{
    "scanBtn": "Email Defender",
    "scanBtn_viewReport": "Afficher le résultat du scan",
    "scanBtn_reportFalseAlarm": "Signaler une fausse alarme",
    "scanBtn_reportScam": "Signaler une escroquerie",
    "msgTooltip_1": "La Email Defender scanne et protège vos e-mails contre les escroqueries et les attaques de phishing.",
    "msgTooltip_2": "Cliquez dans des e-mails en anglais ou en japonais pour vérifier la présence de menaces potentielles.",
    "languageNotSupport": "Le scan de sécurité prend uniquement en charge les e-mails en anglais ou en japonais.",
    "serverErrorMessage": "Désolé, le scan de sécurité ne peut pas fonctionner maintenant. Réessayez ultérieurement.",
    "serverForbiddenErrorMessage": "Désolé, le scan de sécurité ne peut pas fonctionner maintenant. <a id='learn_more' class='link'>En savoir plus</a>",
    "serverMaintenaceMessage": "Désolé du désagrément. Le scan de sécurité doit terminer certaines tâches de maintenance importantes de __startTime__ à __endTime__. Merci de revenir plus tard.",
    "serverMaintenaceMessageNoTime": "Désolé du désagrément. Le scan de sécurité doit terminer d'importants travaux de maintenance. Merci de revenir plus tard.",
    "scamTitle": "Détection d'une escroquerie potentielle",
    "scamContent": "Pour votre sécurité, ignorez les instructions ou les demandes de ce message, sauf si vous connaissez et approuvez déjà l’expéditeur.",
    "phishingTitle": "Lien de phishing détecté",
    "phishingContent": "Cet e-mail contient un lien de phishing. Afin d'éviter toute menace potentielle, ne cliquez pas dessus.",
    "suspiciousTitle": "Lien malveillant détecté",
    "suspiciousContent": "Cet e-mail contient un lien malveillant. Afin d'éviter toute menace potentielle, ne cliquez pas dessus.",
    "unSafeTitle": "Contenu à risque détecté",
    "unSafeContent": "De nombreux utilisateurs ont signalé des messages similaires comme étant des escroqueries. Pour votre sécurité, ignorez les instructions ou les demandes de ce message, sauf si vous connaissez déjà l'expéditeur et que vous lui faites confiance.",
    "toastActionName": "Afficher les détails",
    "toastActionName_ok": "OK",
    "scam_toastUrlName1": "Vous n'êtes pas d'accord avec cet avertissement ?",
    "scam_toastUrlName2": "Signaler une fausse alarme",
    "toastMarkSenderAsTrust": "Ajouter __senderAddress__ aux expéditeurs de confiance",
    "toastRemoveSenderAsTrust": "Supprimer __senderAddress__ des expéditeurs de confiance",
    "toastTrustThisSender": "Faire confiance à cet expéditeur",
    "toastUrlName1": "Vous pensez que cet e-mail ne présente aucun danger ?",
    "toastUrlName2": "Signaler le résultat du scan",
    "toastUtlFeedbackName": "Rapport envoyé. Merci pour vos commentaires.",
    "toastDCN_title": "Protégez votre webmail",
    "toastDCN_title_R2209Exp1": "Protégez votre messagerie web",
    "toastDCN_title_R2209Exp2": "Activez la protection des e-mails en quelques secondes !",
    "toastDCN_title_R2209Exp3": "Les escrocs ont volé plus de 5 milliards de dollars aux consommateurs. Protégez-vous des e-mails frauduleux !",
    "toastDCN_title_R2209Exp4": "Plus de 2 millions de consommateurs ont été victimes d'escroqueries récentes. Protégez-vous des e-mails frauduleux !",
    "toastDCN_desc": "La Email Defender scanne et vous permet de protéger vos comptes Gmail, Outlook et Yahoo Mail contre les escroqueries et les attaques d'hameçonnage.",
    "toastDCN_desc_JPyahooMai": "La Email Defender scanne et vous permet de protéger vos comptes Gmail, Outlook.com et Yahoo Mail contre les escroqueries et les attaques d'hameçonnage.",
    "toastDCN_btn": "Activer __feature_name__",
    "toastDCN_btn_en": "Protégez votre e-mail maintenant",
    "toastDCN_not_now": "Plus tard",
    "toastDCN_do_not_show_again": "Ne plus afficher ce message",
    "toastDCN_learn_more": "<a class='btn-learn-more'>En savoir plus</a>",
    "toastDCN_info": "Vous pouvez à tout moment désactiver la Email Defender. Trend Micro ne recevra alors pas le contenu de votre e-mail ni ne le scannera. <a class='btn-learn-more'>Découvrez</a> comment Trend Micro gère vos e-mails en toute sécurité lorsque vous activez la Email Defender.",
    "toastDCN_turn_on": "La Email Defender a été activée.",
    "toastDCN_fb_working": "La Email Defender est activée",
    "toastDCN_fb_not_working": "La fonctionnalité Email Defender ne fonctionne pas. Si ce message continue de s'afficher, cliquez <a class='btn-learn-more'>ici</a> pour en savoir plus.",
    "toastDCN_popup_title": "Avis relatif à la collecte des données",
    "toastDCN_popup_desc": "<p>L'activation d'Email Defender vous protège contre les escroqueries, le phishing et les e-mails suspects en envoyant le contenu de votre e-mail Web à Trend Micro pour le scanner.</p><p>Vous pouvez à tout moment désactiver Email Defender. Trend Micro ne recevra alors pas le contenu de votre e-mail ni ne le scannera.</p><p>Pour activer Email Defender, vous devez lire et accepter notre <a class='btn-learn-more'>Avis relatif à la collecte des données</a>.<p>",
    "toastDCN_popup_agree": "Accepter et activer",
    "toastDCN_popup_not_now": "Plus tard",
    "toastDCN_jp_popup_title": "Protéger Gmail, Outlook.com et Yahoo Mail",
    "toastDCN_jp_popup_desc": "<p>La Email Defender est un service cloud permettant de détecter les messages frauduleux à l'aide de technologies d'intelligence artificielle qui ont évolué avec le temps. L'utilisation de la Email Defender vous protège contre les escroqueries, le phishing et les e-mails suspects en envoyant le contenu de votre messagerie électronique à Trend Micro pour le scanner. Vous pouvez à tout moment désactiver la Email Defender. Trend Micro ne recevra alors pas le contenu de votre e-mail ni ne le scannera.</p><p class='title'>Comment la Email Defender fonctionne-t-elle ?</p><p>Lorsque vous lisez un e-mail dans Gmail ou Outlook.com en utilisant l'un des navigateurs pris en charge* et avec Trend Micro Toolbar* activé, l'expéditeur, l'objet et le corps de l'e-mail seront chiffrés et transmis au serveur Email Defender Trend Micro à des fins de scan. C'est là que les règles anti-fraude, les informations sur les menaces SPN et les technologies d'intelligence artificielle sont appliquées pour créer le résultat de l'analyse de fraude.</p><p class='title'>Données collectées</p><p>Pour vous éviter d'attendre le résultat, nous conservons en mémoire la valeur de hachage* des e-mails normaux et des données sans PII* d'e-mails frauduleux pour accélérer la détection des fraudes, et les données seront supprimées dans les 72 heures. Pour rendre le scan de la fraude plus précis, nous supprimerons les PII des e-mails signalés à l'aide de \"Signaler le résultat du scan\", que nous chiffrerons, puis nous stockerons ces informations sur Amazon S3 * afin de former et d'ajuster notre intelligence artificielle ainsi que nos règles que nous supprimerons dans les 3 mois.</p><p class='list'><ul><li>Les navigateurs pris en charge sont les suivants : Chrome, IE, Firefox et Edge</li><li>Trend Micro Toolbar for Edge est nommée Trend Micro Security</li><li>Nous utilisons le hachage pour transformer les données de messagerie électronique en une courte combinaison de symboles qui ne peut pas être reconvertie en message d'origine.</li><li>Les informations d'identification personnelle (PII, Personal Identifiable Information) désignent toute donnée susceptible d'être utilisée pour identifier une personne en particulier.</li><li>Amazon S3 est un service utilisé pour stocker des données. Seuls les chercheurs en menaces autorisés chez Trend Micro peuvent lire les données qui y sont stockées.</li></ul>",
    "toastDCN_jp_popup_agree_chk": "J'accepte la façon dont Trend Micro collecte le contenu de mon e-mail Web en activant la Email Defender.",
    "toastDCN_jp_popup_turn_on_btn": "Activer la Email Defender",
    "toastDCN_jp_popup_turn_on": "La Email Defender a été activée",
    "toastDCN_jp_popup_turn_on_desc": "La Email Defender vous avertira lorsqu'elle détectera un contenu suspect dans votre webmail.",
    "toastDCN_jp_popup_turn_on_close": "Fermer",
    "toastDCN_new_popup_title": "Notre Avis relatif à la collecte des données a été mis à jour",
    "toastDCN_new_popup_desc": "<p>Ces mises à jour nous permettent d'améliorer la détection des escroqueries et des hameçonnages. Lisez et acceptez notre <a class=\"btn-learn-more\">Avis relatif à la collecte des données</a> mis à jour.</p><p><b>Remarque : Email Defender sera désactivé jusqu'à ce que vous acceptiez l'avis mis à jour.</b></p><br/>",
    "toastDCN_new_popup_accept": "Accepter et continuer",
    "toastDCN_new_popup_trun_off": "Désactiver Email Defender",
    "whiteList_mark_sender_as_trust_title": "Faire confiance à __senderAddress__ et cesser d'afficher les détections d'escroqueries potentielles dans les messages de cet expéditeur ?",
    "whiteList_mark_sender_as_trust_desc": "La fonctionnalité Email Defender vous avertira uniquement lorsque des menaces sont détectées dans les messages de cet expéditeur.",
    "whiteList_remove_sender_as_trust_title": "Supprimer __senderAddress__ des expéditeurs de confiance ?",
    "whiteList_remove_sender_as_trust_desc": "La fonctionnalité Email Defender reprendra la détection des messages potentiellement frauduleux et vous avertira en cas de détection d'un tel message provenant de cet expéditeur.",
    "whiteList_notice": "Votre opinion ne sera utilisée que pour nous aider à améliorer la fonctionnalité Email Defender. Trend Micro ne vous contactera pas directement.",
    "whiteList_trust_btn": "Faire confiance",
    "whiteList_cancel_btn": "Annuler",
    "whiteList_mark_success_message": "<p><span class='message-title'>__senderAddress__ est désormais un expéditeur de confiance</span><span class='message-content'>La fonctionnalité Email Defender ne vous avertira plus lorsque des escroqueries potentielles seront détectées dans les messages de cet expéditeur.</span></p>",
    "whiteList_remove_success_message": "<p><span class='message-title'>__senderAddress__ n'est plus un expéditeur de confiance</span><span class='message-content'>La fonctionnalité Email Defender vous avertira lorsque des escroqueries potentielles seront détectées dans les messages de cet expéditeur.</span></p>",
    "feedback_reportScamTitle": "<p>Vous suspectez une escroquerie ?</p>",
    "feedback_reportScamDesc": "<p>Cliquez sur le bouton <b>Signaler une escroquerie</b> afin d'envoyer cet e-mail à Trend Micro pour vérification.</p>",
    "feedback_reportFalseAlarmTitle": "<p>Vous pensez que cet e-mail ne présente aucun danger ?</p>",
    "feedback_reportFalseAlarmDesc": "<p>Cliquez sur le bouton <b>Signaler une fausse alarme</b> afin d'envoyer cet e-mail à Trend Micro pour vérification.</p>",
    "feedback_reportScamTitle_senderInWhiteList": "<p>Vous suspectez une escroquerie de la part d'une personne de confiance ?</p>",
    "feedback_reportScamDesc_senderInWhiteList": "<p>Cliquez sur le bouton <b>Signaler une escroquerie</b> afin d'envoyer cet e-mail à Trend Micro pour vérification. Cela supprimera également l'expéditeur de votre liste de confiance.</p>",
    "feedback_reportMessagePlaceholder": "Partagez vos opinions ici (facultatif)",
    "feedback_reportScamBtn": "Signaler une escroquerie",
    "feedback_reportFalseAlarmBtn": "Signaler une fausse alarme",
    "feedback_reportCancelBtn": "Annuler",
    "popup_sign_in_title": "Indiquez votre mot de passe",
    "popup_sign_in_desc": "Trend Micro doit vérifier à nouveau votre mot de passe afin de garantir l'intégrité de votre protection.",
    "popup_sign_in_password_placeholder": "Mot de passe",
    "popup_sign_in_forget_your_password": "Mot de passe oublié ?",
    "popup_sign_in_btn" : "Se connecter",
    "popup_sign_in_error_required": "Obligatoire.",
    "popup_sign_in_error_check_password": "Veuillez vérifier votre mot de passe, puis réessayez.",
    "popup_sign_in_close_message": "La Email Defender ne peut pas vous protéger tant que vous n'avez pas fourni le mot de passe de votre compte Trend Micro. Cliquez ou appuyez sur l'extension de navigateur __productName__ lorsque vous êtes prêt(e).",
    "notice_change_name_title" : "Nouveau nom, même protection",
    "notice_change_name_desc": "Lutte antifraude continuera de protéger votre webmail contre les escroqueries et les attaques par phishing, mais avec un nouveau nom : <span class='bold'>Email Defender</span>."
}
