{
    "scanBtn": "Email Defender",
    "scanBtn_viewReport": "Vis scanningsresultat",
    "scanBtn_reportFalseAlarm": "Rapportér en falsk advarsel",
    "scanBtn_reportScam": "Rapportér forsøg på svindel",
    "msgTooltip_1": "Email Defender scanner og beskytter e-mails mod svindel og phishing-angreb.",
    "msgTooltip_2": "Klik her for at kontrollere for potentielle trusler i engelske eller japanske e-mails.",
    "languageNotSupport": "Sikkerhedsscanning understøtter kun engelske eller japanske e-mails.",
    "serverErrorMessage": "Sikkerhedsscanning fungerer desværre ikke lige nu. Prøv igen senere.",
    "serverForbiddenErrorMessage": "Sikkerhedsscanning fungerer desværre ikke lige nu. <a id='learn_more' class='link'>Få mere at vide</a>",
    "serverMaintenaceMessage": "Vi beklager ulejligheden. Sikkerhedsscanning skal afslutte noget vigtigt vedligeholdelsesarbejde fra __startTime__ til __endTime__. Prøv igen senere.",
    "serverMaintenaceMessageNoTime": "Vi beklager ulejligheden. Sikkerhedsscanning er ved at afslutte vigtigt vedligeholdelsesarbejde. Prøv igen senere.",
    "scamTitle": "Mulig svindel registreret",
    "scamContent": "Af hensyn til din sikkerhed bør du ignorere instruktioner eller anmodninger i denne meddelelse, medmindre du allerede kender og har tillid til afsenderen.",
    "phishingTitle": "Phishing-link fundet",
    "phishingContent": "Denne e-mail indeholder et phishing-link. For at beskytte dig mod potentielle trusler bør du ikke klikke på linket.",
    "suspiciousTitle": "Skadeligt link fundet",
    "suspiciousContent": "Denne e-mail indeholder et skadeligt link. For at beskytte dig mod potentielle trusler bør du ikke klikke på linket.",
    "unSafeTitle": "Usikkert indhold registreret",
    "unSafeContent": "Mange brugere har rapporteret lignende meddelelser som svindel. Af hensyn til din sikkerhed bør du ignorere instruktioner eller anmodninger i denne meddelelse, medmindre du allerede kender og har tillid til afsenderen.",
    "toastActionName": "Se detaljer",
    "toastActionName_ok": "OK",
    "scam_toastUrlName1": "Er du ikke enig i denne advarsel?",
    "scam_toastUrlName2": "Rapportér en falsk advarsel",
    "toastMarkSenderAsTrust": "Marker __senderAddress__ som betroet",
    "toastRemoveSenderAsTrust": "Fjern __senderAddress__ som betroet",
    "toastTrustThisSender": "Stol på denne afsender",
    "toastUrlName1": "Tror du, at denne e-mail er sikker?",
    "toastUrlName2": "Rapportér scanningsresultat",
    "toastUtlFeedbackName": "Rapporten er sendt. Tak for din feedback.",
    "toastDCN_title": "Beskyt din webmail",
    "toastDCN_title_R2209Exp1": "Beskyt din webmail",
    "toastDCN_title_R2209Exp2": "Slå beskyttelse af e-mails til på få sekunder!",
    "toastDCN_title_R2209Exp3": "Svindlere har stjålet mere end 5 mia. $ fra forbrugere. Beskyt dig selv imod svindel e-mails!",
    "toastDCN_title_R2209Exp4": "Mere end 2 millioner forbrugere blev ofre for nylige svindelnumre. Beskyt dig selv imod svindel e-mails!",
    "toastDCN_desc": "Email Defender scanner og hjælper med at beskytte din Gmail, Outlook og Yahoo Mail mod svindel og phishing-angreb.",
    "toastDCN_desc_JPyahooMai": "E-mail Defender scanner og hjælper med at beskytte din Gmail, Outlook.com og Yahoo Mail mod svindel og phishing-angreb.",
    "toastDCN_btn": "Slå __feature_name__ til",
    "toastDCN_btn_en": "Beskyt din e-mail nu",
    "toastDCN_not_now": "Ikke nu",
    "toastDCN_do_not_show_again": "Vis ikke dette igen",
    "toastDCN_learn_more": "<a class='btn-learn-more'>Få mere at vide</a>",
    "toastDCN_info": "Du kan når som helst deaktivere Email Defender – så bliver indholdet af dine e-mails ikke overført til og scannet af Trend Micro. <a class='btn-learn-more'>Få mere at vide</a> om, hvordan Trend Micro sikkert håndterer dine e-mails, når du aktiverer Email Defender.",
    "toastDCN_turn_on": "Email Defender er blevet slået til.",
    "toastDCN_fb_working": "Email Defender er slået til",
    "toastDCN_fb_not_working": "Email Defender kan ikke arbejde. Hvis du fortsat ser denne meddelelse, skal du klikke <a class='btn-learn-more'>her</a> for at få flere oplysninger.",
    "toastDCN_popup_title": "Erklæring om dataindsamling",
    "toastDCN_popup_desc": "<p>Når du aktiverer Email Defender, beskytter du dig mod svindel, phishing og mistænkelige e-mails ved at sende indholdet af dine e-mails til scanning hos Trend Micro.</p><p>Du kan når som helst deaktivere Email Defender – så bliver indholdet af dine e-mails ikke overført til Trend Micro og scannet der.</p><p>Hvis du vil aktivere Email Defender, skal du læse og acceptere vores <a class='btn-learn-more'>erklæring om dataindsamling</a>.<p>",
    "toastDCN_popup_agree": "Acceptér og slå til",
    "toastDCN_popup_not_now": "Ikke nu",
    "toastDCN_jp_popup_title": "Beskyt Gmail, Outlook.com og Yahoo Mail",
    "toastDCN_jp_popup_desc": "<p>Email Defender er en skytjeneste, der skal opdage falske meddelelser ved hjælp af AI-teknologier, der er blevet udviklet med tiden. Brug af Email Defender beskytter dig mod svindel, phishing og mistænkelige e-mails ved at sende indholdet af dine e-mails til Trend Micro til scanning. Du kan når som helst deaktivere Email Defender – så vil indholdet af dine e-mails ikke blive sendt til og scannet af Trend Micro.</p><p class='title'>Hvordan virker Email Defender?</p> <p>Når du læser e-mails i indbakken i Gmail eller Outlook.com ved hjælp af vores understøttede browsere* med Trend Micro Toolbar* aktiveret, bliver afsenderen, emnet og e-mailteksten krypteret og overført til Trend Micro Email Defender sserver til scanning, og her anvendes antisvindelreglerne, SPN-trusselsintelligensen og AI-teknologierne til at generere svindelanalyseresultaterne.</p> <p class='title'>Indsamlede data</p><p>For at afkorte ventetiden på resultatet opbevarer vi hash*-værdien af normale e-mails samt data uden PII* fra svindel-e-mails i hukommelsen for at fremskynde svindeldetektion, og dataene slettes inden for 72 timer. For at gøre scanningen efter svindel mere præcis vil vi for e-mails, der er blevet rapporteret ved hjælp af \"Rapportér scanningsresultat\", fjerne PII, kryptere e-mailen og gemme dem på Amazon S3* for at træne og justere vores AI og regler og derefter slette dem inden for tre måneder.</p><p class='list'><ul><li>Understøttede browsere er: Chrome, IE, Firefox og Edge</li><li>Trend Micro Toolbar til Edge hedder: Trend Micro Security</li><li>Vi bruger hash til at omdanne e-maildataene til en kort kombination af symboler, der ikke kan konverteres tilbage til den oprindelige meddelelse.</li><li>PII (Personal Identifiable Information) er alle data, der potentielt kan bruges til at identificere en bestemt person.</li><li>Amazon S3 er en tjeneste, der bruges til at gemme data. Kun autoriserede trusselsforskere i Trend Micro kan læse de data, der opbevares der.</li></ul>",
    "toastDCN_jp_popup_agree_chk": "Jeg er indforstået med, hvordan Trend Micro indsamler indholdet af mine e-mails ved at aktivere Email Defender.",
    "toastDCN_jp_popup_turn_on_btn": "Slå Email Defender til",
    "toastDCN_jp_popup_turn_on": "Email Defender er blevet slået til",
    "toastDCN_jp_popup_turn_on_desc": "Email Defender giver dig besked, når der registreres mistænkeligt indhold i din webmail.",
    "toastDCN_jp_popup_turn_on_close": "Luk",
    "toastDCN_new_popup_title": "Vi har opdateret vores erklæring om dataindsamling",
    "toastDCN_new_popup_desc": "<p>Disse opdateringer giver os mulighed for bedre at kunne opdage svindel og phishing. Læs og accépter vores opdaterede <a class=\"btn-learn-more\">Erklæring om dataindsamling</a>.</p><p><b>Bemærk: Email Defender vil blive deaktiveret, indtil du accepterer de opdaterede vilkår.</b></p><br/>",
    "toastDCN_new_popup_accept": "Acceptér og fortsæt",
    "toastDCN_new_popup_trun_off": "Slå Email Defender fra",
    "whiteList_mark_sender_as_trust_title": "Har du tillid til __senderAddress__ og ønsker du ikke at se mulige svindelregistreringer fra denne afsenders meddelelser?",
    "whiteList_mark_sender_as_trust_desc": "Email Defender vil kun give dig besked, når der registreres trusler i denne afsenders meddelelser.",
    "whiteList_remove_sender_as_trust_title": "Fjern __senderAddress__ som betroet?",
    "whiteList_remove_sender_as_trust_desc": "Email Defender genoptager den mulige kontrol af svindelmeddelelser og giver dig besked, når der er fundet en eventuel svindelmeddelelse fra denne afsender.",
    "whiteList_notice": "Dine kommentarer bruges kun til at hjælpe med at gøre Email Defender bedre. Trend Micro kontakter dig ikke direkte.",
    "whiteList_trust_btn": "Pålideligt",
    "whiteList_cancel_btn": "Annuller",
    "whiteList_mark_success_message": "<p><span class='message-title'>__senderAddress__ er nu en afsender, der er tillid til</span><span class='message-content'>Email Defender vil ikke længere give dig besked, når der registreres mulig svindel i denne afsenders meddelelser.</span></p>",
    "whiteList_remove_success_message": "<p><span class='message-title'>__senderAddress__ er ikke længere en afsender, der er tillid til</span><span class='message-content'>Email Defender vil give dig besked, når der registreres mulig svindel i denne afsenders meddelelser.</span></p>",
    "feedback_reportScamTitle": "<p>Har du mistanke om et svindelforsøg?</p>",
    "feedback_reportScamDesc": "<p>Send denne e-mail til Trend Micro til gennemgang ved at klikke på knappen <b>Rapportér forsøg på svindel</b>.</p>",
    "feedback_reportFalseAlarmTitle": "<p>Mener du, denne e-mail er sikker?</p>",
    "feedback_reportFalseAlarmDesc": "<p>Send denne e-mail til Trend Micro til gennemgang ved at klikke på knappen <b>Rapportér en falsk advarsel</b>.</p>",
    "feedback_reportScamTitle_senderInWhiteList": "<p>Har du mistanke om et svindelforsøg fra nogen, du har tillid til?</p>",
    "feedback_reportScamDesc_senderInWhiteList": "<p>Send denne e-mail til Trend Micro til gennemgang ved at klikke på knappen <b>Rapportér forsøg på svindel</b>. Dette fjerner også afsenderen fra listen over afsendere, du har tillid til.</p>",
    "feedback_reportMessagePlaceholder": "Fortæl os din mening her (valgfrit)",
    "feedback_reportScamBtn": "Rapportér forsøg på svindel",
    "feedback_reportFalseAlarmBtn": "Rapportér en falsk advarsel",
    "feedback_reportCancelBtn": "Annuller",
    "popup_sign_in_title": "Angiv din adgangskode",
    "popup_sign_in_desc": "Trend Micro skal verificere din adgangskode igen for at fastholde sikkerheden i din beskyttelse.",
    "popup_sign_in_password_placeholder": "Adgangskode",
    "popup_sign_in_forget_your_password": "Har du glemt din adgangskode?",
    "popup_sign_in_btn" : "Log på",
    "popup_sign_in_error_required": "Obligatorisk.",
    "popup_sign_in_error_check_password": "Kontrollér din adgangskode, og prøv igen.",
    "popup_sign_in_close_message": "Email Defender kan ikke beskytte dig, før du angiver adgangskoden til din Trend Micro-konto. Klik eller tryk på __productName__-browserudvidelsen, når du er klar.",
    "notice_change_name_title" : "Nyt navn, men samme beskyttelse",
    "notice_change_name_desc": "Svindelblokering vil fortsætte med at beskytte din webmail mod svindel og phishing-angreb med et nyt navn: <span class='bold'>Email Defender</span>."
}
