{
  "0 Trackers Found": "0 programe de monitorizare găsite",
  "ads-category-tooltip": "<strong>Programele de monitorizare a reclamelor/analitice</strong> colectează date despre modul în care oamenii interacționează cu campaniile publicitare de pe site-uri web, astfel încât să poată înregistra sau partaja aceste informații cu alte companii.",
  "ads/analytics": "Reclame/analize web",
  "Allow Tracking & Profiling For Norton Sites": "Permiteți monitorizarea și profilarea pentru site-urile {{BRAND_NAME}}",
  "Before you refresh, please save your data, as you may lose any unsaved changes.": "Înainte de a reîmprospăta, vă rugăm să vă salvați datele, deoarece este posibil să pierdeți orice modificări nesalvate.",
  "Currently blocking tracking & profiling for": "În prezent se blochează monitorizarea și profilarea pentru",
  "You are allowing tracking & profiling for": "Permiteți monitorizarea și profilarea pentru",
  "Tracking & profiling are always allowed for": "Monitorizarea și crearea de profiluri sunt <strong>întotdeauna</strong> permise pentru",
  "BETA": "BETA",
  "Blocking tracking and profiling on": "Blocarea monitorizării și a profilării activată",
  "Close Window": "Închidere fereastră",
  "Allow tracking & profiling for this site": "Permiteți monitorizarea și profilarea pentru acest site",
  "Download a supported browser to use Norton AntiTrack.": "Descărcați un browser acceptat pentru a folosi {{PRODUCT_NAME}}.",
  "Block Tracking & Profiling For This Site": "Se blochează monitorizarea și profilarea pentru acest site",
  "Block Tracking & Profiling For Norton Sites": "Blocați monitorizarea și profilarea pentru site-urile {{BRAND_NAME}}",
  "Congrats on creating your first email mask! Create more or manage them in your dashboard anytime.": "Felicitări pentru crearea primei dvs. măști de e-mail! Creați mai multe sau gestionați-le oricând în tabloul de bord.",
  "Dashboard": "Tablou de bord",
  "Explore Private Email!": "Explorați E-mail privat!",
  "Fingerprinting": "Amprentare",
  "Fix It": "Reparație",
  "Go To Dashboard": "Accesați tabloul de bord",
  "Help & Support": "Ajutor și asistenţă",
  "High": "Ridicat",
  "How do I turn on Tracker Blocker?": "Cum activez Blocatorul de monitorizare?",
  "Keep Emails Private": "Păstrați-vă e-mailurile private",
  "Low": "Scăzut",
  "Medium": "Mediu",
  "Minimize Window": "Minimizare fereastră",
  "No Trackers Found": "Nu a fost găsit niciun program de monitorizare",
  "No trackers found on": "Nu a fost găsit niciun program de monitorizare pe <strong title={host}>{{host}}</strong>",
  "No tracking or profiling found on": "Nu s-a găsit nicio monitorizare sau profilare",
  "No tracking or profiling currently found for": "Nu s-au găsit informații de monitorizare sau profilare pentru",
  "Not Now": "Nu acum",
  "Norton sites": "Site-uri {{BRAND_NAME}}",
  "Norton AntiTrack": "{{PRODUCT_NAME}}",
  "Num Trackers Blocked": "{{count}} programe de monitorizare blocate",
  "Num Trackers Not Blocked": "{{count}} programe de monitorizare nu au fost blocate",
  "Num trackers blocked on site": "{{count}} programe de monitorizare blocate pe <strong title={host}>{{host}}</strong>",
  "Num trackers not blocked on site": "{{count}} programe de monitorizare <strong>nu</strong> sunt blocate pe <strong title={host}>{{host}}</strong>",
  "other-category-tooltip": "<strong>Alte</strong> programe de monitorizare care nu sunt clasificate mai sus sunt calculate aici. Informațiile pe care le colectează despre comportamentul dvs. online pot fi înregistrate sau partajate cu alte companii.",
  "Private Email": "E-mail privat",
  "Refresh Now": "Reîmprospătare listă",
  "Refresh your browser to scan for trackers": "Actualizați-vă browserul pentru a căuta programe de monitorizare",
  "Renew Now": "Reînnoiți acum",
  "Settings": "Setări",
  "Set Up": "Configurare",
  "shopping-category-tooltip": "<strong>Programele de monitorizare a cumpărăturilor/comerțului electronic</strong> păstrează opțiunile dvs. de cumpărături și navigare, pentru a înregistra sau a partaja aceste informații cu alte companii.",
  "shopping/commerce": "Cumpărături/Comerț electronic",
  "Sign In To Your AntiTrack App": "Autentificați-vă în aplicația AntiTrack",
  "Site not working correctly?": "Site-ul nu funcționează corect?",
  "Site not loading tooltip": "Anumite site-uri web necesită oprirea blocatorilor de programe de monitorizare pentru a funcționa corect. Vă vom masca datele pentru a forța site-ul să funcționeze. Veți fi în continuare protejat de programele de monitorizare.",
  "social-category-tooltip": "<strong>Programele de monitorizare a rețelelor de socializare</strong> sunt create de companii de socializare și de alte companii media pentru a urmări ceea ce faceți, vedeți și vizionați online în afara site-urilor lor web. Aceste informații pot fi apoi înregistrate sau partajate cu alte companii",
  "social/media": "Rețele de socializare",
  "To set up the Norton AntiTrack extension, turn on Tracker Blocker now.": "Pentru a configura extensia {{PRODUCT_NAME}}, activați acum Blocatorul de monitorizare.",
  "Trackers": "Programe de monitorizare",
  "Trackers Not Blocked": "Programele de monitorizare nu blocate",
  "Tracking & Fingerprinting": "Monitorizare și amprentare",
  "Tracking Levels": "Niveluri de monitorizare",
  "tracking-levels-tooltip": "<strong>Nivelurile de monitorizare</strong> sunt calculate în funcție de numărul de încercări de monitorizare pe care le fac programele de monitorizare, de tipurile de activități de urmărire pe care le efectuează și de cât de frecvent se găsesc pe site-uri <br /><br /> <strong>Amprentarea</strong> are loc atunci când un site creează un profil unic al dvs., pe baza citirilor software-ului, hardware-ului și preferințelor site-ului ales. Amprentarea nu are nicio legătură cu amprenta dvs. reală, ci doar amprenta digitală a computerului.",
  "tracking/other": "Altele",
  "Try our newest feature that helps you keep your emails private, safe, and tracker-free.": "Încercați cea mai nouă caracteristică a noastră, care vă ajută să vă păstrați e-mailurile private,  sigure și fără urmăritori.",
  "View Stats in App": "Vizualizați statistici în aplicație",
  "View Supported Browsers": "Vizualizare browsere acceptate",
  "We're trying to make the site work correctly. If you're still having problems, try disabling AntiTrack below.": "<strong>Încercăm să facem site-ul să funcționeze corect.</strong> Dacă aveți în continuare probleme, încercați să dezactivați AntiTrack mai jos.",
  "You Are Not Protected on Safari": "Nu sunteți protejat în Safari",
  "You must be signed in to the AntiTrack app for the browser extension to work.": "Trebuie să fiți conectat la aplicația AntiTrack pentru ca extensia de browser să funcționeze.",
  "You're Not Signed In To Your AntiTrack App": "Nu sunteți conectat la aplicația AntiTrack",
  "Your Browser Is Not Supported": "Browserul dvs. nu este acceptat",
  "Your Real Email is Safe!": "E-mailul tău real este în siguranță!",
  "Your subscription has expired.": "Abonamentul dvs. a expirat."
}