{
    "id": 2865121,
    "authors": [
        {
            "id": 18516456,
            "name": "MarkAlexI",
            "url": "https://addons.mozilla.org/en-US/firefox/user/18516456/",
            "username": "anonymous-ac6edbdc00d8f9ea4a1f6e5261547e2a"
        }
    ],
    "average_daily_users": 393,
    "categories": [
        "privacy-security"
    ],
    "contributions_url": "",
    "created": "2024-08-29T05:42:14Z",
    "current_version": {
        "id": 5874209,
        "compatibility": {
            "firefox": {
                "min": "113.0",
                "max": "*"
            },
            "android": {
                "min": "120.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/blockersite/versions/5874209",
        "file": {
            "id": 4418491,
            "created": "2025-01-12T16:23:24Z",
            "hash": "sha256:5affe2fa9a09c35d4499f3146c0932b30017dd3c6a50aa16acc48e16f6088283",
            "is_mozilla_signed_extension": false,
            "size": 220103,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4418491/blockersite-1.11.xpi",
            "permissions": [
                "declarativeNetRequestWithHostAccess",
                "storage"
            ],
            "optional_permissions": [],
            "host_permissions": [
                "*://*/"
            ]
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 22,
            "is_custom": false,
            "name": {
                "en-US": "MIT License"
            },
            "slug": "MIT",
            "url": "https://spdx.org/licenses/MIT.html"
        },
        "release_notes": null,
        "reviewed": "2025-01-12T16:25:32Z",
        "version": "1.11"
    },
    "default_locale": "en-US",
    "description": {
        "ar": "يعد Block Site Extension أداتك المثالية للحفاظ على التركيز والإنتاجية من خلال حظر مواقع الويب التي تشتت انتباهك وإعادة توجيهها إلى وجهات أكثر فائدة. قم بإعداد قواعد قابلة للتخصيص بسهولة لحظر مواقع معينة أو إعادة توجيهها إلى عناوين URL من اختيارك. سواء كنت تعمل، أو تدرس، أو ترغب فقط في تحديد وقتك على مواقع ويب معينة، فإن Block Site Extension يلبي احتياجاتك. إنه سهل الاستخدام وخفيف الوزن وفعال للغاية في مساعدتك على إدارة أنشطتك عبر الإنترنت. قم بالتنزيل الآن وتحكم في تجربة التصفح الخاصة بك!",
        "cs": "Block Site Extension je vaše ultimátní nástroj pro udržení soustředění a produktivity tím, že blokuje rušivé webové stránky a přesměrovává je na užitečnější cíle. Snadno nastavíte přizpůsobitelná pravidla pro blokování konkrétních stránek nebo jejich přesměrování na vámi zvolené URL adresy. Ať už pracujete, studujete, nebo jen chcete omezit čas strávený na určitých stránkách, Block Site Extension vás podpoří. Je jednoduchý na používání, lehký a velmi efektivní při správě vašich online aktivit. Stáhněte si jej nyní a získejte kontrolu nad svým prohlížením!",
        "de": "Block Site Extension ist Ihr ultimatives Tool, um konzentriert und produktiv zu bleiben, indem ablenkende Websites blockiert und an nützlichere Ziele weitergeleitet werden. Richten Sie ganz einfach anpassbare Regeln ein, um bestimmte Websites zu blockieren oder sie auf URLs Ihrer Wahl umzuleiten. Egal, ob Sie arbeiten, studieren oder einfach nur Ihre Zeit auf bestimmten Websites begrenzen möchten, mit der Block Site Extension sind Sie bestens gerüstet. Es ist einfach zu verwenden, leichtgewichtig und äußerst effektiv bei der Verwaltung Ihrer Online-Aktivitäten. Laden Sie es jetzt herunter und übernehmen Sie die Kontrolle über Ihr Surferlebnis!",
        "el": "Το Block Site Extension είναι το απόλυτο εργαλείο για να παραμένετε συγκεντρωμένοι και παραγωγικοί, αποκλείοντας ενοχλητικές ιστοσελίδες και ανακατευθύνοντάς τις σε πιο χρήσιμους προορισμούς. Ρυθμίστε εύκολα εξατομικευμένους κανόνες για να αποκλείσετε συγκεκριμένες ιστοσελίδες ή να τις ανακατευθύνετε σε URLs της επιλογής σας. Είτε εργάζεστε, σπουδάζετε ή απλώς θέλετε να περιορίσετε τον χρόνο σας σε ορισμένες ιστοσελίδες, το Block Site Extension είναι εδώ για εσάς. Είναι απλό στη χρήση, ελαφρύ και εξαιρετικά αποτελεσματικό στο να σας βοηθήσει να διαχειριστείτε τις online δραστηριότητές σας. Κατεβάστε το τώρα και πάρτε τον έλεγχο της εμπειρίας πλοήγησής σας!",
        "en-US": "Block Site Extension is your ultimate tool to stay focused and productive by blocking distracting websites and redirecting them to more useful destinations. Easily set up customizable rules to block specific sites or redirect them to URLs of your choice. Whether you're working, studying, or just want to limit your time on certain websites, Block Site Extension has you covered. It's simple to use, lightweight, and highly effective in helping you manage your online activities. Download now and take control of your browsing experience!",
        "es": "Block Site Extension es tu herramienta definitiva para mantenerte enfocado y productivo, bloqueando sitios web que te distraen y redirigiéndolos a destinos más útiles. Configura fácilmente reglas personalizables para bloquear sitios específicos o redirigirlos a las URL de tu elección. Ya sea que estés trabajando, estudiando o simplemente quieras limitar tu tiempo en ciertos sitios web, Block Site Extension te respalda. Es simple de usar, ligero y muy efectivo para ayudarte a gestionar tus actividades en línea. ¡Descárgalo ahora y toma el control de tu experiencia de navegación!",
        "fi": "Block Site Extension on täydellinen työkalu keskittymisen ja tuottavuuden ylläpitämiseen estämällä häiritseviä verkkosivustoja ja ohjaamalla ne hyödyllisempiin kohteisiin. Voit helposti luoda mukautettuja sääntöjä estääksesi tiettyjä sivustoja tai ohjataksesi ne valitsemaasi URL-osoitteeseen. Olitpa sitten töissä, opiskelemassa tai haluat vain rajoittaa aikaasi tietyillä verkkosivustoilla, Block Site Extension on apunasi. Se on helppokäyttöinen, kevyt ja erittäin tehokas työkalu verkkoaktiivisuuksiesi hallintaan. Lataa nyt ja ota hallintaasi selauskokemuksesi!",
        "fr": "Block Site Extension est votre outil ultime pour rester concentré et productif en bloquant les sites Web distrayants et en les redirigeant vers des destinations plus utiles. Configurez facilement des règles personnalisables pour bloquer des sites spécifiques ou les rediriger vers les URL de votre choix. Que vous travailliez, étudiiez ou souhaitiez simplement limiter votre temps sur certains sites Web, Block Site Extension est là pour vous. Il est simple à utiliser, léger et très efficace pour vous aider à gérer vos activités en ligne. Téléchargez maintenant et prenez le contrôle de votre expérience de navigation !",
        "he": "Block Site Extension הוא הכלי המושלם שיעזור לכם להישאר ממוקדים ופרודוקטיביים על ידי חסימת אתרים מסיחי דעת והפנייתם ליעדים מועילים יותר. תוכלו להגדיר בקלות כללים מותאמים אישית לחסימת אתרים מסוימים או להפנות אותם לכתובות URL לפי בחירתכם. בין אם אתם עובדים, לומדים או פשוט רוצים להגביל את הזמן שאתם מבלים באתרים מסוימים, Block Site Extension כאן בשבילכם. קל לשימוש, קל משקל ויעיל מאוד בניהול הפעילות המקוונת שלכם. הורידו עכשיו וקחו שליטה על חוויית הגלישה שלכם!",
        "hu": "A Block Site Extension a tökéletes eszköz arra, hogy fókuszált és produktív maradj, mivel blokkolja a zavaró weboldalakat és hasznosabb céloldalakra irányítja át őket. Könnyedén beállíthatsz testreszabott szabályokat, hogy letilts bizonyos oldalakat, vagy átirányítsd őket az általad választott URL-ekre. Legyen szó munkáról, tanulásról, vagy ha csak korlátozni szeretnéd az egyes oldalakra fordított idődet, a Block Site Extension segít neked. Egyszerűen használható, könnyű és rendkívül hatékony eszköz az online tevékenységek kezelésére. Töltsd le most, és vedd kezedbe a böngészési élményed irányítását!",
        "id": "Block Site Extension adalah alat terbaik untuk tetap fokus dan produktif dengan memblokir situs web yang mengganggu dan mengarahkan mereka ke tujuan yang lebih berguna. Atur aturan yang dapat disesuaikan dengan mudah untuk memblokir situs tertentu atau mengarahkan mereka ke URL pilihan Anda. Baik Anda sedang bekerja, belajar, atau hanya ingin membatasi waktu di situs tertentu, Block Site Extension siap membantu Anda. Mudah digunakan, ringan, dan sangat efektif dalam membantu Anda mengelola aktivitas online. Unduh sekarang dan kendalikan pengalaman browsing Anda!",
        "it": "Block Site Extension è lo strumento definitivo per rimanere concentrato e produttivo bloccando i siti Web che distraggono e reindirizzandoli verso destinazioni più utili. Imposta facilmente regole personalizzabili per bloccare siti specifici o reindirizzarli a URL di tua scelta. Che tu stia lavorando, studiando o semplicemente desideri limitare il tuo tempo su determinati siti Web, Block Site Extension è quello che fa per te. È semplice da usare, leggero ed estremamente efficace nell'aiutarti a gestire le tue attività online. Scaricalo ora e prendi il controllo della tua esperienza di navigazione!",
        "ja": "Block Site Extensionは、気を散らすウェブサイトをブロックし、より有益な目的地にリダイレクトすることで、集中力と生産性を維持するための究極のツールです。特定のサイトをブロックしたり、選択したURLにリダイレクトするためのカスタマイズ可能なルールを簡単に設定できます。仕事中、勉強中、または特定のウェブサイトでの利用時間を制限したいときに、Block Site Extensionがサポートします。使いやすく、軽量で、オンライン活動の管理に非常に効果的です。今すぐダウンロードして、ブラウジング体験をコントロールしましょう！",
        "ko": "Block Site Extension은 방해가 되는 웹사이트를 차단하고 더 유용한 목적지로 리디렉션하여 집중력과 생산성을 유지하는 궁극적인 도구입니다. 특정 사이트를 차단하거나 원하는 URL로 리디렉션하는 사용자 지정 규칙을 쉽게 설정할 수 있습니다. 공부를 하거나, 일을 하거나, 특정 웹사이트에서 시간을 제한하고 싶을 때, Block Site Extension이 도와드립니다. 사용이 간편하고, 가볍고, 온라인 활동을 관리하는 데 매우 효과적입니다. 지금 다운로드하고 브라우징 경험을 관리하세요!",
        "nl": "Block Site Extension is jouw ultieme tool om gefocust en productief te blijven door afleidende websites te blokkeren en ze door te sturen naar nuttigere bestemmingen. Stel eenvoudig aangepaste regels in om specifieke sites te blokkeren of om te leiden naar een URL naar keuze. Of je nu werkt, studeert of gewoon je tijd op bepaalde websites wilt beperken, Block Site Extension staat voor je klaar. Het is eenvoudig te gebruiken, lichtgewicht en zeer effectief in het beheren van je online activiteiten. Download nu en neem de controle over je browse-ervaring!",
        "pl": "Block Site Extension to Twoje idealne narzędzie do zachowania koncentracji i produktywności poprzez blokowanie rozpraszających stron internetowych i przekierowywanie ich na bardziej użyteczne strony. Łatwo skonfiguruj niestandardowe zasady, aby blokować konkretne witryny lub przekierowywać je na wybrane przez siebie adresy URL. Niezależnie od tego, czy pracujesz, uczysz się, czy po prostu chcesz ograniczyć czas spędzany na niektórych stronach, Block Site Extension jest dla Ciebie. Jest prosty w użyciu, lekki i bardzo skuteczny w zarządzaniu Twoją aktywnością online. Pobierz już teraz i przejmij kontrolę nad swoją przeglądarką!",
        "pt-BR": "O Block Site Extension é sua ferramenta definitiva para manter o foco e a produtividade, bloqueando sites que distraem e redirecionando-os para destinos mais úteis. Configure facilmente regras personalizáveis para bloquear sites específicos ou redirecioná-los para URLs de sua escolha. Seja para trabalhar, estudar ou apenas limitar seu tempo em determinados sites, o Block Site Extension é a solução ideal. É simples de usar, leve e altamente eficaz para ajudá-lo a gerenciar suas atividades online. Baixe agora e assuma o controle da sua experiência de navegação!",
        "pt-PT": "O Block Site Extension é a sua ferramenta definitiva para manter o foco e a produtividade, bloqueando sites que distraem e redirecionando-os para destinos mais úteis. Configure facilmente regras personalizáveis para bloquear sites específicos ou redirecioná-los para URLs à sua escolha. Quer esteja a trabalhar, a estudar ou apenas a limitar o tempo em certos sites, o Block Site Extension está ao seu lado. É simples de usar, leve e altamente eficaz para o ajudar a gerir as suas atividades online. Faça o download agora e assuma o controlo da sua experiência de navegação!",
        "ro": "Block Site Extension este instrumentul ideal pentru a rămâne concentrat și productiv, blocând site-urile web care distrag atenția și redirecționându-le către destinații mai utile. Configurează cu ușurință reguli personalizate pentru a bloca site-uri specifice sau pentru a le redirecționa către URL-uri la alegerea ta. Fie că lucrezi, studiezi sau doar dorești să limitezi timpul petrecut pe anumite site-uri, Block Site Extension este soluția de care ai nevoie. Este simplu de utilizat, ușor și extrem de eficient în gestionarea activităților tale online. Descarcă acum și preia controlul asupra experienței tale de navigare!",
        "sk": "Block Site Extension je vaše ultimátní nástroj pro udržení soustředění a produktivity tím, že blokuje rušivé webové stránky a přesměrovává je na užitečnější cíle. Snadno nastavíte přizpůsobitelná pravidla pro blokování konkrétních stránek nebo jejich přesměrování na vámi zvolené URL adresy. Ať už pracujete, studujete, nebo jen chcete omezit čas strávený na určitých stránkách, Block Site Extension vás podpoří. Je jednoduchý na používání, lehký a velmi efektivní při správě vašich online aktivit. Stáhněte si jej nyní a získejte kontrolu nad svým prohlížením!",
        "sv-SE": "Block Site Extension är det ultimata verktyget för att hålla dig fokuserad och produktiv genom att blockera distraherande webbplatser och omdirigera dem till mer användbara destinationer. Ställ enkelt in anpassade regler för att blockera specifika webbplatser eller omdirigera dem till valfri URL. Oavsett om du arbetar, studerar eller bara vill begränsa tiden på vissa webbplatser, hjälper Block Site Extension dig. Det är enkelt att använda, lätt och mycket effektivt för att hantera dina online-aktiviteter. Ladda ner nu och ta kontroll över din surfupplevelse!",
        "te": "Block Site Extension మీను దృష్టి కేంద్రీకరించడానికి మరియు ఉత్పాదకతను పెంచడానికి అనువైన సాధనంగా ఉంటుంది. ఇది ధ్యాసను చెదరగొట్టే వెబ్‌సైట్లను బ్లాక్ చేసి, వాటిని మరింత ఉపయోగకరమైన లక్ష్యాలకు మళ్లిస్తుంది. మీరు ప్రత్యేక వెబ్‌సైట్లను బ్లాక్ చేయడానికి లేదా మీ ఎంపిక చేసిన URLలపై మళ్లించడానికి అనుకూల నియమాలను సులభంగా సెట్ చేయవచ్చు. మీరు పని చేస్తూ ఉంటే, చదువుతుంటే లేదా కొన్ని వెబ్‌సైట్లపై ఖర్చు చేసే సమయాన్ని పరిమితం చేయాలని అనుకుంటున్నా, Block Site Extension మీకు సహాయపడుతుంది. ఇది ఉపయోగించడానికి సులభమైనది, తేలికైనది మరియు మీ ఆన్‌లైన్ కార్యాచరణలను నిర్వహించడానికి అత్యంత ప్రభావవంతమైనది. ఇప్పుడే డౌన్‌లోడ్ చేసుకుని, మీ బ్రౌజింగ్ అనుభవాన్ని నియంత్రించుకోండి!",
        "th": "Block Site Extension เป็นเครื่องมือที่ยอดเยี่ยมสำหรับการรักษาสมาธิและเพิ่มประสิทธิภาพโดยการบล็อกเว็บไซต์ที่ทำให้เสียสมาธิและเปลี่ยนเส้นทางไปยังจุดหมายที่มีประโยชน์มากขึ้น ตั้งค่ากฎที่ปรับแต่งได้อย่างง่ายดายเพื่อบล็อกเว็บไซต์เฉพาะหรือเปลี่ยนเส้นทางไปยัง URL ตามที่คุณต้องการ ไม่ว่าคุณจะทำงาน เรียน หรือเพียงแค่ต้องการจำกัดเวลาบนเว็บไซต์บางแห่ง Block Site Extension ช่วยคุณได้ ใช้งานง่าย เบาเครื่อง และมีประสิทธิภาพสูงในการช่วยจัดการกิจกรรมออนไลน์ของคุณ ดาวน์โหลดตอนนี้และควบคุมประสบการณ์การท่องเว็บของคุณ!",
        "tr": "Block Site Extension, dikkatinizi dağıtan siteleri engelleyerek ve onları daha faydalı adreslere yönlendirerek odaklanmanızı ve üretkenliğinizi artırmak için mükemmel bir araçtır. Belirli siteleri engellemek veya tercih ettiğiniz URL'lere yönlendirmek için kolayca özelleştirilebilir kurallar ayarlayın. Çalışıyor, ders çalışıyor veya sadece bazı sitelerde geçirdiğiniz zamanı sınırlamak istiyorsanız, Block Site Extension sizin için burada. Kullanımı basit, hafif ve çevrimiçi aktivitelerinizi yönetmenizde son derece etkili. Şimdi indirin ve gezinme deneyiminizi kontrol altına alın!",
        "uk": "Block Site Extension — це ваш найкращий інструмент для зосередженості та продуктивності, блокуючи відволікаючі веб-сайти та перенаправляючи їх на більш корисні місця. Легко встановіть настроювані правила, щоб блокувати певні сайти або перенаправляти їх на URL-адреси за вашим вибором. Якщо ви працюєте, навчаєтеся чи просто хочете обмежити час на певних веб-сайтах, Block Site Extension допоможе вам. Він простий у використанні, легкий і дуже ефективний, допомагаючи вам керувати діяльністю в Інтернеті. Завантажте зараз і керуйте своїм переглядом!",
        "vi": "Block Site Extension là công cụ tuyệt vời giúp bạn duy trì sự tập trung và tăng năng suất bằng cách chặn các trang web gây xao nhãng và chuyển hướng chúng đến các trang hữu ích hơn. Dễ dàng thiết lập các quy tắc tùy chỉnh để chặn các trang cụ thể hoặc chuyển hướng chúng đến URL bạn chọn. Dù bạn đang làm việc, học tập hay chỉ muốn giới hạn thời gian truy cập vào một số trang web nhất định, Block Site Extension sẽ hỗ trợ bạn. Dễ sử dụng, nhẹ nhàng và cực kỳ hiệu quả trong việc giúp bạn quản lý hoạt động trực tuyến của mình. Tải ngay và kiểm soát trải nghiệm duyệt web của bạn!",
        "zh-CN": "Block Site Extension 是一款帮助您保持专注和提高效率的理想工具，通过屏蔽分散注意力的网站并将其重定向到更有用的页面。您可以轻松设置自定义规则来屏蔽特定网站，或将它们重定向到您选择的URL。无论您在工作、学习，还是只是想限制在某些网站上的时间，Block Site Extension 都可以满足您的需求。它简单易用、轻便高效，能有效帮助您管理在线活动。立即下载，掌控您的浏览体验!",
        "zh-TW": "Block Site Extension 是您保持專注和提升生產力的理想工具，能夠阻擋讓人分心的網站，並將它們重新導向到更有用的頁面。您可以輕鬆設置自定義規則，阻擋特定網站或將其導向至您選擇的 URL。不論您在工作、學習，或只是想限制在某些網站上的時間，Block Site Extension 都能為您提供協助。它操作簡單、輕便高效，能有效幫助您管理網上活動。立即下載，掌控您的瀏覽體驗！"
    },
    "developer_comments": {
        "en-US": "To block a resource, enter a part of its name in the left input field without specifying the protocol. For example, entering \"youtube\" will block all subdomains of this resource. In the right input field, enter the URL for redirection, fully specified with the protocol, e.g., \"<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b011270b6a005f12b15f4766c1416032d0cc4c0fb399b3c547813e5f90ee5528/https%3A//google.com\" rel=\"nofollow\">https://google.com</a>\". Then click the save button. If the redirect URL is left empty, the target site will simply be blocked. To modify a rule, delete the old rule and add a new one."
    },
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/blockersite/edit",
    "guid": "{397e704c-6038-4647-8d15-35040d68b032}",
    "has_eula": false,
    "has_privacy_policy": false,
    "homepage": null,
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/2865/2865121-64.png?modified=5f0b1bdc",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/2865/2865121-32.png?modified=5f0b1bdc",
        "64": "https://addons.mozilla.org/user-media/addon_icons/2865/2865121-64.png?modified=5f0b1bdc",
        "128": "https://addons.mozilla.org/user-media/addon_icons/2865/2865121-128.png?modified=5f0b1bdc"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2025-01-12T16:25:32Z",
    "name": {
        "ar": "إضافة لحجب المواقع",
        "cs": "Rozšíření pro Blokování Stránek",
        "de": "Erweiterung zur Webseitenblockierung",
        "el": "Επέκταση για Αποκλεισμό Ιστοσελίδων",
        "en-US": "Block Site Extension",
        "es": "Extensión para Bloquear Sitios Web",
        "fi": "Sivuston Estolaajennus",
        "fr": "Extension pour Bloquer les Sites",
        "he": "תוסף לחסימת אתרים",
        "hu": "Webhely Blokkoló Kiegészítő",
        "id": "Ekstensi Blokir Situs",
        "it": "Estensione per Bloccare i Siti",
        "ja": "サイトブロック拡張機能",
        "ko": "사이트 차단 확장 프로그램",
        "nl": "Extensie voor Website Blokkeren",
        "pl": "Rozszerzenie do Blokowania Stron",
        "pt-BR": "Extensão para Bloquear Sites",
        "pt-PT": "Extensão para Bloquear Sites",
        "ro": "Extensie pentru Blocarea Site-urilor",
        "sk": "Rozšírenie na blokovanie stránok",
        "sv-SE": "Tillägg för att Blockera Webbplatser",
        "te": "సైట్ బ్లాక్ ఎక్స్‌టెన్షన్",
        "th": "ส่วนขยายบล็อกเว็บไซต์",
        "tr": "Web Sitesi Engelleme Eklentisi",
        "uk": "Розширення для Блокування Сайтів",
        "vi": "Tiện ích Chặn Trang web",
        "zh-CN": "网站拦截扩展",
        "zh-TW": "網站封鎖擴充功能"
    },
    "previews": [],
    "promoted": null,
    "ratings": {
        "average": 4.0,
        "bayesian_average": 3.3668070796494813,
        "count": 7,
        "text_count": 5
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/blockersite/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/2865121",
    "slug": "blockersite",
    "status": "public",
    "summary": {
        "ar": "احجب وأعد توجيه المواقع بسهولة باستخدام قواعد مخصصة للبقاء مركزًا ومنتجًا.",
        "cs": "Blokujte a přesměrujte webové stránky pomocí vlastních pravidel, abyste zůstali soustředění a produktivní.",
        "de": "Sperren und leiten Sie Websites mühelos mit benutzerdefinierten Regeln um, um fokussiert und produktiv zu bleiben.",
        "el": "Αποκλείστε και ανακατευθύνετε εύκολα ιστοσελίδες με προσαρμοσμένους κανόνες για να παραμένετε συγκεντρωμένοι και παραγωγικοί.",
        "en-US": "Effortlessly block and redirect websites with customizable rules to stay focused and productive.",
        "es": "Bloquee y redirija fácilmente sitios web con reglas personalizadas para mantenerse enfocado y productivo.",
        "fi": "Estä ja uudelleenohjaa verkkosivustoja helposti mukautettujen sääntöjen avulla pysyäksesi keskittyneenä ja tuottavana.",
        "fr": "Bloquez et redirigez facilement les sites web avec des règles personnalisées pour rester concentré et productif.",
        "he": "חסום והפנה אתרים בקלות עם כללים מותאמים אישית כדי להישאר ממוקד ופרודוקטיבי.",
        "hu": "Blokkolja és irányítsa át könnyedén a webhelyeket egyéni szabályokkal, hogy fókuszált és produktív maradjon.",
        "id": "Blokir dan alihkan situs web dengan mudah menggunakan aturan yang disesuaikan agar tetap fokus dan produktif.",
        "it": "Blocca e reindirizza facilmente i siti web con regole personalizzate per rimanere concentrato e produttivo.",
        "ja": "カスタムルールを使用して、ウェブサイトを簡単にブロックおよびリダイレクトして集中力と生産性を維持しましょう。",
        "ko": "사용자 정의 규칙으로 웹사이트를 쉽게 차단하고 리디렉션하여 집중력과 생산성을 유지하세요.",
        "nl": "Blokkeer en omleid eenvoudig websites met aangepaste regels om gefocust en productief te blijven.",
        "pl": "Blokuj i przekierowuj strony internetowe za pomocą niestandardowych reguł, aby pozostać skoncentrowanym i produktywnym.",
        "pt-BR": "Bloqueie e redirecione sites facilmente com regras personalizadas para se manter focado e produtivo.",
        "pt-PT": "Bloqueie e redirecione sites facilmente com regras personalizadas para se manter focado e produtivo.",
        "ro": "Blocați și redirecționați ușor site-urile web cu reguli personalizate pentru a rămâne concentrat și productiv.",
        "sk": "Jednoducho blokujte a presmerovávajte webové stránky pomocou vlastných pravidiel, aby ste zostali sústredení a produktívni.",
        "sv-SE": "Blockera och omdirigera enkelt webbplatser med anpassade regler för att hålla fokus och produktivitet.",
        "te": "ఇష్టమైన నియమాలతో వెబ్‌సైట్‌లను సులభంగా బ్లాక్ చేసి, మళ్లించి, మీ ఫోకస్ మరియు ఉత్పత్తి శక్తిని పెంచుకోండి.",
        "th": "บล็อกและเปลี่ยนเส้นทางเว็บไซต์ได้อย่างง่ายดายด้วยกฎที่กำหนดเองเพื่อให้คุณมีสมาธิและทำงานได้อย่างมีประสิทธิภาพ",
        "tr": "Odaklanmak ve verimli kalmak için özelleştirilmiş kurallarla web sitelerini kolayca engelleyin ve yönlendirin.",
        "uk": "Без зусиль блокуйте та перенаправляйте веб-сайти за допомогою настроюваних правил, щоб залишатися зосередженим і продуктивним.",
        "vi": "Chặn và chuyển hướng các trang web dễ dàng với các quy tắc tùy chỉnh để duy trì sự tập trung và năng suất.",
        "zh-CN": "通过自定义规则轻松拦截和重定向网站，帮助您保持专注和高效。",
        "zh-TW": "透過自訂規則輕鬆封鎖和重新導向網站，保持專注和高效。"
    },
    "support_email": {
        "ar": "aacsmi06@gmail.com",
        "cs": "aacsmi06@gmail.com",
        "de": "aacsmi06@gmail.com",
        "el": "aacsmi06@gmail.com",
        "en-US": "aacsmi06@gmail.com",
        "es": "aacsmi06@gmail.com",
        "fi": "aacsmi06@gmail.com",
        "fr": "aacsmi06@gmail.com",
        "he": "aacsmi06@gmail.com",
        "hu": "aacsmi06@gmail.com",
        "id": "aacsmi06@gmail.com",
        "it": "aacsmi06@gmail.com",
        "ja": "aacsmi06@gmail.com",
        "ko": "aacsmi06@gmail.com",
        "nl": "aacsmi06@gmail.com",
        "pl": "aacsmi06@gmail.com",
        "pt-BR": "aacsmi06@gmail.com",
        "pt-PT": "aacsmi06@gmail.com",
        "ro": "aacsmi06@gmail.com",
        "sk": "aacsmi06@gmail.com",
        "sv-SE": "aacsmi06@gmail.com",
        "te": "aacsmi06@gmail.com",
        "th": "aacsmi06@gmail.com",
        "tr": "aacsmi06@gmail.com",
        "uk": "aacsmi06@gmail.com",
        "vi": "aacsmi06@gmail.com",
        "zh-CN": "aacsmi06@gmail.com",
        "zh-TW": "aacsmi06@gmail.com"
    },
    "support_url": {
        "url": {
            "ar": "https://ext.pp.ua/blocksite.html",
            "cs": "https://ext.pp.ua/blocksite.html",
            "de": "https://ext.pp.ua/blocksite.html",
            "el": "https://ext.pp.ua/blocksite.html",
            "en-US": "https://ext.pp.ua/blocksite.html",
            "es": "https://ext.pp.ua/blocksite.html",
            "fi": "https://ext.pp.ua/blocksite.html",
            "fr": "https://ext.pp.ua/blocksite.html",
            "he": "https://ext.pp.ua/blocksite.html",
            "hu": "https://ext.pp.ua/blocksite.html",
            "id": "https://ext.pp.ua/blocksite.html",
            "it": "https://ext.pp.ua/blocksite.html",
            "ja": "https://ext.pp.ua/blocksite.html",
            "ko": "https://ext.pp.ua/blocksite.html",
            "nl": "https://ext.pp.ua/blocksite.html",
            "pl": "https://ext.pp.ua/blocksite.html",
            "pt-BR": "https://ext.pp.ua/blocksite.html",
            "pt-PT": "https://ext.pp.ua/blocksite.html",
            "ro": "https://ext.pp.ua/blocksite.html",
            "sk": "https://ext.pp.ua/blocksite.html",
            "sv-SE": "https://ext.pp.ua/blocksite.html",
            "te": "https://ext.pp.ua/blocksite.html",
            "th": "https://ext.pp.ua/blocksite.html",
            "tr": "https://ext.pp.ua/blocksite.html",
            "uk": "https://ext.pp.ua/blocksite.html",
            "vi": "https://ext.pp.ua/blocksite.html",
            "zh-CN": "https://ext.pp.ua/blocksite.html",
            "zh-TW": "https://ext.pp.ua/blocksite.html"
        },
        "outgoing": {
            "ar": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "cs": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "el": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "fi": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "he": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "hu": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "id": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "ko": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "ro": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "sk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "sv-SE": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "te": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "th": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "tr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "uk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "vi": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html",
            "zh-TW": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/193216a7f21f3b62d9b6ab5f13e9d0528b189677b64ffaa47db60865a70cfb1a/https%3A//ext.pp.ua/blocksite.html"
        }
    },
    "tags": [
        "content blocker",
        "privacy",
        "security"
    ],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/blockersite/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/blockersite/versions/",
    "weekly_downloads": 24,
    "_score": null
}