{
    "id": 1483643,
    "authors": [
        {
            "id": 18621853,
            "name": "Kaspersky",
            "url": "https://addons.mozilla.org/en-US/firefox/user/18621853/",
            "username": "anonymous-cae4365f4b4e5ad6276f5f08c28eaea5"
        }
    ],
    "average_daily_users": 417455,
    "categories": [
        "privacy-security"
    ],
    "contributions_url": "",
    "created": "2019-04-12T17:41:32Z",
    "current_version": {
        "id": 5842477,
        "compatibility": {
            "firefox": {
                "min": "58.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/kaspersky-protection-2021/versions/5842477",
        "file": {
            "id": 4386765,
            "created": "2024-11-12T12:10:18Z",
            "hash": "sha256:2a3f2ac8cacca7d8fe804fb9e792313bf2c493fe76c0ddc9fa4986fc9525fc50",
            "is_mozilla_signed_extension": false,
            "size": 347084,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4386765/kaspersky_protection_2021-2.11.123.1.xpi",
            "permissions": [
                "nativeMessaging",
                "cookies",
                "tabs",
                "webNavigation",
                "webRequest",
                "webRequestBlocking",
                "contextMenus",
                "<all_urls>",
                "storage",
                "http://*/*",
                "https://*/*",
                "http://www.bing.com/*",
                "https://www.bing.com/*"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 7057,
            "is_custom": false,
            "name": {
                "en-US": "All Rights Reserved"
            },
            "slug": "all-rights-reserved",
            "url": null
        },
        "release_notes": null,
        "reviewed": "2024-11-18T18:17:48Z",
        "version": "2.11.123.1"
    },
    "default_locale": "en-US",
    "description": {
        "ar": "يساعدك الملحق في إدارة الحماية دون تشتيت انتباهك عما تفعله. ويتيح لك الوصول إلى ميزات إدارة الحماية في نافذة المستعرض مباشرة.\n\nتعتمد مجموعة الميزات التي يساعدك الملحق فيها على باقة اشتراكك.\n\nيحمي مكون الخدمات النقدية الآمنة بياناتك من الاعتراض عند إجراء مدفوعات عبر الإنترنت. وفي بعض الحالات، يُسرع الملحق عمله ويعززه.\n\nيُخبرك الاستعراض الخاص عندما تجمع مواقع الويب بياناتك ويتيح لك تقييدها إذا كنت تريد ذلك. وهذا أسهل بكثير وأسرع من قائمة الملحق.\n\nيحظر مكون مكافحة الشعارات الإعلانات المنبثقة المزعجة على مواقع الويب. وعند تشغيل الملحق، يمكنه اكتشاف المزيد من أنواع الشعارات وحظرها.\n\nيمنعك الاستعراض الآمن من زيارة مواقع الويب الخطيرة. ومع الملحق، يخطرك بعمله بطريقة أكثر ملاءمة وفي الوقت المناسب في بعض الحالات.\n\nتم تصميم ملحق Kaspersky Protection للعمل مع تطبيقات Kaspersky التالية: Kaspersky Anti-Virus وKaspersky Internet Security وKaspersky Total Security وKaspersky Security Cloud - Free وKaspersky Security Cloud - Personal وKaspersky Security Cloud - Family وKaspersky Small Office Security وKaspersky Free وKaspersky Basic وKaspersky Standard وKaspersky Plus وKaspersky Premium.\n\nيرجى الانتقال إلى <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> وتثبيت التطبيق.",
        "bg": "Разширението ви помага да управлявате защитата в движение, без да ви разсейва от това, което правите. Отваря достъп до управлението на защитата направо в прозореца на вашия браузър.\n\nНаборът от функции, с които разширението ви помага, зависи от вашия абонаментен план.\n\nSafe Money защитава данните ви от прихващане, когато извършвате онлайн плащания. В някои случаи разширението ускорява и подобрява работата си.\n\nПоверителното сърфиране ви информира, когато уебсайтовете събират вашите данни и ви позволява да ги ограничите, ако искате. Много по-лесно и по-бързо е от менюто на разширението.\n\nAnti-Banner блокира досадните изскачащи реклами на уебсайтове. Когато разширението е включено, то може да открие и блокира още повече типове банери.\n\nБезопасното сърфиране ви предпазва от посещение на опасни уебсайтове. Благодарение на разширението, той ви уведомява за работата си по по-удобен и навременен начин в някои случаи.\n\nРазширението Kaspersky Protection е предназначено за използване заедно със следните приложения на Kaspersky: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud - безплатно, Kaspersky Security Cloud - лично, Kaspersky Security Cloud - семейно, Kaspersky Small Office Security, Kaspersky безплатен, Kaspersky основен, Kaspersky стандартен, Kaspersky плюс и Kaspersky Premium.\n\nПосетете <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> и инсталирайте приложението.",
        "cs": "Toto rozšíření vám pomůže spravovat ochranu, aniž by vás rozptylovalo od práce. Umožňuje vám přístup k funkcím správy ochrany přímo v okně prohlížeče.\n\nSoubor funkcí, se kterými vám rozšíření pomůže, závisí na vašem plánu předplatného.\n\nOchrana financí vaše údaje před zachycením při online platbách. V některých případech rozšíření její funkci zrychluje a zlepšuje.\n\nSoukromé procházení vás informuje, když weby shromažďují vaše údaje, a umožňuje vám je omezit, pokud chcete. Z nabídky rozšíření je to mnohem jednodušší a rychlejší.\n\nAnti-Banner blokuje dotěrné vyskakovací reklamy na webech. Když je rozšíření zapnuto, dokáže detekovat a blokovat ještě více typů reklamních lišt.\n\nBezpečné procházení brání návštěvě nebezpečných webů. V kombinaci s rozšířením vás v některých případech o svém fungování informuje pohodlněji a včas.\n\nRozšíření Ochrana Kaspersky je určeno pro spolupráci s následujícími aplikacemi Kaspersky.: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud — Free, Kaspersky Security Cloud — Personal, Kaspersky Security Cloud — Family, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus a Kaspersky Premium.\n\nPřejděte na <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> a aplikaci si nainstalujte.",
        "da": "Udvidelsen hjælper dig med at administrere beskyttelse uden at aflede opmærksomheden fra det, du foretager dig. Den giver dig adgang til beskyttelsesstyringsfunktionerne direkte i dit browservindue.\n\nDet samlede sæt funktioner, som udvidelsen hjælper dig med, afhænger af din abonnementsplan.\n\nSafe Money beskytter dine data mod opsnapning, når du foretager onlinebetalinger. I nogle tilfælde fremskynder og forbedrer udvidelsen dens arbejde.\n\nPrivat browsing giver dig besked, når websteder indsamler dine data, og lader dig begrænse dem, hvis du vil. Dette er meget nemmere og hurtigere fra udvidelsesmenuen.\n\nAnti-Banner blokerer irriterende pop-up-reklamer på websteder. Med udvidelsen slået til, kan den registrere og blokere endnu flere bannertyper.\n\nSikker browsing forhindrer dig i at besøge farlige websteder. Med hjælp fra udvidelsen giver den dig i nogle tilfælde besked om sit arbejde på en mere bekvem og rettidig vis.\n\nKaspersky Protection-udvidelsen er designet til at fungere sammen med følgende Kaspersky-applikationer: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud – Free, Kaspersky Security Cloud – Personlig, Kaspersky Security Cloud – Familie, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus og Kaspersky Premium.\n\nGå til <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a>, og installer programmet.",
        "de": "Mit dieser Erweiterung können Sie den Schutz verwalten, ohne von der Arbeit abgelenkt zu werden. Sie können die Schutzfunktionen direkt in Ihrem Browserfenster verwalten.\n\nDer Funktionsumfang der Erweiterung ist von Ihrer Abo-Produktvariante abhängig.\n\n\"Sicherer Zahlungsverkehr\" schützt Ihre Daten bei Online-Zahlungen vor Abfangversuchen. In einigen Fällen beschleunigt und optimiert die Erweiterung bestimmte Vorgänge.\n\n\"Schutz vor Datensammlung\" informiert Sie, wenn Websites Ihre Daten sammeln, und bietet Ihnen an, die Datensammlung zu beschränken. Über das Erweiterungsmenü geht das viel schneller und einfacher.\n\n\"Anti-Banner\" blockiert störende Pop-ups auf Websites. Wenn die Erweiterung aktiviert ist, kann sie noch mehr Bannertypen erkennen und blockieren.\n\n\"Sicheres Browsen\" verhindert, dass Sie gefährliche Websites besuchen. Die Erweiterung benachrichtigt Sie in einigen Fällen bequemer und zeitnaher über ihre Arbeit.\n\nDie Kaspersky Protection-Erweiterung ist für die Zusammenarbeit mit den folgenden Kaspersky-Apps vorgesehen: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud – Free, Kaspersky Security Cloud – Personal, Kaspersky Security Cloud – Family, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus, und Kaspersky Premium.\n\nBesuchen Sie <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f582c9fc31b1e274c5e5651bfbf419f8e9316ae893c6bf2fe9ae527fa9c7ed15/https%3A//www.kaspersky.de/downloads\" rel=\"nofollow\">https://www.kaspersky.de/downloads</a> und installieren Sie die App.",
        "el": "Η επέκταση σας βοηθά να διαχειρίζεστε την προστασία χωρίς να σας αποσπά απ' ότι κάνετε. Σας παρέχει πρόσβαση στις δυνατότητες διαχείρισης της προστασίας από το παράθυρο του προγράμματος περιήγησης.\n\nΟι δυνατότητες για τις οποίες σας παρέχει βοήθεια η επέκταση εξαρτώνται από το πλάνο της συνδρομής σας.\n\nΗ Ασφάλεια χρημάτων προστατεύει τα δεδομένα σας από υποκλοπές όταν κάνετε ηλεκτρονικές πληρωμές. Σε ορισμένες περιπτώσεις, η επέκταση επιταχύνει και βελτιώνει τη λειτουργία της.\n\nΗ Ιδιωτική περιήγηση σας ενημερώνει όταν οι τοποθεσίες web συλλέγουν τα δεδομένα σας και σας δίνει τη δυνατότητα να τους το απαγορεύσετε, αν θέλετε. Είναι πολύ ευκολότερο και ταχύτερο από το μενού της επέκτασης.\n\nΤο Πρόγραμμα Anti-Banner μπλοκάρει τις ενοχλητικές αναδυόμενες διαφημίσεις σε τοποθεσίες web. Με ενεργοποιημένη την επέκταση, μπορεί να εντοπίζει και να μπλοκάρει ακόμη περισσότερους τύπους διαφημιστικών πλαισίων (banner).\n\nΗ Ασφαλής περιήγηση αποτρέπει τις επισκέψεις σας σε επικίνδυνες τοποθεσίες web. Με τη βοήθεια της επέκτασης, σας ειδοποιεί για τις εργασίες της με πιο βολικό και έγκαιρο τρόπο σε ορισμένες περιπτώσεις.\n\nΗ επέκταση Kaspersky Protection είναι σχεδιασμένη ώστε να λειτουργεί μαζί με τις ακόλουθες εφαρμογές Kaspersky: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud — Free, Kaspersky Security Cloud — Personal, Kaspersky Security Cloud — Family, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus και Kaspersky Premium.\n\nΜεταβείτε στη διεύθυνση <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> και εγκαταστήστε την εφαρμογή.",
        "en-US": "The extension helps you manage protection without distracting you from what you're doing. It lets you access the protection management features right in your browser window.\n\nThe set of features the extension helps you with depends on your subscription plan.\n\nSafe Money protects your data from interception when you make online payments. In some cases, the extension speeds up and enhances its work.\n\nPrivate Browsing informs you when websites are collecting your data and lets you restrict them if you want. It's much easier and faster from the extension menu.\n\nAnti-Banner blocks annoying pop-up ads on websites. With the extension turned on, it can detect and block even more banner types.\n\nSafe Browsing prevents you from visiting dangerous websites. Empowered with the extension, it notifies you of its work in a more convenient and timely manner in some cases.\n\nThe Kaspersky Protection extension is designed to work together with the following Kaspersky applications: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud — Free, Kaspersky Security Cloud — Personal, Kaspersky Security Cloud — Family, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus, and Kaspersky Premium.\n\nGo to <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> and install the application.",
        "es": "La extensión le ayuda a gestionar la protección sin distraerle de lo que está haciendo. Le permite acceder a las funciones de gestión de la protección en la ventana del navegador.\n\nEl conjunto de funciones con el que le ayuda la extensión depende de su plan de suscripción.\n\nPago seguro protege sus datos ante intercepciones si realiza pagos en línea. En algunos casos, la extensión acelera y mejora su funcionamiento.\n\nNavegación privada le informe si algún sitio web recoge sus datos y, si lo desea, le permite restringirlo. Es mucho más sencillo y rápido desde el menú de la extensión.\n\nAnti-Banner bloquea los molestos anuncios emergentes de los sitios web. Con la extensión activada, puede detectar y bloquear aún más tipos de banners.\n\nNavegación segura evita que visite sitios web peligrosos. Si se potencia con la extensión, le notifica su funcionamiento de forma más práctica y puntual en ciertos casos.\n\nLa extensión Kaspersky Protection se ha diseñado para funcionar con las siguientes aplicaciones de Kaspersky: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud — Free, Kaspersky Security Cloud — Personal, Kaspersky Security Cloud — Family, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus y Kaspersky Premium.\n\nDiríjase a <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d8d206f713740789ac81b7eed407881b346acce1201bfa9c83c3bc6856b9ae19/https%3A//www.kaspersky.es/downloads\" rel=\"nofollow\">https://www.kaspersky.es/downloads</a> e instale la aplicación.",
        "et": "Laiendus aitab teil kaitset hallata, ilma et juhiks tähelepanu teie tegemistelt kõrvale. Laiendus võimaldab juurdepääsu kaitse haldusele otse teie brauseriaknast.\n\nFunktsioonid, millega laiendus teid aitab, olenevad teie tellimuslepingust.\n\nTurvalised maksed kaitseb võrgumaksete tegemisel teie andmeid hõivamise eest. Mõnel juhul laiendus kiirendab ja parandab funktsiooni tööd.\n\nPrivaatne sirvimine teavitab teid, kui veebisaidid teie andmeid koguvad, ning võimaldab teil seda soovi korral piirata. Laienduse menüüst on see toiming palju lihtsam ja kiirem.\n\nRibareklaamifilter blokeerib veebisaitidel tüütud hüpikreklaamid. Kui laiendus on sisse lülitatud, suudab see tuvastada ja blokeerida veelgi rohkem bänneritüüpe.\n\nTurvaline sirvimine takistab ohtlike veebisaitide külastamist. Laienduseabil teavitab funktsioon teid mõnel juhul oma tööst mugavamalt ja õigeaegsemalt.\n\nLaiendus Kaspersky Kaitse on mõeldud töötama koos järgmiste Kaspersky rakendustega: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud — Free, Kaspersky Security Cloud — Personal, Kaspersky Security Cloud — Family, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus ja Kaspersky Premium.\n\nTarkvara saab paigaldada lehelt <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a>.",
        "fa": "ما تجربه وب‌گردی شما در زمینه‌های زیر را بهبود می‌بخشیم:\n\nحریم خصوصی\nبرخی وب‌سایت‌ها در پی آنند که اطلاعاتی درباره رفتار شما و داده‌هایی که به اشتراک می‌گذارید را جمع‌آوری کنند. شما با این افزونه می‌توانید مانع آن‌ها در دنبال کردن خودتان شوید.\n\nضد بنر\nاز دیدن بنرهایی که سعی دارند چیزهایی به شما بفروشند به ستوه آمده‌اید؟ افزونه ما امکان تجربه وب‌گردی منظم و بی‌اخلال را فراهم می‌آورد.\n\nامنیت\nما همه وب‌سایت‌هایی که قصد بازدید از آن‌ها دارید را بررسی کرده و در صورت هر گونه تهدید به شما هشدار می‌دهیم. به طور اخص، تراکنش‌های مالی شما در فروشگاه‌های آنلاین و سیستم‌های آنلاین پرداخت و بانکداری را محافظت می‌کنیم.\n\nافزونه Kaspersky Protection امکان فعال‌سازی قابلیت‌های محافظتی زیر را می‌دهد:\n- امنیت مالی – با باز کردن وب‌سایت‌های حساس در مرورگر محافظت‌شده، از پرداخت‌های شما محافظت می‌کند.\n- جستجوی خصوصی – تلاش وب‌سایت‌ها برای جمع‌آوری داده‌هایتان را به شما اطلاع می‌دهد و به شما امکان مسدودسازی مجموعه داده‌ها را می‌دهد.\n- Kaspersky URL Advisor – با شاخص‌های رنگی و بر اساس سطح امنیتی لینک، نتایج جستجو را مشخص می‌کند.\n- کیبورد روی صفحه نمایش – از رهگیری اطلاعاتی که در فرم وب‌سایت‌ها وارد می‌کنید جلوگیری می‌کند.\n- ضد بنر – تبلیغ بنرها در وب‌سایت‌ها را مسدود می‌سازد.\n- مسدودسازی محتوای خطرناک - اگر وب‌سایتی از نظر Kaspersky خطرناک یا مشکوک به نظر برسد، از لود شدن آن جلوگیری می‌کند.\n\nافزونۀ Kaspersky Protection برای کار با برنامه‌های Kaspersky زیر در نظر گرفته شده است: ‏Kaspersky Free، Kaspersky Anti‑Virus،‏ Kaspersky Internet Security،‏ Kaspersky Total Security، Kaspersky Security Cloud‏ و ‏Kaspersky Small Office Security‏.\nبه آدرس <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> بروید و برنامه را نصب کنید.",
        "fi": "Laajennuksen avulla voit hallinnoida suojausta muuta tekemistäsi häiritsemättä. Pääset käyttämään suojauksenhallintaominaisuuksia suoraan selainikkunassa.\n\nLaajennuksen sisältämät hyödylliset ominaisuudet määräytyvät tilattavan palvelupaketin mukaan.\n\nRahasuojaus suojaa tietojasi sieppaamiselta, kun teet maksuja verkossa. Joissakin tilanteissa laajennus nopeuttaa ja tehostaa työtä.\n\nYksityinen selaus ilmoittaa, kun verkkosivustot keräävät tietoja, ja antaa sinun asettaa sille rajoituksia. Laajennusvalikosta se käy paljon helpommin ja nopeammin.\n\nBannerien esto torjuu verkkosivustojen ärsyttäviä ponnahdusmainoksia. Kun laajennus on käytössä, se voi havaita ja torjua vieläkin enemmän bannerityyppejä.\n\nTurvallinen selaus estää sinua käymästä vaarallisilla verkkosivustoilla. Laajennuksen turvin se ilmoittaa joissakin tilanteissa toiminnastaan kätevämmällä ja oikea-aikaisemmalla tavalla.\n\nKaspersky Protection -laajennus on suunniteltu toimimaan yhdessä seuraavien Kaspersky-sovellusten kanssa: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud – Free, Kaspersky Security Cloud – Personal, Kaspersky Security Cloud – Family, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus ja Kaspersky Premium.\n\nSiirry osoitteeseen <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> ja asenna sovellus.",
        "fr": "Cette extension vous aide à gérer la protection sans vous distraire de vos activités. Elle vous permet d'accéder aux fonctionnalités de gestion de la protection directement dans la fenêtre de votre navigateur.\n\nL'ensemble des fonctionnalités de l'extension dépend de votre formule d'abonnement.\n\nLa Protection bancaire protège vos données contre toute interception lorsque vous effectuez des paiements en ligne. Dans certains cas, l'extension accélère et optimise votre travail.\n\nLa Navigation privée vous informe lorsque des sites collectent vos informations et vous permet de les empêcher de le faire si vous le souhaitez. Cette opération est beaucoup plus simple et rapide à partir du menu des extensions.\n\nL'Anti-bannières bloque les annonces contextuelles gênantes sur les sites. Si l'extension est activée, elle peut détecter et bloquer encore plus de types de bannières.\n\nLa Navigation sécurisée vous empêche de visiter des sites dangereux. Grâce à l'extension, cette fonctionnalité vous avertit de son travail de manière plus pratique et plus rapide dans certains cas.\n\nL'extension Kaspersky Protection est conçue pour fonctionner avec les applications Kaspersky suivantes : Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud - Free, Kaspersky Security Cloud - Personal, Kaspersky Security Cloud - Family, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus et Kaspersky Premium.\n\nAccédez à <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> et installez l'application.",
        "hu": "A bővítmény anélkül segít a védelem felügyeletében, hogy elterelné az Ön figyelmét arról, amit éppen csinál. Lehetővé teszi, hogy közvetlenül a böngészőablakból férjen hozzá a védelemkezelési funkciókhoz.\n\nAz előfizetési csomagtól függ, hogy a bővítmény milyen funkciókkal segíti Önt.\n\nA Biztonságos pénzügyek megvédi adatait a lehallgatástól az online fizetések során. Bizonyos esetekben a bővítmény felgyorsítja a rendszer működését, és fokozza a teljesítményt.\n\nA Privát böngészés tájékoztatja Önt, ha a webhelyek adatokat gyűjtenek, és lehetővé teszi, hogy igény szerint korlátozza őket. Ez sokkal egyszerűbb és gyorsabb a bővítmény menüjéből.\n\nA Reklámcsíkblokkoló blokkolja a bosszantó felugró hirdetéseket a webhelyeken. A bővítmény bekapcsolásával még több típusú reklámcsík felismerésére és blokkolására van lehetőség.\n\nA Biztonságos böngészés megakadályozza, hogy veszélyes webhelyeket keressen fel. A bővítménynek köszönhetően bizonyos esetekben kényelmesebben és időben értesülhet a műveletekről.\n\nA Kaspersky Protection bővítmény a következő Kaspersky-alkalmazásokkal való együttműködésre készült: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud — Free, Kaspersky Security Cloud — Personal, Kaspersky Security Cloud — Family, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus és Kaspersky Premium.\n\nLátogasson el a <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> weboldalra és telepítse az alkalmazást.",
        "id": "Ekstensi ini akan membantu Anda mengelola perlindungan tanpa mengganggu aktivitas Anda. Anda dapat mengakses fitur pengelolaan perlindungan di jendela browser.\n\nKumpulan fitur yang digunakan ekstensi untuk membantu Anda tergantung pada paket langganan.\n\nKeamanan Uang melindungi data Anda dari penyadapan saat Anda melakukan pembayaran online. Dalam beberapa kondisi, ekstensi ini mempercepat dan meningkatkan kinerjanya.\n\nBrowsing Pribadi akan mengabari Anda saat situs web mengambil data Anda, dan bisa membatasinya jika Anda mau. Lebih mudah dan cepat dari menu ekstensi.\n\nAnti-Banner memblokir iklan pop-up yang mengganggu di situs web. Dengan mengaktifkan ekstensi, Anda bahkan dapat mendeteksi dan memblokir lebih banyak jenis banner.\n\nBrowsing Aman mencegah Anda mengunjungi situs web berbahaya. Berkat ekstensinya, Anda akan dikabari tentang fungsinya secara lebih mudah dan tepat waktu dalam beberapa kondisi.\n\nEkstensi Kaspersky Protection dirancang untuk bekerja dengan aplikasi Kaspersky berikut: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud — Free, Kaspersky Security Cloud — Personal, Kaspersky Security Cloud — Family, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus, dan Kaspersky Premium.\n\nKunjungi <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> dan instal aplikasi tersebut.",
        "it": "L'estensione consente di gestire la protezione senza distrazioni e di accedere alle funzionalità di gestione della protezione direttamente nella finestra del browser.\n\nIl set di funzionalità utili dell'estensione varia in base al piano di abbonamento sottoscritto.\n\nSafe Money protegge i dati dalle intercettazioni quando si effettuano pagamenti online. In alcuni casi, l'estensione accelera e migliora la propria esecuzione.\n\nNavigazione privata segnala quando i siti Web raccolgono i dati dell'utente e, se desiderato, consente di limitarli. Questa funzionalità è molto più semplice e rapida dal menu delle estensioni.\n\nAnti-Banner blocca i fastidiosi annunci pop-up sui siti Web. Con l'estensione attivata, può rilevare e bloccare ancora più tipi di banner.\n\nNavigazione sicura impedisce di visitare siti Web pericolosi. Se la funzionalità è potenziata con l'estensione, in alcuni casi segnala la propria esecuzione in modo più comodo e tempestivo.\n\nL'estensione Kaspersky Protection è progettata per l'esecuzione insieme alle seguenti applicazioni Kaspersky: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud (Free), Kaspersky Security Cloud (Personal), Kaspersky Security Cloud (Family), Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus e Kaspersky Premium.\n\nVisitare <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> e installare l'applicazione.",
        "ja": "拡張機能は最新の保護機能の管理に役立ちます。拡張機能を使用すると、ブラウザーのウィンドウから保護の管理にアクセスできます。\n\nご利用中の料金プランにより拡張機能の内容は異なります。\n\nネット決済保護はオンラインでの決済時事データを不正な読み取りから保護します。拡張機能により速度や作業効率が向上することがあります。\n\nWebトラッキング防止は、個人情報が収集されている場合は通知を表示し、必要に応じて制限することができます。拡張機能のメニューで設定するより簡単で素早い対応が可能です。\n\nバナー広告対策はWebサイトの迷惑なバナー広告をブロックします。拡張機能をオンにすると、バナー種別も検出してブロックします。\n\nセーフブラウジングは危険なサイトへのアクセスをブロックします。拡張機能を使用することでより便利に、またタイムリーに動作することができます。\n\nカスペルスキー プラグインは次のカスペルスキー製品と連携するように設計されています：Kaspersky Anti-Virus、カスペルスキー インターネット セキュリティ、Kaspersky Total Security、Kaspersky Security Cloud（無料版、個人プラン、家族プラン）、カスペルスキー スモールオフィス セキュリティ、カスペルスキー フリー、カスペルスキー ベーシック、カスペルスキー スタンダード、カスペルスキー プラス、カスペルスキー プレミアム。\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> を開いて、製品をインストールしてください。",
        "ko": "확장 프로그램을 사용하면 지금 하는 일을 중단하지 않고도 보호 기능을 관리할 수 있습니다. 브라우저 창에서 보호 관리 기능을 바로 사용할 수 있습니다.\n\n사용자에게 도움이 되는 확장 프로그램 기능 모음은 서브스크립션 플랜에 따라 달라집니다.\n\n안전 금융은 온라인 결제 시 사용자의 데이터 가로채기를 방지합니다. 확장 프로그램의 속도와 작동이 개선되기도 합니다.\n\n프라이빗 브라우징은 웹사이트에서 사용자의 데이터를 수집하는 순간을 통보하고 사용자가 이를 제한할 수 있게 합니다. 확장 프로그램 메뉴에서 훨씬 쉽고 빠르게 사용할 수 있습니다.\n\n안티 배너는 웹사이트의 짜증 나는 팝업을 차단합니다. 확장 프로그램을 켜면 훨씬 많은 배너 유형을 감지하고 차단할 수 있습니다.\n\n안전 브라우징은 위험한 웹사이트 방문을 차단합니다. 확장 프로그램을 통해 구현되는 안전 브라우징은 더 편리하고 빠르게 작동 현황을 사용자에게 통보합니다.\n\nKaspersky Protection 확장 프로그램은 다음 Kaspersky 애플리케이션과 함께 작동하도록 설계되었습니다. Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud — Free, Kaspersky Security Cloud — Personal, Kaspersky Security Cloud — Family, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus, Kaspersky Premium\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/14a78265811eeb73be2c00c4944cb3c157881b8d6bcdbe9f4d8c43b8b1443ba1/https%3A//www.kaspersky.com/downloads%EC%9C%BC%EB%A1%9C\" rel=\"nofollow\">https://www.kaspersky.com/downloads으로</a> 이동하여 애플리케이션을 설치하십시오.",
        "lt": "Šis plėtinys padeda valdyti apsaugą neatitraukiant dėmesio nuo darbo. Jis leidžia pasiekti saugumo valdymo funkcijas tiesiai naršyklės lange.\n\nFunkcijų, kurias plėtinys jums padės atlikti, rinkinys priklauso nuo jūsų prenumeratos plano.\n\nSaugūs mokėjimai apsaugo jūsų duomenis nuo perėmimo, kai atliekate mokėjimus internetu. Kai kuriais atvejais plėtinys pagreitina ir pagerina komponento darbą.\n\nPrivatus naršymas informuoja, jei svetainėse renkami jūsų duomenys, ir, jei norite, apriboja rinkimą. Tai padaryti daug paprasčiau ir greičiau naudojant plėtinio meniu.\n\n„Anti-Banner“ blokuoja erzinančius iššokančius skelbimus svetainėse. Įjungtas plėtinys gali aptikti ir blokuoti dar daugiau reklamjuosčių tipų.\n\nSaugus naršymas neleidžia lankytis pavojingose svetainėse. Įjungtas plėtinys apie savo darbą jus informuoja patogiau ir laiku.\n\nPlėtinys „Kaspersky Protection“ sukurtas veikti kartu su šiomis „Kaspersky“ programomis: „Kaspersky Anti-Virus“, „Kaspersky Internet Security“, „Kaspersky Total Security“, „Kaspersky Security Cloud – Free“, „Kaspersky Security Cloud – Personal“, „Kaspersky Security Cloud – Family“, „Kaspersky Small Office Security“, „Kaspersky Free“, „Kaspersky Basic“, „Kaspersky Standard“, „Kaspersky Plus“ ir „Kaspersky Premium“.\n\nEikite į <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> ir įdiekite programą.",
        "lv": "Šis paplašinājums palīdz pārvaldīt aizsardzību, nenovēršot jūsu uzmanību no svarīgā. Izmantojot paplašinājumu, varat piekļūt aizsardzības pārvaldības funkcijām tieši pārlūkprogrammas logā.\n\nPaplašinājumā iekļauto funkciju kopums ir atkarīgs no jūsu abonementa plāna.\n\nFunkcija Droša nauda aizsargā jūsu datus pret pārtveršanu, veicot tiešsaistes maksājumus. Dažos gadījumos paplašinājums paātrina un uzlabo šīs funkcijas darbību.\n\nFunkcija Privātā pārlūkošana paziņo, kad tīmekļa vietnes apkopo jūsu datus, un, ja vēlaties, ļauj ierobežot šo tīmekļa vietņu darbību. Ar paplašinājuma izvēlni tas ir daudz vienkāršāk un ātrāk.\n\nReklāmas bloķētājs tīmekļa vietnēs bloķē kaitinošas uznirstošās reklāmas. Ja šis paplašinājums ir ieslēgts, tas var noteikt un bloķēt vēl vairāk reklāmu veidu.\n\nFunkcija Droša pārlūkošana neļauj apmeklēt bīstamas tīmekļa vietnes. Izmantojot šo paplašinājumu, šī funkcija dažos gadījumos informē jūs par savu darbību ērtāk un savlaicīgāk.\n\nKaspersky Protection Extension ir paredzēts darbam kopā ar šādām Kaspersky programmām: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud — Free, Kaspersky Security Cloud — Personal, Kaspersky Security Cloud — Family, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus un Kaspersky Premium.\n\nAtveriet tīmekļa vietni <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> un instalējiet attiecīgo programmu.",
        "nl": "De extensie helpt je de bescherming te beheren zonder je af te leiden van wat je doet. Hiermee heeft je rechtstreeks in je browservenster toegang tot de functies voor beveiligingsbeheer.\n\nDe set functies waarmee de extensie je helpt, is afhankelijk van je abonnementsplan.\n\nVeilig Bankieren beschermt je gegevens tegen onderschepping wanneer je online betalingen doet. In sommige gevallen versnelt en verbetert de extensie zijn werk.\n\nPrivate Browsing informeert je wanneer websites je gegevens verzamelen en laat je deze beperken als je dat wilt. Het is veel gemakkelijker en sneller vanuit het extensiemenu.\n\nAnti-Banner blokkeert vervelende pop-upadvertenties op websites. Als de extensie is ingeschakeld, kan deze nog meer bannertypen detecteren en blokkeren.\n\nVeilig browsen voorkomt dat je gevaarlijke websites bezoekt. Bekrachtigd met de extensie, brengt het je in sommige gevallen op een handiger en tijdiger manier op de hoogte van zijn werk.\n\nDe Kaspersky Protection-extensie is ontworpen om samen te werken met de volgende Kaspersky-programma's: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud — Free, Kaspersky Security Cloud — Personal, Kaspersky Security Cloud — Family, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus en Kaspersky Premium.\n\nGa naar <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> en installeer het programma.",
        "pl": "'Rozszerzenie pomaga zarządzać ochroną nie przeszkadzając Ci w innych zadaniach. Umożliwia dostęp do funkcji zarządzania zabezpieczeniami bezpośrednio w oknie przeglądarki.\n\nFunkcje obsługiwane przez rozszerzenie zależą od Twojego planu subskrypcji.\n\nFunkcja Bezpieczne pieniądze chroni Twoje dane przed przechwyceniem, gdy dokonujesz płatności online. W niektórych przypadkach rozszerzenie przyspiesza i usprawnia jej pracę.\n\nFunkcja Surfowanie incognito informuje Cię, kiedy strony internetowe gromadzą Twoje dane, i w razie potrzeby pozwala Ci je ograniczyć. Znacznie łatwiej i szybciej można to zrobić z menu rozszerzeń.\n\nFunkcja Blokowania banerów uniemożliwia witrynom wyświetlanie irytujących wyskakujących reklam. Po włączeniu rozszerzenia może wykrywać i blokować jeszcze więcej typów banerów.\n\nFunkcja Bezpieczne surfowanie zapobiega odwiedzaniu niebezpiecznych stron internetowych. Dzięki rozszerzeniu w niektórych przypadkach powiadamia Cię o swoim działaniu w wygodniejszy i bardziej terminowy sposób.\n\nRozszerzenie Kaspersky Protection zostało zaprojektowane, aby można go było używać razem z następującymi aplikacjami Kaspersky: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud — Free, Kaspersky Security Cloud — Personal, Kaspersky Security Cloud — Family, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus i Kaspersky Premium.\n\nPrzejdź pod adres <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> i zainstaluj aplikację.",
        "pt-BR": "A extensão ajuda a gerenciar a proteção sem distrair você de suas atividades. Ela permite o acesso direto aos recursos de gerenciamento de proteção na janela no seu navegador.\n\nO conjunto de recursos com os quais a extensão vai ajudar você depende do seu plano da assinatura.\n\nO Safe Money protege os seus dados contra interceptação quando você faz pagamentos on-line. Em alguns casos, a extensão acelera e aprimora o trabalho dele.\n\nA Navegação privada informa quando os sites estão coletando seus dados e permite que você os restrinja. É mais rápido e fácil fazer isso a partir do menu da extensão.\n\nO Antibanner bloqueia anúncios pop-up inconvenientes em sites. Com a extensão ativada, é possível detectar e bloquear mais tipos de banner.\n\nA Navegação Segura evita que você visite sites perigosos. Potencializada com a extensão, ela notifica você sobre suas atividades de maneira mais conveniente e oportuna em alguns casos.\n\nA extensão do Kaspersky Protection foi projetada para funcionar com os seguintes aplicativos da Kaspersky: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud — Free, Kaspersky Security Cloud — Personal, Kaspersky Security Cloud — Family, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus e Kaspersky Premium.\n\nIr para <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> instale o aplicativo.",
        "pt-PT": "A extensão ajuda-o a gerir a proteção sem o distrair daquilo que está a fazer. Permite-lhe aceder às funcionalidades de gestão de proteção diretamente na janela do seu navegador.\n\nO conjunto de funcionalidades com que a extensão o ajuda depende do seu plano de subscrição.\n\nO Pagamento Seguro protege os seus dados de interceções quando efetua pagamentos online. Em alguns casos, a extensão acelera e melhora o seu trabalho.\n\nA Navegação Privada informa-o quando os sites estão a recolher os seus dados e permite-lhe restringi-los se desejar. É muito mais fácil e rápido a partir do menu da extensão.\n\nO Anti-Banner bloqueia anúncios pop-up irritantes em sites. Com a extensão ativada, pode detetar e bloquear ainda mais tipos de banners.\n\nA Navegação Segura impede-o de visitar sites perigosos. A extensão notifica-o do seu trabalho de uma forma mais conveniente e atempada em algumas situações.\n\nA extensão do Kaspersky Protection foi desenvolvida para funcionar em conjunto com as seguintes aplicações Kaspersky: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud – Free, Kaspersky Security Cloud – Personal, Kaspersky Security Cloud – Family, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus e Kaspersky Premium.\n\nAceda a <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> e instale a aplicação.",
        "ro": "Extensia te ajută să gestionezi protecția fără să îți distragă atenția de la ceea ce faci. Aceasta îți permite să accesezi caracteristile de gestionare a protecției chiar în fereastra browserului.\n\nSetul de caracteristici cu care te ajută extensia depinde de planul abonamentului tău.\n\nComponenta Protecție financiară îți protejează datele împotriva interceptării atunci când faci plăți online. În unele cazuri, extensia își accelerează și își îmbunătățește activitatea.\n\nComponenta Navigare privată te informează atunci când site-urile web îți colectează datele și îți permite să le restricționezi, dacă vrei. Este mult mai ușor și mai rapid din meniul extensiei.\n\nComponenta Anti-Banner blochează reclamele pop-up deranjante pe site-urile web. Dacă extensia este activată, aceasta poate detecta și bloca chiar și mai multe tipuri de bannere.\n\nComponenta Navigare sigură te împiedică să vizitezi site-uri web periculoase. Îmbunătățită cu extensia, în unele cazuri, aceasta te notifică cu privire la activitatea sa într-un mod mai convenabil și în timp util.\n\nExtensia Kaspersky Protection este concepută pentru a funcționa împreună cu următoarele aplicații Kaspersky: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud — Free, Kaspersky Security Cloud — Personal, Kaspersky Security Cloud — Family, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus și Kaspersky Premium.\n\nAccesați <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> și instalați aplicația.",
        "ru": "Расширение помогает управлять защитой, не отвлекаясь от того, что вы делаете. Оно переносит управление функциями защиты прямо в окно вашего браузера.\n\nКаким функциям помогает расширение, зависит от вашей подписки.\n\nФункция Безопасные платежи защищает от перехвата данных во время финансовых операций. С расширением работает быстрее и эффективнее в некоторых сценариях.\n\nЗащита от сбора данных информирует о сборе ваших данных на сайтах и позволяет запретить его. В расширении запрещать сбор данных гораздо удобнее и быстрее. \n\nАнти-Баннер блокирует надоедливую рекламу на сайтах. С расширением он может блокировать еще больше типов баннеров.\n\nИнтернет-защита останавливает переход на опасные сайты. При включенном расширении браузера сообщает вам о своей работе более удобно и своевременно в некоторых сценариях.\n\nРасширение Kaspersky Protection предназначено для совместной работы с приложениями \"Лаборатории Касперского\" Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud — Free, Kaspersky Security Cloud — Personal, Kaspersky Security Cloud — Family, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus и Kaspersky Premium.\n\nПерейдите на <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> и установите приложение.",
        "sv-SE": "Tillägget hjälper dig att hantera skyddet utan att distrahera dig från det du gör. Det låter dig komma åt skyddshanteringsfunktionerna direkt i ditt webbläsarfönster.\n\nUppsättningen funktioner som tillägget hjälper dig med beror på din prenumerationsplan.\n\nSafe Money skyddar dina data från att fångas in när du handlar på nätet. I vissa fall gör tillägget saker snabbare och bättre.\n\nPrivat surfning informerar dig när webbplatser samlar in dina data och låter dig begränsa detta om du vill. Det är mycket enklare och snabbare att göra detta från tilläggsmenyn.\n\nSkydd mot webbannonser blockerar irriterande popup-reklam på webbplatser. Med det här tillägget aktiverat kan det detektera och blockera fler annonstyper.\n\nSurfa säkert förhindrar dig från att besöka farliga webbplatser. Det här tillägget förstärker din surfning och meddelar dig om sitt arbete på ett lämpligt sätt.\n\nKaspersky Protection-tillägget är utformat för att fungera tillsammans med följande Kaspersky-program: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud — Free, Kaspersky Security Cloud — Personal, Kaspersky Security Cloud — Family, Kaspersky Small Office Security , Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus och Kaspersky Premium.\n\nGå till  <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> och installera programmet.",
        "tr": "Uzantı, sizi yaptığınız işten alıkoymadan korumayı yönetmenize yardımcı olur. Koruma yönetimi özelliklerine doğrudan tarayıcı pencerenizden erişmenizi sağlar.\n\nUzantının size yardımcı olacağı özellikler abonelik planınıza bağlıdır.\n\nGüvenli Para, çevrimiçi ödeme yaptığınızda verilerinizi ele geçirilmeye karşı korur. Bazı durumlarda, uzantı daha hızlı çalışır ve böylece çalışmasını daha kapsamlı hale getirir.\n\nÖzel Tarama, web siteleri verilerinizi topladığında sizi bilgilendirir ve isterseniz bunları kısıtlamanıza izin verir. Uzantı menüsünden çok daha kolay ve hızlıdır.\n\nReklam Engelleyici web sitelerindeki can sıkıcı açılır reklamları engeller. Uzantı açıkken, daha da fazla reklam türünü algılayabilir ve engelleyebilir.\n\nGüvenli Tarama tehlikeli web sitelerini ziyaret etmenizi engeller. Uzantı ile güçlendirildiğinde, bazı durumlarda çalışmalarını size daha rahat ve zamanında bildirir.\n\nKaspersky Protection uzantısı, şu Kaspersky uygulamaları ile birlikte çalışmak üzere tasarlanmıştır: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud — Free, Kaspersky Security Cloud — Personal, Kaspersky Security Cloud — Family, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus ve Kaspersky Premium.\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> adresine giderek uygulamayı yükleyin.",
        "uk": "Розширення допомагає керувати захистом, не відволікаючись від справ. З його допомогою ви зможете отримати доступ до функцій керування захистом прямо у вікні браузера.\n\nНабір функцій, якими можна керувати за допомогою розширення, залежить від вашого плану підписки.\n\nКомпонент «Безпечні платежі» захищає вас від перехоплення ваших даних під час здійснення онлайн-платежів. У деяких випадках розширення прискорює та покращує роботу цього компонента.\n\nФункція «Захист від збору даних в Інтернеті» сповіщає вас, коли сайти збирають ваші дані, і дає змогу обмежити збір даних за необхідності. Увімкнути цю функцію в меню розширення буде набагато простіше та швидше.\n\nКомпонент «Антибанер» блокує дратівливу спливаючу рекламу на сайтах. Якщо розширення ввімкнено, «Антибанер» зможе виявляти й блокувати ще більше типів оголошень.\n\nФункція «Інтернет-захист» запобігає переходу на небезпечні сайти. Завдяки розширенню сповіщення про роботу цієї функції будуть зручнішими й більш оперативними.\n\nРозширення Kaspersky Protection призначене для використання в поєднанні з такими програмами Kaspersky: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud — Free, Kaspersky Security Cloud — Personal, Kaspersky Security Cloud — Family, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus і Kaspersky Premium.\n\nПерейдіть на сторінку <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> і завантажте програму.",
        "vi": "Phần mở rộng giúp bạn quản lý chức năng bảo vệ mà không khiến bạn mất tập trung vào công việc bạn đang làm. Phần mở rộng cho phép bạn truy cập các tính năng quản lý bảo vệ ngay trong cửa sổ trình duyệt của mình.\n\nBộ tính năng mà phần mở rộng sẽ giúp bạn tùy thuộc vào gói đăng ký của bạn.\n\nThành phần An toàn giao dịch tài chính sẽ bảo vệ dữ liệu của bạn không bị chặn khi bạn thực hiện thanh toán trực tuyến. Trong một số trường hợp, phần mở rộng sẽ tăng tốc và tăng cường công việc của nó.\n\nThành phần Trình duyệt riêng tư sẽ thông báo cho bạn khi các website đang thu thập dữ liệu của bạn và cho phép bạn hạn chế chúng nếu muốn. Sẽ dễ dàng hơn và nhanh hơn nhiều thông qua menu của phần mở rộng.\n\nThành phần Chặn quảng cáo sẽ chặn quảng cáo phiền toái nổi lên trên các website. Khi bật phần mở rộng này, nó có thể phát hiện và chặn nhiều loại bảng quảng cáo hơn nữa.\n\nThành phần Duyệt mạng an toàn sẽ ngăn bạn truy cập các website nguy hiểm. Khi được kết hợp với phần mở rộng, thành phần này sẽ thông báo cho bạn về công việc của nó một cách thuận tiện và kịp thời hơn trong một số trường hợp.\n\nPhần mở rộng Kaspersky Protection được thiết kế để hoạt động cùng với các ứng dụng sau của Kaspersky: Kaspersky Anti-Virus, Kaspersky Internet Security, Kaspersky Total Security, Kaspersky Security Cloud — Free, Kaspersky Security Cloud — Personal, Kaspersky Security Cloud — Family, Kaspersky Small Office Security, Kaspersky Free, Kaspersky Basic, Kaspersky Standard, Kaspersky Plus và Kaspersky Premium.\n\nHãy truy cập <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> và cài đặt ứng dụng.",
        "zh-CN": "该扩展程序可帮助您管理保护，而不会分散您的注意力。它允许您在浏览器窗口中访问保护管理功能。\n\n扩展程序用于帮助您的功能集取决于您的订阅计划。\n\n安全支付在您进行在线支付时保护您的数据免受拦截。在某些情况下，该扩展程序会加快并增强其工作。\n\n无痕浏览会在网站收集您的数据时通知您，并允许您根据需要对其进行限制。从扩展程序菜单中可以轻松快捷地进行操作。\n\n反广告阻止网站上令人讨厌的弹出广告。打开扩展程序后，它可以检测和阻止更多的广告类型。\n\n安全浏览可防止您访问危险网站。通过该扩展程序，它可以在某些情况下以更方便和及时的方式通知您其工作。\n\n卡巴斯基保护扩展程序设计用于与以下卡巴斯基应用程序协同工作: 卡巴斯基反病毒软件、卡巴斯基安全软件、卡巴斯基全方位安全软件、Kaspersky Security Cloud - 免费版、Kaspersky Security Cloud - 个人版、Kaspersky Security Cloud - 家庭版、Kaspersky Small Office Security、卡巴斯基免费版、卡巴斯基基础版、卡巴斯基标准版、卡巴斯基 Plus 和卡巴斯基优选版。\n\n转到 <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> 并安装应用程序。",
        "zh-TW": "延伸程式有助於您管理防護而不會干擾您正在做的事情。它可讓您直接在瀏覽器視窗中存取防護管理功能。\n\n延伸程式有助於您的功能集合取決於您的訂購計劃。\n\nSafe Money 可以在您進行線上支付時防護您的資料被攔截。在某些情況下，延伸程式可加速並增強它的工作。\n\n無痕瀏覽可以在網站收集您的資料時告知您並讓您在願意時限制它們。從延伸程式功能表更簡便快捷。\n\n廣告防護可封鎖網站上的煩人快顯廣告。當開啟該延伸程式時，它可以偵測和封鎖更多廣告類型。\n\n安全瀏覽可以防止您造訪危險網站。藉助於延伸程式的支援，它可以在某些情況下更方便及時的通知您它的工作。\n\n卡巴斯基防護延伸程式旨在和以下卡巴斯基應用程式一起工作：卡巴斯基病毒防護，卡巴斯基安全軟體，卡巴斯基全方位安全軟體，Kaspersky Security Cloud — 免費版，Kaspersky Security Cloud — 個人版，Kaspersky Security Cloud — 家庭版，Kaspersky Small Office Security，卡巴斯基免費版，卡巴斯基入門版，卡巴斯基標準版，卡巴斯基進階版和卡巴斯基專業版。\n\n前往 <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/202c6369c7b10d277edeee4db8ce00ffa082e7c6854b31f800f4e6368f7a7426/https%3A//www.kaspersky.com/downloads\" rel=\"nofollow\">https://www.kaspersky.com/downloads</a> 並安裝應用程式。"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/kaspersky-protection-2021/edit",
    "guid": "light_plugin_7571494CE0B94E11BB762B659A4AD71F@kaspersky.com",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "en-US": "https://www.kaspersky.com/"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3d7fbc49b90804cc712811193bca3a4d7435bfcbbac3a04081697ec5e1426635/https%3A//www.kaspersky.com/"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/1483/1483643-64.png?modified=06039ee5",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/1483/1483643-32.png?modified=06039ee5",
        "64": "https://addons.mozilla.org/user-media/addon_icons/1483/1483643-64.png?modified=06039ee5",
        "128": "https://addons.mozilla.org/user-media/addon_icons/1483/1483643-128.png?modified=06039ee5"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2024-11-18T18:17:48Z",
    "name": {
        "ar": "حماية Kaspersky",
        "bg": "Kaspersky Protection",
        "cs": "Ochrana Kaspersky",
        "da": "Kaspersky Protection",
        "de": "Kaspersky Protection",
        "el": "Kaspersky Protection",
        "en-US": "Kaspersky Protection 2021",
        "es": "Kaspersky Protection",
        "et": "Kaspersky Kaitse",
        "fa": "Kaspersky Protection",
        "fi": "Kaspersky Protection",
        "fr": "Kaspersky Protection",
        "hu": "Kaspersky védelem",
        "id": "Perlindungan Kaspersky",
        "it": "Kaspersky Protection",
        "ja": "カスペルスキー プラグイン",
        "ko": "Kaspersky Protection",
        "lt": "Kaspersky Protection",
        "lv": "Kaspersky Protection",
        "mk": "Kaspersky Protection",
        "nl": "Kaspersky Protection",
        "pl": "Kaspersky Protection",
        "pt-BR": "Proteção Kaspersky",
        "pt-PT": "Kaspersky Protection",
        "ro": "Kaspersky Protection",
        "ru": "Kaspersky Protection",
        "sv-SE": "Kaspersky Protection",
        "tr": "Kaspersky Protection",
        "uk": "Kaspersky Protection",
        "vi": "Kaspersky Protection",
        "zh-CN": "卡巴斯基保护",
        "zh-TW": "卡巴斯基防護"
    },
    "previews": [
        {
            "id": 283150,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/283/283150.png?modified=1685358365",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/283/283150.jpg?modified=1685358365"
        },
        {
            "id": 283151,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/283/283151.png?modified=1685358364",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/283/283151.jpg?modified=1685358364"
        },
        {
            "id": 283152,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/283/283152.png?modified=1685358365",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/283/283152.jpg?modified=1685358365"
        }
    ],
    "promoted": {
        "apps": [
            "firefox",
            "android"
        ],
        "category": "notable"
    },
    "ratings": {
        "average": 4.616,
        "bayesian_average": 4.614716918979125,
        "count": 5140,
        "text_count": 933
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/kaspersky-protection-2021/reviews/",
    "requires_payment": true,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/1483643",
    "slug": "kaspersky-protection-2021",
    "status": "public",
    "summary": {
        "ar": "حمايتك على الإنترنت بملحق من Kaspersky Lab",
        "bg": "Вашата защита в Интернет с разширение от Kaspersky Lab",
        "cs": "Vaše ochrana na Internetu s rozšířením od společnosti Kaspersky Lab",
        "da": "Din beskyttelse på internettet med udvidelse fra Kaspersky Lab",
        "de": "Sicherheit im Internet mit den Erweiterungen von Kaspersky Lab",
        "el": "Η προστασία σας στο Διαδίκτυο με την επέκταση της Kaspersky Lab",
        "en-US": "Your protection on the Internet with extension from Kaspersky Lab",
        "es": "Su protección en Internet con una extensión de Kaspersky Lab",
        "et": "Kaspersky Lab laiendus kaitseb teie toiminguid internetis",
        "fa": "محافظت شما در اینترنت با برنامه افزودنی ارائه شده توسط Kaspersky Lab",
        "fi": "Suojauksesi Internetissä käyttäen Kaspersky Labin laajennusta",
        "fr": "Votre protection sur Internet avec l'extension de Kaspersky Lab",
        "hu": "Az Ön védelme az internete a Kaspersky Lab bővítményével",
        "id": "Perlindungan di internet dengan ekstensi dari Kaspersky Lab",
        "it": "Massima protezione su Internet con l'estensione di Kaspersky Lab",
        "ja": "インターネットを安全に使用するための Kaspersky Lab の拡張機能",
        "ko": "Kaspersky Lab 확장 프로그램으로 인터넷 보호",
        "lt": "Jūsų apsauga internete su plėtiniu nuo „Kaspersky Lab“",
        "lv": "Jūsu aizsardzība internetā ar Kaspersky Lab nodrošinātu paplašinājumu",
        "mk": "Ваша заштита на интернет со додаток од Kaspersky Lab",
        "nl": "Je bescherming op het internet met de extensie van Kaspersky Lab",
        "pl": "Twoja ochrona w internecie zapewniana przez rozszerzenie od Kaspersky Lab",
        "pt-BR": "Sua proteção na Internet com a extensão da Kaspersky Lab",
        "pt-PT": "A sua proteção na Internet com a extensão da Kaspersky Lab",
        "ro": "Protecția ta pe internet cu ajutorul extensiei de la Kaspersky Lab",
        "ru": "Ваша защита в интернете с расширением от \"Лаборатории Касперского\"",
        "sv-SE": "Ditt skydd på internet med tillägg från Kaspersky Lab",
        "tr": "Kaspersky Lab uzantısıyla İnternet üzerindeki korumanız",
        "uk": "Ваш захист в Інтернеті з розширенням від \"Лабораторії Касперського\"",
        "vi": "Bảo vệ bạn trên Internet với phần mở rộng từ Kaspersky Lab",
        "zh-CN": "使用卡巴斯基实验室的扩展功能对您的互联网的保护。",
        "zh-TW": "使用卡巴斯基實驗室的延伸功能對您的網際網路的防護。"
    },
    "support_email": null,
    "support_url": {
        "url": {
            "ar": "https://support.kaspersky.com/",
            "bg": "https://support.kaspersky.com/",
            "cs": "https://support.kaspersky.com/",
            "da": "https://support.kaspersky.com/",
            "de": "https://support.kaspersky.com/",
            "el": "https://support.kaspersky.com/",
            "en-US": "https://support.kaspersky.com/",
            "es": "https://support.kaspersky.com/",
            "et": "https://support.kaspersky.com/",
            "fa": "https://support.kaspersky.com/",
            "fi": "https://support.kaspersky.com/",
            "fr": "https://support.kaspersky.com/",
            "hu": "https://support.kaspersky.com/",
            "id": "https://support.kaspersky.com/",
            "it": "https://support.kaspersky.com/",
            "ja": "https://support.kaspersky.com/",
            "ko": "https://support.kaspersky.com/",
            "lt": "https://support.kaspersky.com/",
            "lv": "https://support.kaspersky.com/",
            "mk": "https://support.kaspersky.com/",
            "nl": "https://support.kaspersky.com/",
            "pl": "https://support.kaspersky.com/",
            "pt-BR": "https://support.kaspersky.com/",
            "pt-PT": "https://support.kaspersky.com/",
            "ro": "https://support.kaspersky.com/",
            "ru": "https://support.kaspersky.com/",
            "sv-SE": "https://support.kaspersky.com/",
            "tr": "https://support.kaspersky.com/",
            "uk": "https://support.kaspersky.com/",
            "vi": "https://support.kaspersky.com/",
            "zh-CN": "https://support.kaspersky.com/",
            "zh-TW": "https://support.kaspersky.com/"
        },
        "outgoing": {
            "ar": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "bg": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "cs": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "da": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "el": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "et": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "fa": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "fi": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "hu": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "id": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "ko": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "lt": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "lv": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "mk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "ro": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "sv-SE": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "tr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "uk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "vi": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/",
            "zh-TW": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9648ba93c0ce682f7a08efe12b74d5e800b174d5153b8e6083e6cc92486f9fc5/https%3A//support.kaspersky.com/"
        }
    },
    "tags": [
        "antivirus",
        "security"
    ],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/kaspersky-protection-2021/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/kaspersky-protection-2021/versions/",
    "weekly_downloads": 12914,
    "_score": null
}