{
  "0 Trackers Found": "0 rastreadores encontrados",
  "ads-category-tooltip": "Los rastreadores de <strong>anuncios y estadísticas</strong> recopilan datos sobre cómo las personas interactúan con sitios web o campañas publicitarias en línea. Es posible que registren esta información o la compartan con otras empresas.",
  "ads/analytics": "Anuncios y estadísticas",
  "Allow Tracking & Profiling For Norton Sites": "Permitir el seguimiento y la generación de perfiles en sitios de {{BRAND_NAME}}",
  "Before you refresh, please save your data, as you may lose any unsaved changes.": "Antes de actualizar, guarde sus datos, ya que puede perder los cambios que no haya guardado.",
  "Currently blocking tracking & profiling for": "Seguimiento y generación de perfiles actualmente bloqueados en",
  "You are allowing tracking & profiling for": "Está permitiendo el seguimiento y la generación de perfiles en",
  "Tracking & profiling are always allowed for": "El rastreo y la generación de perfiles se permiten <strong>siempre</strong> en",
  "BETA": "BETA",
  "Blocking tracking and profiling on": "Se está bloqueando  y la generación de perfiles en",
  "Close Window": "Cerrar ventana",
  "Allow tracking & profiling for this site": "Permitir rastreo y generación de perfiles en este sitio",
  "Download a supported browser to use Norton AntiTrack.": "Descarga un navegador compatible para usar {{PRODUCT_NAME}}.",
  "Block Tracking & Profiling For This Site": "Bloquear el rastreo y la generación de perfiles en este sitio",
  "Block Tracking & Profiling For Norton Sites": "Bloquear el seguimiento y la generación de perfiles en sitios de {{BRAND_NAME}}",
  "Congrats on creating your first email mask! Create more or manage them in your dashboard anytime.": "Felicitaciones por crear tu primera máscara de correo electrónico. Crea más o adminístralas en tu panel de información en cualquier momento.",
  "Dashboard": "Panel de información",
  "Explore Private Email!": "Explora la función de correo electrónico privado.",
  "Fingerprinting": "Creación de huella digital",
  "Fix It": "Reparar",
  "Go To Dashboard": "Ir al panel de información",
  "Help & Support": "Ayuda y soporte",
  "High": "Alto",
  "How do I turn on Tracker Blocker?": "¿Cómo activo el bloqueador de rastreadores?",
  "Keep Emails Private": "Mantén los correos electrónicos privados",
  "Low": "Bajo",
  "Medium": "Medio",
  "Minimize Window": "Minimizar ventana",
  "No Trackers Found": "No se encontraron rastreadores",
  "No trackers found on": "No se encontraron rastreadores en <strong title={host}>{{host}}</strong>",
  "No tracking or profiling found on": "No se encontró seguimiento ni generación de perfiles en",
  "No tracking or profiling currently found for": "No se encontró seguimiento ni generación de perfiles en",
  "Not Now": "Ahora no",
  "Norton sites": "Sitios de {{BRAND_NAME}}",
  "Norton AntiTrack": "{{PRODUCT_NAME}}",
  "Num Trackers Blocked": "{{count}} rastreadores bloq.",
  "Num Trackers Not Blocked": "{{count}} rastreadores no bloqueados",
  "Num trackers blocked on site": "{{count}} rastreadores bloqueados en <strong title={host}>{{host}}</strong>",
  "Num trackers not blocked on site": "{{count}} rastreadores <strong>no</strong> bloqueados en <strong title={host}>{{host}}</strong>",
  "other-category-tooltip": "<strong>Otros</strong> rastreadores que no se hayan clasificado anteriormente se contabilizan aquí. La información que recopilan sobre tu comportamiento en línea se puede registrar o compartir con otras empresas.",
  "Private Email": "Correo electrónico privado",
  "Refresh Now": "Actualizar ahora",
  "Refresh your browser to scan for trackers": "Actualice su navegador para buscar rastreadores",
  "Renew Now": "Renovar ahora",
  "Settings": "Configuración",
  "Set Up": "Configurar",
  "shopping-category-tooltip": "Los rastreadores de <strong>compras y comercio electrónico</strong> guardan tus opciones de compra y navegación para registrar esta información o compartirla con otras empresas.",
  "shopping/commerce": "Compras y comercio electrónico",
  "Sign In To Your AntiTrack App": "Inicie sesión en su aplicación AntiTrack",
  "Site not working correctly?": "¿El sitio no funciona correctamente?",
  "Site not loading tooltip": "Ciertos sitios web requieren que los bloqueadores de rastreadores estén desactivados para que funcionen correctamente. Enmascararemos sus datos para forzar el funcionamiento del sitio. Seguirá protegido de los rastreadores.",
  "social-category-tooltip": "Los rastreadores de <strong>redes sociales</strong> son creados por empresas de redes sociales y otros medios para seguir lo que haces y miras en línea fuera de sus sitios web. Luego, esta información se puede registrar o compartir con otras empresas",
  "social/media": "Redes sociales",
  "To set up the Norton AntiTrack extension, turn on Tracker Blocker now.": "Para configurar la extensión de {{PRODUCT_NAME}}, activa el bloqueador de rastreadores ahora mismo.",
  "Trackers": "Rastreadores",
  "Trackers Not Blocked": "No se bloquearon los rastreadores",
  "Tracking & Fingerprinting": "Rastreo y huellas digitales",
  "Tracking Levels": "Niveles de rastreo",
  "tracking-levels-tooltip": "Los <strong>niveles de rastreo</strong> se calculan según la cantidad de intentos de rastreo que realizan los rastreadores, los tipos de actividades de seguimiento que realizan y la frecuencia con la que se encuentran en los sitios web <br /><br /> La <strong>creación de huella digital</strong> ocurre cuando un sitio crea un perfil único de usted, basado en lecturas de su software, hardware y preferencias del sitio elegido. La creación de huella digital no hace referencia a sus huellas digitales reales, sino a la huella digital de su equipo.",
  "tracking/other": "Otros",
  "Try our newest feature that helps you keep your emails private, safe, and tracker-free.": "Prueba nuestra función más nueva, que te ayuda a mantener tus correos electrónicos privados, seguros y libres de rastreadores.",
  "View Stats in App": "Ver estadísticas en la aplicación",
  "View Supported Browsers": "Ver navegadores compatibles",
  "We're trying to make the site work correctly. If you're still having problems, try disabling AntiTrack below.": "<strong>Estamos intentando que el sitio funcione.</strong> Si aún hay problemas, intente deshabilitar AntiTrack a continuación.",
  "You Are Not Protected on Safari": "No cuenta con protección en Safari",
  "You must be signed in to the AntiTrack app for the browser extension to work.": "Debe iniciar sesión en la aplicación AntiTrack para que la extensión del navegador funcione.",
  "You're Not Signed In To Your AntiTrack App": "No inició sesión en la aplicación AntiTrack",
  "Your Browser Is Not Supported": "Su navegador no es compatible",
  "Your Real Email is Safe!": "Tu correo electrónico real está seguro.",
  "Your subscription has expired.": "Su suscripción caducó."
}