{
  "0 Trackers Found": "Bρέθηκαν 0 ιχνηλάτες",
  "ads-category-tooltip": "Οι ιχνηλάτες <strong>διαφημίσεων/αναλύσεων</strong> συλλέγουν δεδομένα σχετικά με τον τρόπο με τον οποίο οι χρήστες αλληλεπιδρούν με τοποθεσίες Web ή με διαδικτυακές διαφημιστικές καμπάνιες, ώστε να μπορούν να καταγράφουν αυτές τις πληροφορίες ή να τις κοινοποιούν σε άλλες επιχειρήσεις.",
  "ads/analytics": "Διαφημίσεις/Αναλυτικά",
  "Allow Tracking & Profiling For Norton Sites": "Αποδοχή παρακολούθησης και δημιουργίας προφίλ για τις τοποθεσίες της {{BRAND_NAME}}",
  "Before you refresh, please save your data, as you may lose any unsaved changes.": "Πριν κάνετε ανανέωση, αποθηκεύστε τα δεδομένα σας, καθώς ενδέχεται να χάσετε τυχόν μη αποθηκευμένες αλλαγές.",
  "Currently blocking tracking & profiling for": "Επί του παρόντος μπλοκάρεται η παρακολούθηση και η δημιουργία προφίλ για",
  "You are allowing tracking & profiling for": "Έχετε επιτρέψει την παρακολούθηση και την δημιουργία προφίλ για",
  "Tracking & profiling are always allowed for": "Η παρακολούθηση και η δημιουργία προφίλ επιτρέπονται <strong>πάντα</strong> για το",
  "BETA": "ΒΗΤΑ",
  "Blocking tracking and profiling on": "Αποκλεισμός παρακολούθησης και δημιουργίας προφίλ στο",
  "Close Window": "Κλείσιμο παραθύρου",
  "Allow tracking & profiling for this site": "Να επιτρέπεται η παρακολούθηση και η δημιουργία προφίλ για αυτόν τον ιστότοπο",
  "Download a supported browser to use Norton AntiTrack.": "Για να χρησιμοποιήσετε το {{PRODUCT_NAME}}, κατεβάστε ένα υποστηριζόμενο πρόγραμμα περιήγησης.",
  "Block Tracking & Profiling For This Site": "Να αποκλειστεί η παρακολούθηση και η δημιουργία προφίλ για αυτόν τον ιστότοπο",
  "Block Tracking & Profiling For Norton Sites": "Αποκλεισμός παρακολούθησης και δημιουργίας προφίλ για τις τοποθεσίες της {{BRAND_NAME}}",
  "Congrats on creating your first email mask! Create more or manage them in your dashboard anytime.": "Δημιουργήσατε την πρώτη σας μάσκα email! Δημιουργήστε περισσότερες ή διαχειριστείτε τις ανά πάσα στιγμή, από τον πίνακα εργαλείων.",
  "Dashboard": "Πίνακας εργαλείων",
  "Explore Private Email!": "Εξερευνήστε το Ιδιωτικό email!",
  "Fingerprinting": "Δακτ. αποτύπωμα",
  "Fix It": "Διορθώστε το",
  "Go To Dashboard": "Μετάβαση στον πίνακα εργαλείων",
  "Help & Support": "Βοήθεια και υποστήριξη",
  "High": "Υψηλό",
  "How do I turn on Tracker Blocker?": "Πώς ενεργοποιώ τον Αποκλεισμό ιχνηλατών;",
  "Keep Emails Private": "Διατήρηση απορρήτου των email",
  "Low": "Χαμηλό",
  "Medium": "Μέτριο",
  "Minimize Window": "Ελαχιστοποίηση παραθύρου",
  "No Trackers Found": "Δεν βρέθηκαν ιχνηλάτες",
  "No trackers found on": "Δεν βρέθηκαν ιχνηλάτες στο <strong title={host}>{{host}}</strong>",
  "No tracking or profiling found on": "Δεν βρέθηκε παρακολούθηση ή προφίλ στο",
  "No tracking or profiling currently found for": "Δεν βρέθηκε παρακολούθηση ή δημιουργία προφίλ για το",
  "Not Now": "Όχι τώρα",
  "Norton sites": "Τοποθεσίες της {{BRAND_NAME}}",
  "Norton AntiTrack": "{{PRODUCT_NAME}}",
  "Num Trackers Blocked": "Μπλοκαρίστηκαν {{count}} ιχνηλάτες",
  "Num Trackers Not Blocked": "Δεν μπλοκαρίστηκαν {{count}} ιχνηλάτες",
  "Num trackers blocked on site": "{{count}} ιχνηλάτες μπλοκαρίστηκαν στο <strong title={host}>{{host}}</strong>",
  "Num trackers not blocked on site": "{{count}} ιχνηλάτες <strong>δεν</strong> μπλοκαρίστηκαν στο <strong title={host}>{{host}}</strong>",
  "other-category-tooltip": "<strong>Άλλοι </strong> ιχνηλάτες που δεν ανήκουν στις παραπάνω κατηγορίες περιλαμβάνονται εδώ. Μπορεί να καταγράψουν τις πληροφορίες που συλλέγουν σχετικά με τη διαδικτυακή σας συμπεριφορά ή να τις κοινοποιήσουν σε άλλες επιχειρήσεις.",
  "Private Email": "Ιδιωτικό email",
  "Refresh Now": "Ανανέωση τώρα",
  "Refresh your browser to scan for trackers": "Κάντε ανανέωση του προγράμματος περιήγησής σας για να σαρώσετε για ιχνηλάτες",
  "Renew Now": "Ανανέωση τώρα",
  "Settings": "Ρυθμίσεις",
  "Set Up": "Ρύθμιση",
  "shopping-category-tooltip": "Οι ιχνηλάτες <strong>αγορών/ηλεκτρονικού εμπορίου</strong> αποθηκεύουν τις επιλογές σας σχετικά με τις αγορές και την περιήγηση, ώστε να καταγράφουν αυτές τις πληροφορίες ή να τις κοινοποιούν σε άλλες επιχειρήσεις.",
  "shopping/commerce": "Αγορές/Ηλεκτρονικό εμπόριο",
  "Sign In To Your AntiTrack App": "Συνδεθείτε στην εφαρμογή σας AntiTrack",
  "Site not working correctly?": "Ο ιστότοπος δεν λειτουργεί σωστά;",
  "Site not loading tooltip": "Ορισμένοι ιστότοποι απαιτούν να απενεργοποιήσετε τον αποκλεισμό των ιχνηλατών για να λειτουργήσουν σωστά. Θα καλύψουμε τα δεδομένα σας για να αναγκάσουμε τον ιστότοπο να λειτουργήσει. Θα εξακολουθείτε να προστατεύεστε από τους ιχνηλάτες.",
  "social-category-tooltip": "Οι ιχνηλάτες <strong>μέσων κοινωνικής δικτύωσης/μέσων ενημέρωσης</strong> δημιουργούνται από εταιρείες μέσων κοινωνικής δικτύωσης και άλλων μέσων ενημέρωσης για να παρακολουθούν τι κάνετε, βλέπετε και παρακολουθείτε σε τοποθεσίες Web άλλων στο διαδίκτυο. Αυτές οι πληροφορίες μπορούν στη συνέχεια να καταγραφούν ή να μοιραστούν με άλλες επιχειρήσεις.",
  "social/media": "Κοινωνικής δικτύωσης/Μέσα",
  "To set up the Norton AntiTrack extension, turn on Tracker Blocker now.": "Για να ρυθμίσετε την επέκταση {{PRODUCT_NAME}}, ενεργοποιήστε τον Αποκλεισμό ιχνηλατών.",
  "Trackers": "Ιχνηλάτες",
  "Trackers Not Blocked": "Παρακολουθητές δεν είναι μπλοκαρισμένοι",
  "Tracking & Fingerprinting": "Παρακολούθηση και καταγραφή ψηφιακού αποτυπώματος",
  "Tracking Levels": "Επίπεδα παρακολούθησης",
  "tracking-levels-tooltip": "<strong>Τα επίπεδα παρακολούθησης</strong> υπολογίζονται από τον αριθμό των προσπαθειών παρακολούθησης που πραγματοποιούν οι ιχνηλάτες, τους τύπους των δραστηριοτήτων παρακολούθησης που εκτελούν και το πόσο συχνά βρίσκονται σε ιστότοπους <br /><br /> <strong>Η καταγραφή ψηφιακού αποτυπώματος</strong> συμβαίνει όταν κάποιος ιστότοπος δημιουργεί ένα μοναδικό προφίλ σας, με βάση τις μετρήσεις του λογισμικού, του υλικού του υπολογιστή σας και τις επιλεγμένες προτιμήσεις του ιστότοπου. Η καταγραφή ψηφιακού αποτυπώματος δεν έχει καμία σχέση με το πραγματικό σας δακτυλικό αποτύπωμα, αλλά μόνο με το ψηφιακό αποτύπωμα του υπολογιστή σας.",
  "tracking/other": "Άλλο",
  "Try our newest feature that helps you keep your emails private, safe, and tracker-free.": "Δοκιμάστε τη νέα λειτουργία μας, που βοηθά να κρατάτε τα email σας απόρρητα και ασφαλή, ενώ τα προστατεύει από ιχνηλάτες.",
  "View Stats in App": "Προβολή στατιστικών στην εφαρμογή",
  "View Supported Browsers": "Προβολή υποστηριζόμενων προγραμμάτων περιήγησης",
  "We're trying to make the site work correctly. If you're still having problems, try disabling AntiTrack below.": "<strong>Προσπαθούμε να κάνουμε τον ιστότοπο να λειτουργεί σωστά.</strong> Εάν εξακολουθείτε να αντιμετωπίζετε προβλήματα, δοκιμάστε να απενεργοποιήσετε το AntiTrack παρακάτω.",
  "You Are Not Protected on Safari": "Δεν προστατεύεστε κατά τη χρήση του Safari.",
  "You must be signed in to the AntiTrack app for the browser extension to work.": "Πρέπει να συνδεθείτε στην εφαρμογή AntiTrack για να λειτουργήσει η επέκταση του προγράμματος περιήγησης.",
  "You're Not Signed In To Your AntiTrack App": "Δεν είστε συνδεδεμένοι στην εφαρμογή AntiTrack",
  "Your Browser Is Not Supported": "Το πρόγραμμα περιήγησής σας δεν υποστηρίζεται",
  "Your Real Email is Safe!": "Το αληθινό σας email είναι ασφαλές!",
  "Your subscription has expired.": "Η συνδρομή σας έληξε."
}