{
    "PDF_Tools": [
        {
            "name": "PDF to OCR",
            "type": "PDF_Tools",
            "subject": "Convert PDF scans to searchable PDF documents",
            "desc": "The API for converting scanned PDF documents to searchable and editable PDF documents using optical character recognition (OCR). Add textual layer to scanned PDF document."
        },
        {
            "name": "Decrypt PDF",
            "type": "PDF_Tools",
            "subject": "The API for decrypting PDF documents, remove owner and user password",
            "desc": "The API for protecting PDF files with user or owner password. Protect PDF with 256-bit AES strongest and most secure level of encryption within the PDF format. Set additional PDF permissions for disabling editing or printing PDF. The files protected with this API guarantee that users' files will be under the best protection."
        },
        {
            "name": "Encrypt PDF",
            "type": "PDF_Tools",
            "subject": "Encrypt and protect PDF documents securing with a password",
            "desc": "The API for protecting PDF files with user or owner password. Protect PDF with 256-bit AES strongest and most secure level of encryption within the PDF format. Set additional PDF permissions for disabling editing or printing PDF. The files protected with this API guarantee that users' files will be under the best protection."
        },
        {
            "name": "Compress PDF",
            "type": "PDF_Tools",
            "subject": "Compress and reduce a PDF file size by up to 90%",
            "desc": "PDF compressor API reduces file size while optimizing for maximal PDF quality by compressing text, graphics, and images, subsetting fonts, and optimizing document structure."
        },
        {
            "name": "Repair PDF",
            "type": "PDF_Tools",
            "subject": "Repair corrupt and damaged PDF files",
            "desc": "The API fixes corrupt PDFs. The API will recover PDF partially or entirely depending on how much the PDF is damaged."
        }
    ],
    "Convert_to_PDF": [
        {
            "name": "Word to PDF",
            "type": "Convert_to_PDF",
            "subject": "The API for converting Word documents to PDF files.",
            "desc": "The API for converting Word DOCX documents to PDF files."
        },
        {
            "name": "Excel to PDF",
            "type": "Convert_to_PDF",
            "subject": "The API for converting Excel documents to PDF files.",
            "desc": "The API for converting Excel CSV documents to PDF files."
        },
        {
            "name": "PNG to PDF",
            "type": "Convert_to_PDF",
            "subject": "The API for converting images to PDF files.",
            "desc": "The API for converting PNG images to PDF files."
        },
        {
            "name": "JPG to PDF",
            "type": "Convert_to_PDF",
            "subject": "The API for converting images to PDF files.",
            "desc": "The API for converting JPG images to PDF files."
        },
        {
            "name": "Powerpoint to PDF",
            "type": "Convert_to_PDF",
            "subject": "The API for converting PowerPoint presentation to PDF file.",
            "desc": "The API for converting PowerPoint PPT presentation to PDF file."
        }
    ],
    "Convert_from_PDF": [
        {
            "name": "PDF to Excel",
            "type": "Convert_from_PDF",
            "subject": "The API for extracting data from PDF documents to the CSV files.",
            "desc": "Extract tables from textual and scanned PDF documents to comma-separated values CSV files. The API identifies bordered and border-less tabular structures within pdf documents and extracts these tables to a list of CSV formatted files."
        },
        {
            "name": "PDF to PNG",
            "type": "Convert_from_PDF",
            "subject": "The API for converting PDF documents to PNG images and thumbnails.",
            "desc": "Convert PDF documents to PNG images, create hi-res PNGs, and thumbnail images from PDF. Adjust PNG image resolution, dimension, and quality."
        },
        {
            "name": "PDF to JPG",
            "type": "Convert_from_PDF",
            "subject": "The API for converting PDF documents to JPG images and thumbnails.",
            "desc": "Convert PDF documents to JPG images, create hi-res JPGs, and thumbnail images from PDF. Adjust JPG image resolution, dimension, and quality."
        },
        {
            "name": "PDF to Text",
            "type": "Convert_from_PDF",
            "subject": "The API for converting PDF document to a plain text file, extract text from PDF.",
            "desc": "Convert textual and scanned PDF document to a plain text file, extract text from PDF, apply OCR on a scanned PDF document before conversion."
        }
    ]
}