{
    "popupStatusReady": {
        "message": "Il tuo Snowflake è pronto per aiutare gli utenti a evitare la censura"
    },
    "popupLearnMore": {
        "message": "Per saperne di più"
    },
    "popupWebRTCOff": {
        "message": "Funzione WebRTC non individuata."
    },
    "popupDescOn": {
        "message": "Numero di utenti che il tuo Snowflake ha aiutato ad aggirare la censura nelle ultime 24 ore: $1"
    },
    "popupEnabled": {
        "message": "Attivato"
    },
    "appDesc": {
        "message": "Permetti agli utenti di Paesi sottoposti a censura di usare la tua connessione per accedere alla rete Tor."
    },
    "popupStatusOff": {
        "message": "Snowflake è spento"
    },
    "popupStatusOn": {
        "message": "Numero di utenti attualmente connessi: $1"
    },
    "popupBridgeUnreachable": {
        "message": "Impossibile connettersi al bridge."
    },
    "popupRetry": {
        "message": "Riprova"
    },
    "popupRetrying": {
        "message": "Nuovo tentativo ..."
    },
    "badgeCookiesOff": {
        "message": "I cookie non sono attivati."
    },
    "popupRunInBackground": {
        "message": "Continua l'esecuzione anche quando il browser è chiuso"
    },
    "extensionOnboard": {
        "message": "Grazie per avere installato l'estensione web Snowflake!"
    },
    "remove": {
        "message": "Rimuovi l'estensione Snowflake"
    },
    "popupNeedConsent": {
        "message": "Si prega di accettare la nostra informativa sulla privacy prima di attivare Snowflake."
    },
    "consented": {
        "message": "Tutto pronto! Grazie per ospitare un proxy snowflake!"
    },
    "extensionOptout": {
        "message": "Questa estensione trasmette solo la minima quantità di dati richiesta per funzionare da proxy Snowflake. Se ti senti a disagio con la trasmissione dei dati elencati sopra o con una qualsiasi parte della nostra informativa sulla privacy, ti consigliamo di rimuovere l'estensione Snowflake."
    },
    "consent": {
        "message": "Accetto"
    },
    "extensionConsent": {
        "message": "Per offrire funzionalità di base, i proxy Snowflake (l'estensione che hai installato nel browser) inviano alcuni metadati al broker Snowflake sulla configurazione di rete del proxy. Questi metadati sono, in modo esaustivo: l'indirizzo IP del proxy (il tuo indirizzo IP), il tipo di NAT, la versione del protocollo snowflake che stai (il proxy) usando, il fatto che il proxy (l'estensione che hai installato) è una webextension, il numero di client già connessi al proxy (all'estensione che hai installato). Questi dati vengono usati solo per stabilire la connessione e statistiche aggregate e non sono memorizzati dal broker. Consulta la nostra <a href=\"https://addons.mozilla.org/en-US/firefox/addon/torproject-snowflake/privacy\">informativa sulla privacy</a> per maggiori dettagli riguardo le informazioni che raccogliamo e mostriamo. Quando sei pronto, puoi accettare per attivare il proxy Snowflake cliccando il pulsante sotto."
    },
    "popupConsent": {
        "message": "Apri pagina consenso"
    }
}
