{
    "id": 8542,
    "authors": [
        {
            "id": 2338345,
            "name": "LastPass",
            "url": "https://addons.mozilla.org/en-US/firefox/user/2338345/",
            "username": "lastpass"
        }
    ],
    "average_daily_users": 525596,
    "categories": [
        "privacy-security",
        "social-communication"
    ],
    "contributions_url": "",
    "created": "2008-08-18T20:26:16Z",
    "current_version": {
        "id": 5857058,
        "compatibility": {
            "firefox": {
                "min": "58.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/lastpass-password-manager/versions/5857058",
        "file": {
            "id": 4401343,
            "created": "2024-12-06T22:38:09Z",
            "hash": "sha256:9dd1aec88569fa16cbe2725159894bd114132be6a36cf3f68b26d9e1a27db61c",
            "is_mozilla_signed_extension": false,
            "size": 38094817,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4401343/lastpass_password_manager-4.137.2.xpi",
            "permissions": [
                "tabs",
                "idle",
                "notifications",
                "contextMenus",
                "storage",
                "nativeMessaging",
                "privacy",
                "webNavigation",
                "webRequest",
                "webRequestBlocking",
                "alarms",
                "http://*/*",
                "https://*/*",
                "https://lastpass.com/vault/*",
                "https://lastpass.com/migrate/*",
                "https://lastpass.com/*",
                "https://backoffice.lastpass.com/*"
            ],
            "optional_permissions": [
                "clipboardWrite"
            ],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 2,
            "is_custom": true,
            "name": {
                "en-US": "Custom License"
            },
            "slug": null,
            "url": "https://addons.mozilla.org/en-US/firefox/addon/lastpass-password-manager/license/"
        },
        "release_notes": null,
        "reviewed": "2024-12-13T09:44:13Z",
        "version": "4.137.2"
    },
    "default_locale": "en-US",
    "description": {
        "de": "LastPass ist das letzte Passwort das du je brauchen wirst.  Es erlaubt dir:- Sichere Passwörter zu kreieren, und zu wissen dass du dir nur eines zu merken brauchst.- Log dich ein zu deiner Liebliebsseite mit einem einzigen Mausklick- Unbegrenzter Zugang für die Bearbeitung deiner Daten von mehreren Computern- Teile Logins mit Freunden und lass andere mit dir Logins teilen- Unterstützt auch IE, wenn du also Browser oder auch Computer wechselst bist du trotzdem immer synchronisiert- Unterstützt das Übernehmen von Passwörtern von anderen Passwortmanagern wie Roboform, Keepass, PasswordSafe, MyPasswordSafe, Firefox und IE.-Übernehmen der Daten immer möglich in Plugin und Website.- In Windows, hilft es dir verlorene Passwörter, die auf deinem Computer gespeichert sind wiederzufinden.- Erfassen von Passwörter wozu andere Passwortmanager nicht in der Lage sind wie AJAX logins, Mehrfach-Logins wie bei Bank Of America und komplizierte Seiten wie ING Bank.- Macht es viel einfacher zu einem neuen Computer zu wechseln oder mehr als einen Computer zu verwenden.- Arbeitet mit jeder Plattform die Firefox beinhaltet.\n\nDeine wichtigen Daten sind vor Ort durch AES verschlüsselt, werden dann hochgeladen und mit anderen Computern oder Browser synchronisiert (IE wird auch unterstützt)",
        "en-US": "LastPass puts you in control of your online life – making it easy to keep your critical information safe and secure so you can access it whenever you want, wherever you are. Save all your passwords, addresses, credit cards and more in your secure vault and LastPass will automatically fill in your information when you need it. \n\nStop wasting time  getting locked out of accounts or filling  passwords and  forms online – LastPass  simplifies your daily online tasks  while keeping you  and your family  secure.   \n\nAll your data, where you need it:\n- Store usernames and passwords and LastPass will log you in automatically \n- Fill forms quickly by saving your addresses, credit card numbers and more \n- Save passports, insurance cards and anything else you want to keep safe \n- All your data is available on any device for free \n- Anything you save on one device is instantly synced on all your other devices \n\nProtect yourself from breaches: \n- LastPass Security Dashboard provides and overview of your weak and reused passwords and how to improve them \n- LastPass dark web monitoring alerts you if your information is at risk \n- Generate secure passwords to replace weak ones \n- Protect your LastPass account with multifactor authentication \n \nSimplify your life: \n- Never forget another password \n- Passwords are autofilled for you as you go to your sites - less typing!  \n- Securely share your passwords with friends and family  \n- Only worry about one master password \n\nLastPass Data:\nAll of your sensitive vault data, including passwords, secure notes, and uploads is protected through comprehensive measures including use of AES 256 encryption with salting and hashing (for more information regarding LastPass' security features, please visit <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/c8e8fcebdf16695ccc918e65638f42dc424e9f4263db63f0aa860744a2909705/https%3A//assets.cdngetgo.com/1d/ee/d051d8f743b08f83ee8f3449c15d/lastpass-technical-whitepaper.pdf\" rel=\"nofollow\">here</a>):\n- All your passwords and other saved sensitive items are stored in an encrypted manner that is never visible to LastPass in its unencrypted form.\n- This ‘zero-knowledge' model is designed to ensure that the items you save in your LastPass vault may only be decrypted client-side via a Master Password that only the user possesses.\n- LastPass may collect certain high-level usage data (i.e., domain-level URLs) in order to provide a better user experience and customer support.\n\nThe binary component, if optionally installed, will securely communicate with the extension to enable additional functionality including the handling of attachments and syncing logins across clients locally on your computer.\n\nPersonal Data:\nLastPass collects and maintains data as necessary to provide, operate, and support our services. We may collect information* which includes but is not limited to:\n- Your LastPass account information, which includes account owner, account type, as well as payment and transactional information.\n- Your usage, which includes successful and failed log-in attempts, feature utilization, types of items stored in your vault, and sharing of folders.\n- User-specific information, which may include your IP address, devices utilized and associated with your account, as well as your name, email address, and phone number.\nTo the extent that ‘personal data' is shared with third-parties to provide the services to you and on your behalf, such third-parties shall be identified at <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/c563679f89e88f1e7ebdbefefb978186026c367156f4bf931a671146accb0e59/https%3A//www.logmeininc.com/trust\" rel=\"nofollow\">LogMeIn's Privacy &amp; Trust Center</a>.\n<em>*Some additional information  may be collected if specific features are enabled and/or depending on your LastPass account tier.</em>\n\nOnly you know your master password, and only you can access your vault. Your master password is never shared with LastPass. That’s why millions of people and businesses trust LastPass to keep their information safe. We protect your data at every step.\n\nLastPass is free to download and use on any desktop or laptop computer. LastPass Premium adds more features, like family password sharing, 1 GB of encrypted file storage, Premium two-factor authentication options like YubiKey, and priority tech support. Learn more at <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5c82b3357473052981e7fba08d81f0cc9c853d68d7e7b4e978fa67c0a0c91ef4/https%3A//lastpass.com/go-premium\" rel=\"nofollow\">https://lastpass.com/go-premium</a>\n\nLearn about more features and get LastPass for Internet Explorer, Firefox, Safari, Chrome, Microsoft Edge and Opera from <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/ee76449c3ce4701eca0faf81c40186bfc3315cb50f3e45220cd7d5d5d716082e/http%3A//www.LastPass.com\" rel=\"nofollow\">www.LastPass.com</a>",
        "nl": "Het LastPass hoofdwachtwoord is het laatste wachtwoord dat u nodig zult hebben.  Het zorgt er voor dat u:- Wachtwoorden van hoge kwaliteit kunt genereren met de kennis dat u er maar één hoeft te onthouden; - Aan  kunt melden bij uw favoriete websites met één muisklik; - Uw gegevens kan bekijken en beheren vanaf meerdere computers;  - Uw aanmeldgegevens met vrienden en bekenden kan delen en anderen aanmeldgegevens met u kunt laten delen.  Het ondersteunt: - IE, dus als u van browser verandert, u toch altijd gesynchroniseerd bent, evenals wanneer u van computer verandert; - Het importeren van wachtwoorden uit andere wachtwoordbeheer software zoals Roboform, Keepass, PasswordSafe, MyPasswordSafe, Firefox and IE's ingebouwde wachtwoordbeheerders; - Het exporteren van uw gegevens die altijd aanwezig zijn via de invoegtoepassing en de website. In Windows helpt het u verloren wachtwoorden die opgeslagen zijn op uw computer te herstellen. Het legt wachtwoorden vast die andere wachtwoordbeheer programma's niet kunnen vastleggen, zoals bij AJAX inlogprocedures, en meerstaps inlogprocedures. Het maakt de overschakeling naar een nieuwe computer of het gebruik van meerdere computers stukken gemakkelijker. Het werkt met elk platform waar Firefox op draait.\n\nUw gevoelige gegevens zijn lokaal versleuteld met AES en worden daarna pas geüpload om ze te synchroniseren met andere computers of browsers (IE wordt ook ondersteund)",
        "zh-CN": "LastPass是您将永远都需要的最后一个密码。它允许您：\n\n-创建强大的密码，您只需要记住一个。\n-自动填写表单以节省您的时间\n-一次点击就能登录您喜爱的网站\n-从多台电脑无缝地访问和管理您的数据信息\n-与朋友分享登录信息同时也让他们与你分享登录信息\n-使用一次性密码和屏幕键盘帮助保证您旅途中的信息安全\n-支持IE，所以就算您切换浏览器也同样保持同步，换电脑也如此\n-通过书签小工具形式支持Opera, Safari, Chrome, iPhone, Opera Mini \n-支持从其它密码管理器中导入数据，如Roboform, Keepass, PasswordSafe, MyPasswordSafe, Sxipper, TurboPasswords, PassPack, Firefox以及IE内置的密码管理器\n-导出的您的数据通常在插件和网站甚至导回到Firefox时均可用。\n-在windows上，可以帮助您恢复丢失的电脑上储存的密码\n-捕获其它密码管理器无法捕获的密码，像那些用AJAX登录的网站、美国银行的多步式登录以及像使用“保存所有数据”功能的ING银行那样令人沮丧的网站。\n-使移动到一台新电脑或使用多台电脑变得简单\n-能在任何有Firefox的平台上使用\n-手机请访问http://<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/141e454b092e4c04f2681eda9bc75a3c259df1ac6eaff92d36a214dbe31ac70b/http%3A//m.lastpass.com\" rel=\"nofollow\">m.lastpass.com</a>\n\n您的敏感信息在本地计算机上使用AES加密，然后上传并允许在其它电脑和浏览器上同步（IE同样支持），而且任何浏览器均支持使用'网页访问'<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/4386ce6d52c60164b5b5a681710c7260415e3acdabbddbd5935a195d198c8a72/http%3A//%E6%96%B9%E5%BC%8F%E7%99%BB%E5%BD%95LastPass.com\" rel=\"nofollow\">方式登录LastPass.com</a>。"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/lastpass-password-manager/edit",
    "guid": "support@lastpass.com",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "de": "https://lastpass.com",
            "en-US": "https://lastpass.com/",
            "zh-CN": "https://lastpass.com/"
        },
        "outgoing": {
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1a4b9fbb6b699574753c08e6abc74c94d641cf0a4ff83c110a01a352e67783e2/https%3A//lastpass.com",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2b85d6c5096799e6e3e6f9148551a2eba37dd5b4613ef5541807928e6ae2b3a9/https%3A//lastpass.com/",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2b85d6c5096799e6e3e6f9148551a2eba37dd5b4613ef5541807928e6ae2b3a9/https%3A//lastpass.com/"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/8/8542-64.png?modified=mcrushed",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/8/8542-32.png?modified=mcrushed",
        "64": "https://addons.mozilla.org/user-media/addon_icons/8/8542-64.png?modified=mcrushed",
        "128": "https://addons.mozilla.org/user-media/addon_icons/8/8542-128.png?modified=mcrushed"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2024-12-13T09:44:13Z",
    "name": {
        "de": "LastPass",
        "en-US": "LastPass Password Manager",
        "nl": "LastPass Password Manager",
        "zh-CN": "LastPass Password Manager"
    },
    "previews": [
        {
            "id": 305678,
            "caption": {
                "en-US": "LastPass is an award-winning password manager and form fill for all browsers, platforms, and mobile devices."
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/305/305678.png?modified=1727105480",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/305/305678.jpg?modified=1727105480"
        },
        {
            "id": 305679,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/305/305679.png?modified=1727105480",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/305/305679.jpg?modified=1727105480"
        },
        {
            "id": 305680,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/305/305680.png?modified=1727105480",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/305/305680.jpg?modified=1727105480"
        },
        {
            "id": 305681,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/305/305681.png?modified=1727105480",
            "position": 3,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/305/305681.jpg?modified=1727105480"
        }
    ],
    "promoted": {
        "apps": [
            "firefox"
        ],
        "category": "spotlight"
    },
    "ratings": {
        "average": 3.6664,
        "bayesian_average": 3.6658338813829223,
        "count": 8742,
        "text_count": 3319
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/lastpass-password-manager/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/8542",
    "slug": "lastpass-password-manager",
    "status": "public",
    "summary": {
        "de": "LastPass ist ein unabhängiger Passwortmanager der dein Web-Browsen einfacher und sicherer macht und IE,Firefox,Safari, Chrome, Opera unterstützt.",
        "en-US": "LastPass, an award-winning password manager, saves your passwords and gives you secure access from every computer and mobile device.",
        "nl": "LastPass is een gratis wachtwoordbeheer programma dat uw web browsen makkelijker en veiliger maakt. Het ondersteunt Firefox IExplorer, Safari, Chrome. Het staat u toe op een eenvoudige manier wachtwoorden van goede kwaliteit  te genereren.",
        "zh-CN": "LastPass是一款让您的上网浏览更便捷更安全的免费在线密码管理器和表单过滤器。LastPass以插件的形式支持IE和Firefox（Opera, Safari, Chrome, iPhone,Opera 通过书签小工具形式支持），它允许您从任何主流的密码存储器导入和导出密码，捕获其它管理器无法捕获的密码包括很多AJAX表单。它也允许您轻松地创建强大的密码。您的敏感信息在上传之前已在本地计算机上加密，因此就算是LastPass的员工也无法得到密码信息。一次性密码和屏幕键盘帮助保护您的主密码。"
    },
    "support_email": {
        "en-US": "support@lastpass.com"
    },
    "support_url": {
        "url": {
            "en-US": "http://forums.lastpass.com/"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/c93ced2d14976c1b1cc2ceb296393945a2475feef06b8cb85b737aa45bd53552/http%3A//forums.lastpass.com/"
        }
    },
    "tags": [
        "password manager",
        "security"
    ],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/lastpass-password-manager/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/lastpass-password-manager/versions/",
    "weekly_downloads": 7263,
    "_score": null
}