{
    "id": 2122956,
    "authors": [
        {
            "id": 14146011,
            "name": "ApkOnline android online emulator",
            "url": "https://addons.mozilla.org/en-US/firefox/user/14146011/",
            "username": "apkonline"
        }
    ],
    "average_daily_users": 223,
    "categories": [
        "appearance",
        "social-communication"
    ],
    "contributions_url": "",
    "created": "2019-05-11T16:31:31Z",
    "current_version": {
        "id": 5801508,
        "compatibility": {
            "firefox": {
                "min": "109.0a1",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/free-windows-online-emulators/versions/5801508",
        "file": {
            "id": 4345799,
            "created": "2024-09-01T08:21:49Z",
            "hash": "sha256:31cdfbf471963241504b95f0d0d132de7587990dc7b8cef5815d5bc45a657327",
            "is_mozilla_signed_extension": false,
            "size": 86138,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4345799/free_windows_online_emulators-1.4.2.xpi",
            "permissions": [
                "storage",
                "tabs"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 6,
            "is_custom": false,
            "name": {
                "en-US": "GNU General Public License v3.0 only"
            },
            "slug": "GPL-3.0-only",
            "url": "https://spdx.org/licenses/GPL-3.0-only.html"
        },
        "release_notes": null,
        "reviewed": "2024-09-01T08:25:13Z",
        "version": "1.4.2"
    },
    "default_locale": "en-US",
    "description": {
        "ar": "شغيل محاكيات Windows المجانية عبر الإنترنت باستخدام متصفح الويب الخاص بك. يوفر هذا الامتداد نظام ReactOS وسمة Win10 عبر الإنترنت عبر Ubuntu التي تعمل في مزود استضافة الخوادم المجانية \"OnWorks\". هذا الامتداد طريقة جيدة للعمل بطريقة مشابهة لسطح مكتب Windows:\n\n1. ReactOS هو نظام تشغيل مجاني ومفتوح المصدر ومتوافق مع نظام Windows يشبه نظام التشغيل Windows XP. يبدو مثل Windows NT ويهدف إلى تقديم مستويات مماثلة من وظائف وتوافق التطبيقات. يشغل نظام التشغيل هذا بالفعل مجموعة مختارة من البرامج المكتوبة لنظامي التشغيل Windows XP و Windows Server 2003 ، ويضع الإصدار 0.4.8 الأحدث الأساس لتشغيل تطبيقات Vista و Windows 8 و Windows 10. في حالة تجريبية بعض الشيء ولكن يجب ملاحظة أن هذا النظام لا يستخدم أيًا من بنية Unix ، بل هو عبارة عن إعادة كتابة بنية NT ، ويستخدم تطبيق FAT32 ، وهو خالٍ تمامًا من الآثار القانونية.\n\nأهم تطبيق داخل ReactOS هو \"مدير التطبيقات\" للعثور على التطبيقات مفتوحة المصدر المعروفة بأنها تعمل بشكل جيد.\n\n\n2. السمة المجانية لنظام التشغيل Windows 10 هي بيئة سطح مكتب على غرار Windows عبر نظام التشغيل Ubuntu عبر الإنترنت. إنه ليس تقليدًا مثاليًا لنظام التشغيل Windows ، ولكنه محاولة لكيفية إنشاء مظهر ووظائف مثل Windows. هذا ممكن لأن سطح مكتب جنوم شل يدعم الملحقات ، والتي يمكن أن تغير شكل سطح المكتب وإضافة العديد من الميزات الأخرى.\n\nلاحظ أن جميع إصدارات Linux عبر الإنترنت هذه متكاملة مع مدير الملفات الذي يوفره موفر الاستضافة المجانية OnWorks. يمكن استخدام مدير الملفات هذا لحفظ الملفات المحملة داخل محطات العمل عبر الإنترنت على OnWorks وتحميلها.",
        "de": "Führen Sie kostenlose Windows-Online-Emulatoren mit Ihrem Webbrowser aus. Diese Erweiterung enthält das ReactOS-System und ein Win10-Onlinemotiv über Ubuntu, das auf dem kostenlosen OnWorks-Server-Hosting-Provider ausgeführt wird. Diese Erweiterung ist eine gute Möglichkeit, um mit einem ähnlichen Windows-Desktop zu arbeiten:\n\n1. ReactOS ist ein kostenloses, Open-Source-Windows-kompatibles Betriebssystem, das Windows XP ähnelt. Es sieht aus wie Windows NT und soll ähnliche Funktionalitäts- und Anwendungskompatibilität bieten. Dieses Betriebssystem verwendet bereits eine Auswahl an Software, die für Windows XP und Windows Server 2003 geschrieben wurde, und die neueste Version 0.4.8 bildet die Grundlage für die Ausführung von Vista-, Windows 8- und Windows 10-Apps. Es befindet sich in einem etwas experimentellen Zustand, es muss jedoch beachtet werden, dass dieses System keine Unix-Architektur verwendet. Es handelt sich um eine Neufassung der NT-Architektur, es wird eine FAT32-Implementierung verwendet und es ist völlig frei von rechtlichen Auswirkungen.\n\nDie wichtigste App in ReactOS ist der \"Anwendungsmanager\", um Open-Source-Anwendungen zu finden, die bekanntermaßen gut funktionieren.\n\n\n2. Das kostenlose Windows 10-Online-Design ist eine Desktop-Umgebung im Windows-Stil über ein Online-Betriebssystem von Ubuntu. Es ist keine perfekte Nachahmung von Windows, aber es ist ein Versuch, wie Sie einen Look erstellen und mehr wie Windows funktionieren. Dies ist möglich, da der GNOME Shell-Desktop Erweiterungen unterstützt, mit denen das Layout des Desktops geändert und verschiedene andere Funktionen hinzugefügt werden können.\n\nBeachten Sie, dass alle diese Linux-Online-Versionen in den Dateimanager integriert sind, der vom kostenlosen OnWorks-Hosting-Provider bereitgestellt wird. Mit diesem Dateimanager können Sie die Dateien speichern und laden, die in den OnWorks Online-Workstations verarbeitet werden.",
        "en-US": "Run free Windows online emulators using your web browser. This extension provides the ReactOS system and a Win10 online theme over a Ubuntu that run in the \"OnWorks\" free servers hosting provider. This extension is a good way to be working in a  similar to Windows desktop:\n\n1. ReactOS is a free and open-source, Windows-compatible OS that looks similar to Windows XP. It looks like Windows NT and aims to offer similar levels of functionality and application compatibility.  This operating system already runs a selection of software written for Windows XP and Windows Server 2003, and the latest 0.4.8 release lays the groundwork to run Vista, Windows 8 and Windows 10 apps. It is in a bit experimental state but it must be noted that this system does not use any of the Unix architecture, it is a rewrite of the NT architecture, it uses a FAT32 implementation, and it is completely free of legal implications.\n\nThe most important app inside ReactOS is the \"applications manager\" to find open source applications that are known to work well.\n\n\n2. The free Windows 10 online theme is Windows-style desktop environment over an Ubuntu OS online. It is not a perfect imitation of Windows but it is a try about how to create a look and functions more like Windows. This is possible because the GNOME Shell desktop supports extensions, which can change the layout of the desktop and add various other features.  \n\nNote that all of these Linux online versions are integrated with the file manager that are provided by the OnWorks free hosting provider. This file manager can be used to save and load the files handled inside the OnWorks online workstations.",
        "es": "jecute emuladores en línea gratuitos de Windows usando su navegador web. Esta extensión proporciona el sistema ReactOS y un tema en línea de Win10 sobre un Ubuntu que se ejecuta en el proveedor de alojamiento de servidores gratuitos \"OnWorks\". Esta extensión es una buena manera de trabajar en un escritorio similar al de Windows:\n\n1. ReactOS es un SO gratuito, de código abierto y compatible con Windows que se parece a Windows XP. Se parece a Windows NT y tiene como objetivo ofrecer niveles similares de funcionalidad y compatibilidad de aplicaciones. Este sistema operativo ya ejecuta una selección de software escrito para Windows XP y Windows Server 2003, y la última versión 0.4.8 sienta las bases para ejecutar las aplicaciones de Vista, Windows 8 y Windows 10. Está en un estado un poco experimental, pero se debe tener en cuenta que este sistema no utiliza ninguna de las arquitecturas Unix, es una reescritura de la arquitectura NT, utiliza una implementación FAT32 y está completamente libre de implicaciones legales.\n\nLa aplicación más importante dentro de ReactOS es el \"administrador de aplicaciones\" para encontrar aplicaciones de código abierto que se sabe que funcionan bien.\n\n\n2. El tema gratuito de Windows 10 en línea es un entorno de escritorio al estilo de Windows a través de un sistema operativo Ubuntu en línea. No es una imitación perfecta de Windows, pero es una prueba sobre cómo crear una apariencia y funciona más como Windows. Esto es posible porque el escritorio de GNOME Shell admite extensiones, que pueden cambiar el diseño del escritorio y agregar otras características.\n\nTenga en cuenta que todas estas versiones de Linux en línea están integradas con el administrador de archivos que proporciona el proveedor de alojamiento gratuito de OnWorks. Este administrador de archivos se puede usar para guardar y cargar los archivos que se manejan dentro de las estaciones de trabajo en línea de OnWorks.",
        "fr": "Utilisez des émulateurs en ligne Windows gratuits à l’aide de votre navigateur Web. Cette extension fournit le système ReactOS et un thème en ligne Win10 sur Ubuntu qui s’exécute dans le fournisseur d’hébergement de serveurs gratuits \"OnWorks\". Cette extension est un bon moyen de travailler dans un bureau similaire à Windows:\n\n1. ReactOS est un système d’exploitation Windows gratuit et open-source, qui ressemble à Windows XP. Il ressemble à Windows NT et vise à offrir des niveaux similaires de fonctionnalité et de compatibilité des applications. Ce système d'exploitation exécute déjà une sélection de logiciels conçus pour Windows XP et Windows Server 2003, et la dernière version 0.4.8 jette les bases pour l'exécution d'applications Vista, Windows 8 et Windows 10. Il est dans un état un peu expérimental, mais il faut noter que ce système n’utilise aucune architecture Unix, c’est une réécriture de l’architecture NT, il utilise une implémentation FAT32 et il n’a aucune implication légale.\n\nL'application la plus importante dans ReactOS est le \"gestionnaire d'applications\" qui permet de rechercher des applications open source connues pour leur bon fonctionnement.\n\n\n2. Le thème en ligne gratuit de Windows 10 est un environnement de bureau de style Windows sur un système d'exploitation Ubuntu en ligne. Ce n'est pas une imitation parfaite de Windows, mais c'est un essai sur la façon de créer un look et fonctionne plus comme Windows. Cela est possible car le bureau GNOME Shell prend en charge les extensions, qui peuvent en modifier la disposition et ajouter diverses autres fonctionnalités.\n\nNotez que toutes ces versions en ligne de Linux sont intégrées au gestionnaire de fichiers fourni par le fournisseur d'hébergement gratuit OnWorks. Ce gestionnaire de fichiers peut être utilisé pour enregistrer et charger les fichiers gérés dans les postes de travail en ligne OnWorks.",
        "it": "Esegui emulatori online Windows gratuiti usando il tuo browser web. Questa estensione fornisce il sistema ReactOS e un tema online Win10 su una Ubuntu eseguita nel provider di hosting di server gratuiti \"OnWorks\". Questa estensione è un buon modo per lavorare in un desktop simile a Windows:\n\n1. ReactOS è un sistema operativo Windows compatibile e open source che assomiglia a Windows XP. Sembra Windows NT e ha lo scopo di offrire livelli simili di funzionalità e compatibilità delle applicazioni. Questo sistema operativo esegue già una selezione di software scritto per Windows XP e Windows Server 2003 e l'ultima versione 0.4.8 getta le basi per eseguire applicazioni Vista, Windows 8 e Windows 10. È in uno stato un po 'sperimentale, ma bisogna notare che questo sistema non usa nessuna architettura Unix, è una riscrittura dell'architettura NT, usa un'implementazione FAT32 ed è completamente privo di implicazioni legali.\n\nL'app più importante di ReactOS è il \"gestore applicazioni\" per trovare applicazioni open source che funzionano bene.\n\n\n2. Il tema online gratuito di Windows 10 è l'ambiente desktop in stile Windows su un sistema operativo Ubuntu online. Non è una perfetta imitazione di Windows, ma è una prova su come creare un look e funziona più come Windows. Questo è possibile perché il desktop GNOME Shell supporta le estensioni, che possono modificare il layout del desktop e aggiungere varie altre funzionalità.\n\nNota che tutte queste versioni online di Linux sono integrate con il file manager fornito dal provider di hosting gratuito OnWorks. Questo file manager può essere utilizzato per salvare e caricare i file gestiti all'interno delle workstation OnWorks online.",
        "ja": "Webブラウザを使って無料のWindowsオンラインエミュレータを起動します。この拡張機能は、 \"OnWorks\"無料サーバーホスティングプロバイダで動作するUbuntu上でReactOSシステムとWin10オンラインテーマを提供します。この拡張機能は、Windowsデスクトップと同じように機能するのに適した方法です。\n\n1. ReactOSはフリーでオープンソースのWindows互換OSで、Windows XPに似ています。これはWindows NTのように見え、同レベルの機能とアプリケーションの互換性を提供することを目的としています。このオペレーティングシステムはすでにWindows XPおよびWindows Server 2003用に書かれた一連のソフトウェアを実行しており、最新の0.4.8リリースはVista、Windows 8およびWindows 10のアプリケーションを実行するための基礎を築くものです。少し実験的な状態にありますが、このシステムはUnixアーキテクチャのどれも使用していないこと、NTアーキテクチャの書き換え、FAT32実装を使用していること、そして法的な意味合いがまったくないことに注意してください。\n\nReactOSの中で最も重要なアプリは、うまく機能することが知られているオープンソースアプリケーションを見つけるための「アプリケーションマネージャ」です。\n\n\n2.無料のWindows 10オンラインテーマは、Ubuntu OSオンライン上のWindowsスタイルのデスクトップ環境です。これはWindowsを完全に模倣したものではありませんが、Windowsのような外観と機能を作成する方法についての試みです。これが可能なのは、GNOME Shellデスクトップが拡張機能をサポートしているためです。拡張機能はデスクトップのレイアウトを変更したり、他のさまざまな機能を追加したりすることができます。\n\nこれらすべてのLinuxオンラインバージョンは、OnWorks無料ホスティングプロバイダによって提供されているファイルマネージャと統合されています。このファイルマネージャを使用して、OnWorksオンラインワークステーション内で処理されたファイルを保存およびロードすることができます。",
        "ko": "웹 브라우저를 사용하여 무료 Windows 온라인 에뮬레이터를 실행하십시오. 이 확장 버전은 \"OnWorks\"무료 서버 호스팅 제공 업체에서 실행되는 우분투에서 ReactOS 시스템과 Win10 온라인 테마를 제공합니다. 이 확장은 Windows 바탕 화면과 비슷한 방식으로 작업하는 좋은 방법입니다.\n\n1. ReactOS는 Windows XP와 비슷한 무료 오픈 소스 Windows 호환 OS입니다. Windows NT와 유사하며 비슷한 수준의 기능과 응용 프로그램 호환성을 제공하는 것을 목표로합니다. 이 운영 체제는 이미 Windows XP 및 Windows Server 2003 용으로 작성된 소프트웨어를 실행하며 최신 0.4.8 릴리스는 Vista, Windows 8 및 Windows 10 응용 프로그램을 실행하기위한 토대가됩니다. 조금 실험적인 상태이지만이 시스템은 유닉스 아키텍처를 사용하지 않으며, NT 아키텍처를 다시 작성하고, FAT32 구현을 사용하며, 법적인 의미가 전혀 없다는 점에 유의해야합니다.\n\nReactOS의 가장 중요한 앱은 제대로 작동하는 것으로 알려진 오픈 소스 애플리케이션을 찾는 \"애플리케이션 관리자\"입니다.\n\n\n2. 무료 Windows 10 온라인 테마는 Ubuntu OS 온라인상의 Windows 스타일 데스크탑 환경입니다. Windows의 완벽한 모방은 아니지만 Windows와 비슷한 모양과 기능을 만드는 방법에 대한 시도입니다. 그놈 쉘 데스크탑은 데스크탑 레이아웃을 변경하고 다양한 다른 기능을 추가 할 수있는 확장 기능을 지원하기 때문에 가능합니다.\n\n이러한 Linux 온라인 버전은 모두 OnWorks 무료 호스팅 제공 업체가 제공하는 파일 관리자와 통합되어 있습니다. 이 파일 관리자는 OnWorks 온라인 워크 스테이션 내부에서 처리되는 파일을 저장하고로드하는 데 사용할 수 있습니다.",
        "nl": "Voer gratis online emulators voor Windows uit met uw webbrowser. Deze extensie biedt het ReactOS-systeem en een online Win10-thema via een Ubuntu die wordt uitgevoerd in de gratis hostingprovider \"OnWorks\". Deze extensie is een goede manier om op een vergelijkbaar bureaublad als Windows te werken:\n\n1. ReactOS is een gratis en opensource, Windows-compatibel besturingssysteem dat lijkt op Windows XP. Het lijkt op Windows NT en heeft als doel vergelijkbare niveaus van functionaliteit en compatibiliteit van applicaties aan te bieden. Dit besturingssysteem voert al een selectie van software uit die is geschreven voor Windows XP en Windows Server 2003, en de nieuwste versie 0.4.8 legt de basis om Vista-, Windows 8- en Windows 10-apps uit te voeren. Het is in een beetje experimentele staat, maar het moet worden opgemerkt dat dit systeem geen van de Unix-architectuur gebruikt, het is een herschrijving van de NT-architectuur, het maakt gebruik van een FAT32-implementatie en het is volledig vrij van juridische implicaties.\n\nDe belangrijkste app binnen ReactOS is de \"applicatiebeheerder\" om open source-applicaties te vinden waarvan bekend is dat ze goed werken.\n\n\n2. Het gratis Windows 10 online-thema is een Windows-stijl desktopomgeving via een Ubuntu OS online. Het is geen perfecte nabootsing van Windows, maar het is een poging om een ​​look te creëren en functies zoals Windows. Dit is mogelijk omdat het GNOME Shell-bureaublad uitbreidingen ondersteunt, die de lay-out van het bureaublad kunnen wijzigen en verschillende andere functies kunnen toevoegen.\n\nMerk op dat al deze Linux online versies zijn geïntegreerd met de bestandsbeheerder die worden aangeboden door de gratis hostingprovider van OnWorks. Deze bestandsbeheerder kan worden gebruikt voor het opslaan en laden van de bestanden die worden verwerkt op de online werkstations van OnWorks.",
        "pl": "Uruchom bezpłatne emulatory online systemu Windows za pomocą przeglądarki internetowej. To rozszerzenie zapewnia system ReactOS i motyw online Win10 w Ubuntu, który działa w dostawcy usług serwerowych „OnWorks”. To rozszerzenie jest dobrym sposobem na pracę na podobnym pulpicie systemu Windows:\n\n1. ReactOS to darmowy i otwarty system operacyjny zgodny z systemem Windows, który wygląda podobnie do systemu Windows XP. Wygląda jak Windows NT i ma na celu zapewnienie podobnego poziomu funkcjonalności i kompatybilności aplikacji. Ten system operacyjny obsługuje już wiele programów napisanych dla systemów Windows XP i Windows Server 2003, a najnowsza wersja 0.4.8 stanowi podstawę do uruchomienia aplikacji Vista, Windows 8 i Windows 10. Jest w nieco eksperymentalnym stanie, ale należy zauważyć, że ten system nie używa żadnej architektury uniksowej, jest przepisany na architekturę NT, używa implementacji FAT32 i jest całkowicie wolny od implikacji prawnych.\n\nNajważniejszą aplikacją w ReactOS jest „menedżer aplikacji” do wyszukiwania aplikacji open source, o których wiadomo, że działają dobrze.\n\n\n2. Bezpłatnym tematem online systemu Windows 10 jest środowisko pulpitu w stylu Windows w systemie Ubuntu OS online. Nie jest to idealna imitacja systemu Windows, ale jest próbą stworzenia wyglądu i funkcji bardziej podobnych do systemu Windows. Jest to możliwe, ponieważ pulpit GNOME Shell obsługuje rozszerzenia, które mogą zmieniać układ pulpitu i dodawać różne inne funkcje.\n\nNależy zauważyć, że wszystkie te wersje online systemu Linux są zintegrowane z menedżerem plików, który jest dostarczany przez darmowego dostawcę usług hostingowych OnWorks. Za pomocą tego menedżera plików można zapisywać i ładować pliki obsługiwane w internetowych stacjach roboczych OnWorks.",
        "pt-BR": "Execute emuladores on-line gratuitos do Windows usando o seu navegador da web. Essa extensão fornece o sistema ReactOS e um tema on-line do Win10 em um Ubuntu executado no provedor de hospedagem de servidores gratuitos \"OnWorks\". Esta extensão é uma boa maneira de trabalhar em um ambiente similar ao Windows:\n\n1. O ReactOS é um sistema operacional livre e de código aberto, compatível com Windows, semelhante ao Windows XP. Parece o Windows NT e tem como objetivo oferecer níveis semelhantes de funcionalidade e compatibilidade de aplicativos. Este sistema operacional já executa uma seleção de softwares escritos para Windows XP e Windows Server 2003, e a versão mais recente do 0.4.8 estabelece as bases para executar aplicativos do Vista, Windows 8 e Windows 10. É um pouco experimental, mas deve-se notar que este sistema não usa qualquer arquitetura Unix, é uma reescrita da arquitetura NT, usa uma implementação FAT32, e é completamente livre de implicações legais.\n\nO aplicativo mais importante dentro do ReactOS é o \"gerenciador de aplicativos\" para encontrar aplicativos de código aberto que funcionam bem.\n\n\n2. O tema on-line gratuito do Windows 10 é o ambiente de área de trabalho do Windows em um sistema operacional do Ubuntu on-line. Não é uma imitação perfeita do Windows, mas é uma tentativa sobre como criar uma aparência e funciona mais como o Windows. Isso é possível porque o desktop GNOME Shell suporta extensões, que podem alterar o layout da área de trabalho e adicionar vários outros recursos.\n\nObserve que todas essas versões on-line do Linux estão integradas ao gerenciador de arquivos fornecido pelo provedor de hospedagem gratuito OnWorks. Esse gerenciador de arquivos pode ser usado para salvar e carregar os arquivos manipulados dentro das estações de trabalho on-line OnWorks.",
        "pt-PT": "Execute emuladores on-line gratuitos do Windows usando o seu navegador da web. Essa extensão fornece o sistema ReactOS e um tema on-line do Win10 em um Ubuntu executado no provedor de hospedagem de servidores gratuitos \"OnWorks\". Esta extensão é uma boa maneira de trabalhar em um ambiente similar ao Windows:\n\n1. O ReactOS é um sistema operacional livre e de código aberto, compatível com Windows, semelhante ao Windows XP. Parece o Windows NT e tem como objetivo oferecer níveis semelhantes de funcionalidade e compatibilidade de aplicativos. Este sistema operacional já executa uma seleção de softwares escritos para Windows XP e Windows Server 2003, e a versão mais recente do 0.4.8 estabelece as bases para executar aplicativos do Vista, Windows 8 e Windows 10. É um pouco experimental, mas deve-se notar que este sistema não usa qualquer arquitetura Unix, é uma reescrita da arquitetura NT, usa uma implementação FAT32, e é completamente livre de implicações legais.\n\nO aplicativo mais importante dentro do ReactOS é o \"gerenciador de aplicativos\" para encontrar aplicativos de código aberto que funcionam bem.\n\n\n2. O tema on-line gratuito do Windows 10 é o ambiente de área de trabalho do Windows em um sistema operacional do Ubuntu on-line. Não é uma imitação perfeita do Windows, mas é uma tentativa sobre como criar uma aparência e funciona mais como o Windows. Isso é possível porque o desktop GNOME Shell suporta extensões, que podem alterar o layout da área de trabalho e adicionar vários outros recursos.\n\nObserve que todas essas versões on-line do Linux estão integradas ao gerenciador de arquivos fornecido pelo provedor de hospedagem gratuito OnWorks. Esse gerenciador de arquivos pode ser usado para salvar e carregar os arquivos manipulados dentro das estações de trabalho on-line OnWorks.",
        "ru": "Запустите бесплатные онлайн-эмуляторы Windows, используя ваш веб-браузер. Это расширение предоставляет систему ReactOS и онлайн-тему Win10 через Ubuntu, которая работает в провайдере бесплатных серверов OnWorks. Это расширение - хороший способ работать с аналогичным рабочему столу Windows:\n\n1. ReactOS - это бесплатная и совместимая с Windows ОС с открытым исходным кодом, похожая на Windows XP. Похоже на Windows NT и стремится предложить аналогичные уровни функциональности и совместимости приложений. Эта операционная система уже запускает набор программного обеспечения, написанного для Windows XP и Windows Server 2003, а последняя версия 0.4.8 закладывает основу для запуска приложений Vista, Windows 8 и Windows 10. Он находится в немного экспериментальном состоянии, но следует отметить, что эта система не использует какую-либо архитектуру Unix, она переписана на архитектуре NT, использует реализацию FAT32 и не имеет юридических последствий.\n\nСамым важным приложением в ReactOS является «менеджер приложений», который находит приложения с открытым исходным кодом, которые, как известно, хорошо работают.\n\n\n2. Бесплатная онлайн-тема для Windows 10 - это среда рабочего стола в стиле Windows, работающая под управлением операционной системы Ubuntu. Это не идеальная имитация Windows, но попытка создать внешний вид и функции, более похожие на Windows. Это возможно, потому что рабочий стол GNOME Shell поддерживает расширения, которые могут изменять макет рабочего стола и добавлять различные другие функции.\n\nОбратите внимание, что все эти онлайн-версии Linux интегрированы с файловым менеджером, предоставляемым поставщиком бесплатного хостинга OnWorks. Этот файловый менеджер можно использовать для сохранения и загрузки файлов, обрабатываемых на рабочих станциях OnWorks.",
        "tr": "Web tarayıcınızı kullanarak ücretsiz Windows çevrimiçi emülatörlerini çalıştırın. Bu uzantı, \"OnWorks\" ücretsiz sunucu barındırma sağlayıcısında çalışan bir Ubuntu üzerinden ReactOS sistemi ve Win10 çevrimiçi temasını sağlar. Bu uzantı, Windows masaüstüne benzer şekilde çalışmanın iyi bir yoludur:\n\n1. ReactOS, Windows XP'ye benzeyen ücretsiz ve açık kaynaklı, Windows uyumlu bir işletim sistemidir. Windows NT'ye benziyor ve benzer işlevsellik ve uygulama uyumluluğu seviyeleri sunmayı amaçlıyor. Bu işletim sistemi zaten Windows XP ve Windows Server 2003 için yazılmış bir yazılım seçimi çalıştırıyor ve en son 0.4.8 sürümü Vista, Windows 8 ve Windows 10 uygulamalarını çalıştırmak için temel hazırlıyor. Biraz deneysel bir durumda ancak bu sistemin Unix mimarisinin herhangi birini kullanmadığı, NT mimarisinin yeniden yazdığı, bir FAT32 uygulaması kullandığı ve tamamen yasal sonuçlardan arındırılmış olduğu belirtilmelidir.\n\nReactOS içindeki en önemli uygulama, iyi çalıştığı bilinen açık kaynaklı uygulamaları bulmak için \"uygulama yöneticisi\" dir.\n\n\n2. Ücretsiz Windows 10 çevrimiçi teması, bir Ubuntu OS online üzerinden Windows tarzı masaüstü ortamıdır. Bu, Windows'un mükemmel bir taklidi değildir, ancak nasıl göründüğü ve Windows'a daha çok benzeyen işlevlerin nasıl oluşturulacağıyla ilgili bir denemedir. GNOME Shell masaüstünün, masaüstünün düzenini değiştirebilen ve çeşitli başka özellikler ekleyebilen uzantıları desteklediğinden bu mümkündür.\n\nTüm bu Linux çevrimiçi sürümlerinin, OnWorks ücretsiz barındırma sağlayıcısı tarafından sağlanan dosya yöneticisi ile entegre olduğunu unutmayın. Bu dosya yöneticisi, OnWorks çevrimiçi iş istasyonlarında işlenen dosyaları kaydetmek ve yüklemek için kullanılabilir.",
        "uk": "Запустіть безкоштовні онлайн емулятори Windows за допомогою веб-браузера. Це розширення надає систему ReactOS і онлайн-тему Win10 над Ubuntu, що працює в \"OnWorks\" безкоштовному хостингу серверів. Це розширення - це хороший спосіб працювати у схожому з робочим столом Windows:\n\n1. ReactOS - це безкоштовна операційна система з відкритим вихідним кодом, сумісна з Windows, схожа на Windows XP. Це схоже на Windows NT і має на меті запропонувати аналогічний рівень функціональності та сумісності додатків. Ця операційна система вже виконує вибір програмного забезпечення, написаного для Windows XP і Windows Server 2003, а остання версія 0.4.8 поклала основу для запуску додатків Vista, Windows 8 і Windows 10. \\ t Він знаходиться в трохи експериментальному стані, але слід зазначити, що ця система не використовує жодної архітектури Unix, вона є переписаною архітектурою NT, вона використовує реалізацію FAT32, і вона повністю вільна від правових наслідків.\n\nНайбільш важливим додатком всередині ReactOS є \"менеджер додатків\" для пошуку відкритих програм, які добре працюють.\n\n\n2. Безкоштовна онлайн-тема Windows 10 - це середовище для робочого столу Windows за допомогою ОС Ubuntu. Це не ідеальна імітація Windows, але це спробу про те, як створити зовнішній вигляд і функції, подібні до Windows. Це можливо тому, що робочий стіл GNOME Shell підтримує розширення, які можуть змінювати компонування робочого столу і додавати різні інші функції.\n\nЗауважте, що всі ці онлайн-версії Linux інтегровані з файловим менеджером, який надає безкоштовний хостинг-провайдер OnWorks. Цей файловий менеджер можна використовувати для збереження та завантаження файлів, що знаходяться в робочих станціях OnWorks.",
        "zh-CN": "使用Web浏览器运行免费的Windows在线模拟器。此扩展程序通过在“OnWorks”免费服务器托管提供程序中运行的Ubuntu提供ReactOS系统和Win10在线主题。此扩展是一种类似于Windows桌面的好方法：\n\n1. ReactOS是一个免费的，开源的，Windows兼容的操作系统，看起来类似于Windows XP。它看起来像Windows NT，旨在提供类似级别的功能和应用程序兼容性。该操作系统已经运行了一系列为Windows XP和Windows Server 2003编写的软件，最新的0.4.8版本为运行Vista，Windows 8和Windows 10应用程序奠定了基础。它处于实验状态，但必须注意的是，该系统不使用任何Unix架构，它是NT架构的重写，它使用FAT32实现，并且完全没有法律含义。\n\nReactOS中最重要的应用程序是“应用程序管理器”，用于查找已知运行良好的开源应用程序。\n\n\n2.免费的Windows 10在线主题是基于Ubuntu OS在线的Windows风格的桌面环境。它不是一个完美的Windows模仿，但它是一个尝试如何创建外观和功能更像Windows。这是可能的，因为GNOME Shell桌面支持扩展，可以更改桌面的布局并添加各种其他功能。\n\n请注意，所有这些Linux在线版本都与OnWorks免费托管服务提供商提供的文件管理器集成在一起。此文件管理器可用于保存和加载OnWorks在线工作站内处理的文件。"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/free-windows-online-emulators/edit",
    "guid": "{9c237848-25f5-4475-8491-7e63670cb8b7}",
    "has_eula": false,
    "has_privacy_policy": false,
    "homepage": {
        "url": {
            "en-US": "https://www.onworks.net/os-distributions/special-os/windows-10-online-theme"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/65ab6009cc6a4562c166a6b4e0451a2d6df9bf1d7ed03bb36ebf951a1444a036/https%3A//www.onworks.net/os-distributions/special-os/windows-10-online-theme"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/2122/2122956-64.png?modified=6089f47c",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/2122/2122956-32.png?modified=6089f47c",
        "64": "https://addons.mozilla.org/user-media/addon_icons/2122/2122956-64.png?modified=6089f47c",
        "128": "https://addons.mozilla.org/user-media/addon_icons/2122/2122956-128.png?modified=6089f47c"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2024-09-01T08:25:13Z",
    "name": {
        "ar": "ويندوز الحرة على الانترنت المحاكي",
        "de": "Kostenloser Windows Online Emulator",
        "en-US": "Free Windows online emulators",
        "es": "Windows online emulador gratis",
        "fr": "Emulateur Windows Online gratuit",
        "it": "Emulatore di Windows Online gratuito",
        "ja": "無料のWindowsオンラインエミュレータ",
        "ko": "무료 Windows 온라인 에뮬레이터",
        "nl": "Gratis Windows Online Emulator",
        "pl": "Windows online emulator",
        "pt-BR": "Emulador gratuito Windows Online",
        "pt-PT": "Emulador gratuito Windows Online",
        "ru": "Бесплатный онлайн-эмулятор Windows",
        "tr": "Ücretsiz Windows Online Emulator",
        "uk": "Windows онлайн емулятор",
        "zh-CN": "免費的Windows在線模擬器"
    },
    "previews": [
        {
            "id": 219127,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/219/219127.png?modified=1622134417",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/219/219127.jpg?modified=1622134417"
        },
        {
            "id": 219128,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/219/219128.png?modified=1622134422",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/219/219128.jpg?modified=1622134422"
        },
        {
            "id": 219129,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/219/219129.png?modified=1622134424",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/219/219129.jpg?modified=1622134424"
        },
        {
            "id": 219130,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/219/219130.png?modified=1622134427",
            "position": 3,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/219/219130.jpg?modified=1622134427"
        }
    ],
    "promoted": null,
    "ratings": {
        "average": 4.125,
        "bayesian_average": 3.812769762694031,
        "count": 16,
        "text_count": 4
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/free-windows-online-emulators/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/2122956",
    "slug": "free-windows-online-emulators",
    "status": "public",
    "summary": {
        "ar": "قم بتشغيل محاكي Windows عبر الإنترنت باستخدام موفر الاستضافة المجاني OnWorks",
        "de": "Führen Sie einen Windows-Online-Emulator mit dem kostenlosen Hostinganbieter OnWorks aus",
        "en-US": "Run Windows online emulators with the free hosting provider OnWorks",
        "es": "Ejecute un emulador de Windows online con el proveedor de alojamiento gratuito OnWorks",
        "fr": "Exécutez un émulateur Windows en ligne avec le fournisseur d'hébergement gratuit OnWorks",
        "it": "Esegui un emulatore online di Windows con il provider di hosting gratuito OnWorks",
        "ja": "無料のホスティングプロバイダOnWorksでWindowsオンラインエミュレータを実行する",
        "ko": "무료 호스팅 제공 업체 인 OnWorks로 Windows 온라인 에뮬레이터 실행",
        "nl": "Voer een online Windows-emulator uit met de gratis hostingprovider OnWorks",
        "pl": "Uruchom emulator online systemu Windows z bezpłatnym dostawcą usług hostingowych OnWorks",
        "pt-BR": "Execute um emulador on-line do Windows com o provedor de hospedagem gratuito OnWorks",
        "pt-PT": "Execute um emulador on-line do Windows com o provedor de hospedagem gratuito OnWorks",
        "ru": "Запустите онлайн-эмулятор Windows с бесплатным хостинг-провайдером OnWorks",
        "tr": "Ücretsiz barındırma sağlayıcısı OnWorks ile bir Windows çevrimiçi emülatörü çalıştırın",
        "uk": "Запустіть емулятор Windows онлайн з безкоштовним хостинг-провайдером OnWorks",
        "zh-CN": "使用免费托管服务提供商OnWorks运行Windows在线模拟器"
    },
    "support_email": {
        "ar": "onworks@offilive.com",
        "de": "onworks@offilive.com",
        "en-US": "onworks@offilive.com",
        "es": "onworks@offilive.com",
        "fr": "onworks@offilive.com",
        "it": "onworks@offilive.com",
        "ja": "onworks@offilive.com",
        "ko": "onworks@offilive.com",
        "nl": "onworks@offilive.com",
        "pl": "onworks@offilive.com",
        "pt-BR": "onworks@offilive.com",
        "pt-PT": "onworks@offilive.com",
        "ru": "onworks@offilive.com",
        "tr": "onworks@offilive.com",
        "uk": "onworks@offilive.com",
        "zh-CN": "onworks@offilive.com"
    },
    "support_url": {
        "url": {
            "ar": "https://www.onworks.net",
            "de": "https://www.onworks.net",
            "en-US": "https://www.onworks.net",
            "es": "https://www.onworks.net",
            "fr": "https://www.onworks.net",
            "it": "https://www.onworks.net",
            "ja": "https://www.onworks.net",
            "ko": "https://www.onworks.net",
            "nl": "https://www.onworks.net",
            "pl": "https://www.onworks.net",
            "pt-BR": "https://www.onworks.net",
            "pt-PT": "https://www.onworks.net",
            "ru": "https://www.onworks.net",
            "tr": "https://www.onworks.net",
            "uk": "https://www.onworks.net",
            "zh-CN": "https://www.onworks.net"
        },
        "outgoing": {
            "ar": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/09d03757f3b23d7b82890b67ce6a26c78faee22a53e656ca29f8ec88b3a7b580/https%3A//www.onworks.net",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/09d03757f3b23d7b82890b67ce6a26c78faee22a53e656ca29f8ec88b3a7b580/https%3A//www.onworks.net",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/09d03757f3b23d7b82890b67ce6a26c78faee22a53e656ca29f8ec88b3a7b580/https%3A//www.onworks.net",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/09d03757f3b23d7b82890b67ce6a26c78faee22a53e656ca29f8ec88b3a7b580/https%3A//www.onworks.net",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/09d03757f3b23d7b82890b67ce6a26c78faee22a53e656ca29f8ec88b3a7b580/https%3A//www.onworks.net",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/09d03757f3b23d7b82890b67ce6a26c78faee22a53e656ca29f8ec88b3a7b580/https%3A//www.onworks.net",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/09d03757f3b23d7b82890b67ce6a26c78faee22a53e656ca29f8ec88b3a7b580/https%3A//www.onworks.net",
            "ko": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/09d03757f3b23d7b82890b67ce6a26c78faee22a53e656ca29f8ec88b3a7b580/https%3A//www.onworks.net",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/09d03757f3b23d7b82890b67ce6a26c78faee22a53e656ca29f8ec88b3a7b580/https%3A//www.onworks.net",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/09d03757f3b23d7b82890b67ce6a26c78faee22a53e656ca29f8ec88b3a7b580/https%3A//www.onworks.net",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/09d03757f3b23d7b82890b67ce6a26c78faee22a53e656ca29f8ec88b3a7b580/https%3A//www.onworks.net",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/09d03757f3b23d7b82890b67ce6a26c78faee22a53e656ca29f8ec88b3a7b580/https%3A//www.onworks.net",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/09d03757f3b23d7b82890b67ce6a26c78faee22a53e656ca29f8ec88b3a7b580/https%3A//www.onworks.net",
            "tr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/09d03757f3b23d7b82890b67ce6a26c78faee22a53e656ca29f8ec88b3a7b580/https%3A//www.onworks.net",
            "uk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/09d03757f3b23d7b82890b67ce6a26c78faee22a53e656ca29f8ec88b3a7b580/https%3A//www.onworks.net",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/09d03757f3b23d7b82890b67ce6a26c78faee22a53e656ca29f8ec88b3a7b580/https%3A//www.onworks.net"
        }
    },
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/free-windows-online-emulators/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/free-windows-online-emulators/versions/",
    "weekly_downloads": 23,
    "_score": null
}