{
    "popupStatusOn": {
        "message": "Nombre d’utilisateurs connectés actuellement : $1"
    },
    "popupLearnMore": {
        "message": "En apprendre davantage"
    },
    "popupStatusReady": {
        "message": "Votre Snowflake est prêt à aider des utilisateurs à contourner la censure"
    },
    "popupStatusOff": {
        "message": "Snowflake est désactivé"
    },
    "appDesc": {
        "message": "Autorisez les utilisateurs des pays censurés à utiliser votre connexion réseau pour accéder au réseau Tor."
    },
    "popupEnabled": {
        "message": "Activé"
    },
    "popupWebRTCOff": {
        "message": "La fonctionnalité WebRTC n'est pas détectée."
    },
    "popupBridgeUnreachable": {
        "message": "Impossible de se connecter au pont."
    },
    "popupDescOn": {
        "message": "Nombre d’utilisateurs aidés par votre Snowflake à contourner la censure au cours des dernières 24 heures : $1"
    },
    "popupRetry": {
        "message": "Réessayer"
    },
    "popupRetrying": {
        "message": "Nouvelle essai…"
    },
    "badgeCookiesOff": {
        "message": "Les cookies ne sont pas activés."
    },
    "popupRunInBackground": {
        "message": "Continuer à s'exécuter lorsque le navigateur est fermé"
    },
    "extensionOnboard": {
        "message": "Merci d'avoir installé l'extension de navigateur Snowflake !"
    },
    "extensionOptout": {
        "message": "Cet addon ne transmet que la quantité minimale de données nécessaires pour fonctionner en tant que proxy Snowflake. Si vous n'êtes pas à l'aise avec la transmission des données énumérées ci-dessus ou avec toute partie de notre politique de confidentialité, nous vous recommandons de supprimer le plugin Snowflake."
    },
    "remove": {
        "message": "Supprimer le plugin Snowflake"
    },
    "consent": {
        "message": "J'accepte"
    },
    "extensionConsent": {
        "message": "Afin de fournir une fonctionnalité de base, les proxys Snowflake (l'addon que vous avez installé dans votre navigateur) envoient des métadonnées au courtier Snowflake concernant la configuration réseau du proxy. Ces métadonnées sont, de manière exhaustive : l'adresse IP du proxy (votre adresse IP), votre type de NAT, la version du protocole Snowflake que vous (le proxy) utilisez, le fait que le proxy (l'addon que vous avez installé) est une extension web, et le nombre de clients déjà connectés au proxy (à l'addon que vous avez installé). Ces éléments ne sont utilisés que pour l'établissement de la connexion et les statistiques globales et ne sont pas stockés chez le courtier. Veuillez consulter notre <a href=\"https://addons.mozilla.org/fr/firefox/addon/torproject-snowflake/privacy\">politique de confidentialité</a> pour plus de détails sur les informations que nous collectons et affichons. Lorsque vous êtes prêt, vous pouvez consentir à activer votre proxy Snowflake en cliquant sur le bouton ci-dessous."
    },
    "popupNeedConsent": {
        "message": "Veuillez agréer à notre politique de confidentialité avant d'activer Snowflake."
    },
    "consented": {
        "message": "Tout est prêt ! Merci d'avoir mis en place un proxy snowflake !"
    },
    "popupConsent": {
        "message": "Ouvrir la page de consentement"
    }
}
