{"통극히":[{"1":[["痛劇"],[["몹시 열렬하거나 맹렬하게.",null]],1,"통ː그키"]},{}],"턱턱":[{"1":[[],[["일을 매우 의젓하거나 태연스럽게 처리하는 모양.",null],["숨 따위가 잇따라 몹시 막히는 모양.",null],["침을 잇따라 세게 뱉는 소리. 또는 그 모양.",null],["잇따라 세게 쓰러지거나 거꾸러지는 모양.",null],["갑자기 잇따라 멎어 버리거나 무엇에 걸리는 모양. 또는 그 소리.",null],["든든한 물건을 자꾸 세게 두드리거나 먼지 따위를 터는 소리. 또는 그 모양.",null],["든든한 물건이 갑자기 세게 터져 잇따라 나는 소리. 또는 그 모양.",null],["갑자기 아주 힘없이 잘리거나 끊어져 잇따라 나는 소리. 또는 그 모양.",null]],2,"턱턱"]},{"0":[[],[["easily","A word describing one’s handling a task in a very brisk and mature manner."],["completely","A word describing one's sudden and repeated state of being short of breath, etc."],["spit-spit","A word imitating the sound made when one spits out repeatedly and strongly, or describing such a scene."],["with a thump","A word describing one's act of falling down or tumbling down repeatedly and heavily."],["abruptly","A word describing something suddenly and repeatedly stopping or being stuck in an object, or imitating such a sound."],["with a thump","A word imitating the sound made when something is repeatedly and strongly beaten or dusted, or describing such a scene."],["with a pop","A word imitating the sound made when a strong object suddenly bursts, or describing such a scene."],["in a snap","A word imitating the sound repeatedly made when an object is cut or snapped suddenly and helplessly, or describing such a scene."]],0,"턱턱"]}],"타랑":[{"1":[[],[["‘타드랑’의 준말.",null]],2,"타랑"]},{}],"텡":[{"1":[[],[["→ 텅01.",null]],2,null]},{}],"퉤퉤":[{"1":[[],[["침이나 입안에 든 것을 자꾸 뱉는 소리. 또는 그 모양.","없음"]],2,"퉤퉤"]},{"0":[[],[["spit","A word imitating the sound made when one spits out saliva or things in one's mouth repeatedly, or describing such a scene."]],0,"퉤퉤"]}],"탈방":[{"1":[[],[["‘탈바당’의 준말.",null]],2,"탈방"]},{}],"통상":[{},{"3":[["通常"],[["usually; in general","Ordinarily, or generally."]],0,"통상"]}],"탐스레":[{"1":[["貪"],[["가지거나 차지하고 싶은 마음이 들 정도로 보기가 좋고 끌리는 데가 있게.","없음"]],1,"탐스레"]},{}],"탑소록이":[{"1":[[],[["수염이나 머리털이 배게 나 어수선하거나 다보록하게.",null]],2,"탑쏘로기"]},{}],"탐탐":[{"1":[["眈眈"],[["위엄 있게 주시하고 있는 모양.",null]],3,"탐탐"],"2":[["耽耽"],[["위엄 있게 주시하고 있는 모양.",null],["깊고 으슥한 모양.",null]],3,"탐탐"]},{}],"탈카닥":[{"1":[[],[["작고 단단한 물건이 맞부딪치는 소리. ‘달가닥’보다 아주 거센 느낌을 준다.",null]],2,"탈카닥"]},{}],"탈가닥":[{"1":[[],[["작고 단단한 물건이 맞부딪치는 소리. ‘달가닥’보다 거센 느낌을 준다.",null]],2,"탈가닥"]},{}],"투깔스레":[{"1":[[],[["일이나 물건 따위의 모양새가 투박스럽고 거친 데가 있게.",null]],2,"투깔스레"]},{}],"틈틈이":[{"1":[[],[["틈이 난 곳마다.",null],["겨를이 있을 때마다.",null]],2,"틈트미"]},{"0":[[],[["in cracks","In every crack."],["in spare moments","Every time when one has more time."]],2,"틈트미"]}],"탑삭":[{"1":[[],[["왈칵 달려들어 냉큼 물거나 움켜잡는 모양. ‘답삭01’보다 거센 느낌을 준다.",null]],2,"탑싹"]},{}],"통이":[{"1":[[],[["전부 다 완전히.",null]],2,"통이"],"3":[[],[["→ <sp_no>416718002</sp_no>도통_(都統).","없음"]],2,null]},{}],"터드렁":[{"1":[[],[["깨어진 쇠 그릇 따위가 부딪치거나 떨어져 둔하게 울리는 소리.",null]],2,"터드렁"]},{}],"털럭":[{"1":[[],[["매달리거나 한쪽이 늘어진 물건이 세차게 흔들리는 소리. 또는 그 모양.",null]],2,"털럭"]},{}],"탐바당":[{"1":[[],[["‘탐방01’의 본말.",null]],2,"탐바당"]},{}],"털털":[{"1":[[],[["먼지 따위를 떨기 위하여 잇따라 거볍게 두드리는 소리. 또는 그 모양.","없음"],["아무것도 남지 아니하게 죄다 털어 내는 모양.",null],["깨어지거나 금이 간 두툼한 질그릇 따위가 부딪칠 때 나는 소리.",null],["느른한 걸음걸이로 겨우 걷는 모양.",null],["속이 텅 비어 있는 모양.",null],["낡은 자동차 따위가 흔들리면서 느리게 겨우 달리는 소리. 또는 그 모양.",null]],2,"털털"]},{"0":[[],[["tap-tap","A word imitating the sound made when something is beaten lightly and repeatedly to be dusted, or describing such a scene."],["completely","A word describing an act of shaking everything off, without anything left."],["with a clink","A word imitating the sound made when a broken or cracked, thick container, etc., is hit against something."],["ploddingly; slowly","A word describing one’s slow and sluggish walk because one is very tired or weak."],["completely","A word describing that something is completely empty."],["with a clatter","A word imitating the sound made when an old car, etc., rocks and runs slowly, or describing such a scene."]],0,"털털"]}],"태연스레":[{"1":[["泰然"],[["마땅히 머뭇거리거나 두려워할 상황에서 태도나 기색이 아무렇지도 않은 듯이 예사롭게.",null]],1,"태연스레"]},{"0":[["泰然스레"],[["calmly; coolly; self-possessedly","In an attitude or complexion in which one shows no difference in a situation in which one is expected to hesitate or be scared."]],0,"태연스레"]}],"털버덕":[{"1":[[],[["손이나 물건 따위의 넓적한 면으로 옅은 물 따위를 거칠게 치는 소리.",null],["아무렇게나 주저앉는 소리. 또는 그 모양.",null]],2,"털버덕"]},{"0":[[],[["with a splash","A word imitating the sound made when a palm or the flat side of an object hits shallow water strongly."],["with a thump","A word imitating the sound made when one sits down carelessly, or describing such a scene."]],0,"털버덕"]}],"탐방":[{"1":[[],[["작고 가벼운 물건이 물에 떨어져 잠기는 소리. ‘담방01「1」’보다 거센 느낌을 준다.",null]],2,"탐방"]},{}],"털겅":[{"1":[[],[["‘털거덩’의 준말.",null]],2,"털겅"]},{}],"태연히":[{"1":[["泰然"],[["마땅히 머뭇거리거나 두려워할 상황에서 태도나 기색이 아무렇지도 않은 듯이 예사롭게.",null]],1,"태연히"]},{"0":[["泰然히"],[["calmly; coolly; self-possessedly","In an attitude or complexion in which one shows no difference in a situation in which one is expected to hesitate or be scared. "]],0,"태연히"]}],"터덕터덕":[{"1":[[],[["몹시 지치거나 느른하여 힘없이 발을 떼어 놓으며 매우 느리게 계속 걷는 모양.",null],["가난하여 겨우겨우 어렵게 살아가는 모양.",null],["일이 힘에 벅차 애처롭게 겨우겨우 몸을 움직이는 모양.",null],["나뭇가지 따위가 타면서 가볍게 튀는 소리. 또는 그 모양.",null],["먼지만 날 정도로 자꾸 가만가만 두드리는 소리. 또는 그 모양.",null]],2,"터덕터덕"]},{}],"탕양히":[{"1":[["蕩漾"],[["물결이 넘실거리며 움직이는 데가 있게.",null]],1,"탕ː양히"]},{}],"티격태격":[{"1":[[],[["서로 뜻이 맞지 아니하여 이러니저러니 시비를 따지며 가리는 모양.",null]],2,"티격태격"]},{"0":[[],[["in a quarrel","A word describing people not agreeing and arguing back and forth with each other, while trying to determine right from wrong."]],0,"티격태격"]}],"탕연":[{"1":[["蕩然"],[["공허한 모양.",null],["방자한 모양.",null]],3,"탕ː연"]},{}],"투투":[{"1":[[],[["소 따위의 짐승이 힘겹게 숨을 내쉬는 소리.",null]],2,"투투"]},{}],"탈바닥":[{"1":[[],[["손이나 물건 따위의 납작한 면으로 얕은 물 따위를 가볍게 치는 소리.",null],["아무렇게나 바닥에 주저앉는 소리. 또는 그 모양.",null]],2,"탈바닥"]},{}],"투두둑":[{"1":[[],[["우박 따위가 바닥이나 나뭇잎 위에 세게 떨어지는 소리.",null]],2,"투두둑"]},{"0":[[],[["pitter patter","A word imitating the sound made when hailstones, raindrops, etc., strongly fall on the ground or leaves."]],0,"투두둑"]}],"탈가당":[{"1":[[],[["작고 단단한 물건이 부딪쳐 울리는 소리. ‘달가당’보다 거센 느낌을 준다.",null]],2,"탈가당"]},{}],"탑연":[{"1":[["嗒然"],[["아무 생각 없이 우두커니 있는 모양.",null]],3,"타변"]},{}],"톡탁":[{"1":[[],[["가볍게 단단한 물건을 두드리는 소리. ‘똑딱「1」’보다 거센 느낌을 준다.",null],["서로 가볍게 치는 소리. 또는 그 모양.",null]],2,"톡탁"]},{"0":[[],[["tap-tap; pat-pat","A word imitating the sound made when a hard object is hit lightly."],["with light jabs","A word imitating the sound made when people hit each other lightly, or describing such a scene."]],0,"톡탁"]}],"토심스레":[{"1":[["吐心"],[["남이 좋지 아니한 태도로 대하여 불쾌하고 아니꼬운 느낌이 있게.",null]],1,"토ː심스레"]},{}],"태깔스레":[{"1":[["態"],[["교만한 태도가 있게.",null]],1,"태ː깔스레"]},{}],"텀버덩":[{"1":[[],[["‘텀벙’의 본말.",null]],2,"텀버덩"]},{"0":[[],[["in a splash","A word imitating the sound made when something big and heavy falls into the water and sinks. "]],0,"텀버덩"]}],"탈각":[{"1":[[],[["‘탈가닥’의 준말.",null]],2,"탈각"]},{}],"투덜투덜":[{"1":[[],[["남이 알아듣기 어려운 정도의 낮은 목소리로 불평을 자꾸 하는 모양. ‘두덜두덜’보다 거센 느낌을 준다.",null]],2,"투덜투덜"]},{"0":[[],[["grumblingly","A word describing someone repeatedly complaining about something in a voice which is too small and low to be heard by others. "]],0,"투덜투덜"]}],"탁":[{"1":[[],[["갑자기 세게 치거나 부딪거나 차거나 넘어지는 소리. 또는 그 모양.",null],["조여 있던 것이나 긴장 따위가 갑자기 풀리거나 끊어지는 소리. 또는 그 모양.",null],["막힌 것이 없이 시원스러운 모양.",null],["갑자기 몹시 막히는 모양.",null],["침을 세게 뱉는 소리. 또는 그 모양.",null]],2,"탁"]},{"0":[[],[["with a slap","A word imitating the sound made when something is suddenly hit or kicked hard, or describing such a scene."],["with a snap","A word imitating the sound made when an object that is screwed down or one’s feeling of tension suddenly becomes loose or cut off; or describing such a scene."],["widely","A word describing something looking clear without any blocking object."],["completely","A word describing a state in which something is suddenly stuck or blocked."],["spit-spit","A word imitating the sound made when one spits out strongly, or describing such a scene."]],3,"탁"]}],"타발타발":[{"1":[[],[["천천히 조금 힘없는 걸음으로 걷는 모양.",null]],2,"타발타발"]},{}],"텁석":[{"1":[[],[["왈칵 달려들어 닁큼 물거나 움켜잡는 모양. ‘덥석’보다 거센 느낌을 준다.",null]],2,"텁썩"]},{}],"탄평히":[{"1":[["坦平"],[["땅이 넓고 평평하게.",null],["근심이 없이 마음이 편하게.",null]],1,"탄ː평히"]},{}],"탈박":[{"2":[[],[["‘탈바닥「1」’의 준말.",null],["‘탈바닥「2」’의 준말.",null]],2,"탈박"]},{}],"톱톱히":[{"1":[[],[["국물이 묽지 아니하고 바특하게.",null]],2,"톱토피"]},{}],"탈싹":[{"1":[[],[["작은 몸집이 갑자기 힘없이 주저앉거나 쓰러지는 소리. 또는 그 모양.",null],["작고 도톰한 물건이 갑자기 바닥에 떨어지는 소리. 또는 그 모양.",null],["갑자기 심리적인 충격을 받아 놀라는 모양.",null],["작고 도톰한 물건이 세게 움직이거나 흔들리는 소리. 또는 그 모양.",null]],2,"탈싹"]},{}],"턱없이":[{"1":[[],[["이치에 닿지 아니하거나, 그럴 만한 근거가 전혀 없이.",null],["수준이나 분수에 맞지 아니하게.",null]],2,"터겁씨"]},{"0":[[],[["groundlessly; unfoundedly","Out of reason or without any grounds."],["absurdly; ridiculously","In an excessive degree for a certain level or situation."]],3,"터겁씨"]}],"툭툭":[{"1":[[],[["자꾸 튀거나 터지는 소리. 또는 그 모양.","없음"],["갑자기 자꾸 떨어지는 소리. 또는 그 모양.",null],["말을 퉁명스럽게 자꾸 쏘아붙이는 모양.",null],["자꾸 발에 걸리거나 차이는 소리. 또는 그 모양.",null],["자꾸 가볍게 슬쩍슬쩍 치거나 건드리는 소리. 또는 그 모양.",null],["자꾸 가볍게 털거나 튀기는 소리. 또는 그 모양.",null],["갑자기 자꾸 부러지거나 끊어지는 소리. 또는 그 모양.",null],["여기저기 불거져 나온 모양.",null]],2,"툭툭"]},{"0":[[],[["pop-pop","A word imitating the sound made when something suddenly keeps popping up or bursting open, or describing such a scene."],["with a thump","A word imitating the sound made when something suddenly keeps falling down, or describing such a scene."],["bluntly","A word describing someone who keeps talking bluntly or disapprovingly."],["in one’s way","A word imitating the sound made when something keeps getting in someone's way or getting kicked, or describing such a scene."],["tap-tap","A word imitating the sound made when one gently keeps tapping or touching something, or describing such a scene."],["gently","A word imitating the sound made when one gently keeps shaking or bouncing something, or describing such a scene."],["simply; easily","A word imitating the sound made when something suddenly keeps breaking suddenly and easily, or describing such a scene."],["bulgingly","A word describing several parts of something protruding here and there."]],3,"툭툭"]}],"털거덕":[{"1":[[],[["크고 단단한 물건이 부딪치는 소리. ‘덜거덕’보다 거센 느낌을 준다.",null]],2,"털거덕"]},{}],"털커덕":[{"1":[[],[["크고 단단한 물건이 부딪치는 소리. ‘덜거덕’보다 아주 거센 느낌을 준다.",null]],2,"털커덕"]},{}],"탱탱":[{"1":[[],[["살이 몹시 찌거나 붓거나 하여 팽팽한 모양. ‘댕댕02「1」’보다 거센 느낌을 준다.",null],["누를 수 없을 정도로 굳고 단단한 모양. ‘댕댕02「2」’보다 거센 느낌을 준다.",null]],2,"탱탱"],"2":[[],[["→ 탕탕01.",null]],2,null]},{"0":[[],[["tautly","A word describing the state of being bloated or having gained weight."],["hard; tensely","A word describing the state of something being very solid and strong."]],0,"탱탱"]}],"타박타박":[{"1":[[],[["조금 느릿느릿 힘없는 걸음으로 걸어가는 모양.",null]],2,"타박타박"]},{"0":[[],[["trudgingly","A word describing one's walking in weak, slow steps."]],0,"타박타박"]}],"투드럭투드럭":[{"1":[[],[["큰 물체를 둔하게 울릴 정도로 잇따라 두드리는 소리. ‘뚜드럭뚜드럭’보다 거센 느낌을 준다.",null]],2,"투드럭투드럭"]},{}],"털컹":[{"1":[[],[["‘털커덩’의 준말.",null]],2,"털컹"]},{}],"퉤":[{"1":[[],[["침이나 입안에 든 것을 뱉는 소리. 또는 그 모양.","없음"]],2,"퉤"]},{"0":[[],[["spit","A word imitating the sound made when one spits out saliva or something in one's mouth, or describing such a scene."]],0,"퉤"]}],"터벌터벌":[{"1":[[],[["천천히 힘없는 걸음으로 걷는 모양.",null]],2,"터벌터벌"]},{}],"탁탁":[{"1":[[],[["일을 의젓하거나 태연스럽게 처리하는 모양.",null],["사람이나 물건이 잇따라 쓰러지는 모양.",null],["숨 따위가 잇따라 막히는 모양.",null],["침을 잇따라 뱉는 소리. 또는 그 모양.",null],["단단한 물건을 자꾸 두드리거나 먼지 따위를 떠는 소리. 또는 그 모양.",null],["단단한 물건이 갑자기 터져 잇따라 나는 소리. 또는 그 모양.",null],["갑자기 아주 힘없이 잘리거나 끊어져 잇따라 나는 소리. 또는 그 모양.",null]],2,"탁탁"]},{"0":[[],[["easily","A word describing the state in which one handles a task in a mature and calm manner."],["with a thump","A word describing the state in which a person or object keeps falling."],["completely","A word describing the state in which one is continuously short of breath."],["spit-spit","A word imitating the sound made when one spits out strongly, or describing such a scene."],["with a thump","A word imitating the sound made when one keeps hitting a hard object or beating dust off something, etc., or describing such a scene."],["with a pop","A word imitating the sound made when a hard object suddenly bursts, or describing such a scene."],["in a snap","A word imitating the sound made when an object is cut or snapped repeatedly, or describing such a scene."]],0,"탁탁"]}],"투렁투렁":[{"1":[[],[["→ 터렁터렁.",null]],2,null]},{}],"퉁":[{"4":[[],[["큰북이나 속이 빈 나무통 따위를 두드려 울리는 소리.",null],["발로 탄탄한 곳을 세게 굴러 울리는 소리.",null],["물방울이나 덩이 따위가 떨어지는 소리.",null],["대포 따위를 쏘아 울리는 소리.",null],["탄력이 있는 물건이 좀 무겁게 튀는 모양.",null]],2,"퉁"]},{"0":[[],[["with a thump","A word imitating the sound made when a big drum or an empty wooden pail is beaten."],["with a stamp","A word imitating the sound made when a foot stamps a hard spot strongly."],["in drops","A word imitating the sound made when a water drop, small lump, empty object, etc., falls."],["boom","A word imitating the sound made when a shell, etc., is fired."],["bouncily","A word describing the state of a bouncy object bouncing a little heavily."]],0,"퉁"]}],"타드락타드락":[{"1":[[],[["먼지가 조금 날 정도로 가만히 자꾸 두드리는 소리. 또는 그 모양.",null]],2,"타드락타드락"]},{}],"탕":[{"2":[[],[["작은 쇠붙이나 단단한 물건이 세게 부딪쳐 울리는 소리. ‘땅02「1」’보다 거센 느낌을 준다.",null],["총을 쏘는 소리. ‘땅02「2」’보다 거센 느낌을 준다.",null]],2,"탕"],"3":[[],[["작은 것이 속이 비어 아무것도 없는 모양.",null]],2,"탕"]},{"4":[[],[["thump","A word imitating the sound made when a small piece of iron or a hard object hits something strongly."],["bang","A word imitating the sound made when a gun is fired."]],0,"탕"]}],"타울타울":[{"1":[[],[["어떤 일을 이루려고 애를 바득바득 쓰는 모양.",null]],2,"타울타울"]},{}],"터무니없이":[{"1":[[],[["허황하여 전혀 근거가 없이.",null]],2,"터무니업씨"]},{"0":[[],[["absurdly; unreasonably","Without a foundation, as something is ridiculous and lacks credibility."]],0,"터무니업씨"]}],"투철히":[{"1":[["透徹"],[["사리에 밝고 정확하게.",null],["속속들이 뚜렷하고 철저하게.",null]],1,"투철히"]},{}],"탕탕":[{"1":[[],[["작은 것 여럿이 다 속이 비어서 아무것도 없는 모양.",null]],2,"탕탕"],"2":[[],[["작은 쇠붙이나 단단한 물건이 잇따라 세게 부딪쳐 울리는 소리. ‘땅땅02「1」’보다 거센 느낌을 준다.",null],["총을 잇따라 쏘는 소리. ‘땅땅02「2」’보다 거센 느낌을 준다.",null]],2,"탕탕"]},{"0":[[],[["thump-thump","A word imitating the sound made when a small piece of iron or a hard object hits something repeatedly and strongly."],["bang-bang","A word imitating the sound made when a gun is fired repeatedly."]],0,"탕탕"]}],"투상스레":[{"1":[[],[["말이나 행동 따위가 투박하고 상스러운 데가 있게.",null]],2,"투상스레"]},{}],"탁연히":[{"1":[["卓然"],[["여럿 가운데 빼어나게 뛰어나 의젓하게.",null]],1,"타견히"]},{}],"툴툴":[{"1":[[],[["마음에 차지 아니하여서 몹시 투덜거리는 모양.",null],["옷 따위를 힘 있게 터는 모양.",null],["마음에 품은 생각 따위를 떨쳐 버리는 모양.","없음"]],2,"툴툴"]},{"0":[[],[["grumpily","A word describing someone complaining a lot, because he/she does not approve of something or someone."],["strongly","A word describing someone dusting off clothes, etc., strongly."],["courageously","A word describing one shaking off an inner thought, etc., or getting over a difficulty."]],0,"툴툴"]}],"퉁퉁":[{"1":[[],[["살이 쪄서 몸이 옆으로 퍼진 모양. ‘뚱뚱02「1」’보다 거센 느낌을 준다.",null],["물체의 한 부분이 붓거나 부풀어서 두드러져 있는 모양. ‘뚱뚱02「2」’보다 거센 느낌을 준다.",null]],2,"퉁퉁"],"2":[[],[["큰북이나 속이 빈 나무통 따위를 잇따라 두드려 울리는 소리.",null],["발로 탄탄한 곳을 자꾸 세게 굴러 울리는 소리.",null],["대포 따위를 잇따라 쏘아 울리는 소리.",null],["큰 물방울이나 덩이 따위가 잇따라 떨어지는 소리.",null],["탄력 있는 물건이 잇따라 조금 무겁게 튀는 소리. 또는 그 모양.",null],["큰 발동기 따위가 울리는 소리.",null]],2,"퉁퉁"]},{"1":[[],[["fatly; corpulently","A word describing one’s wide body as a result of one’s putting on weight."],["swollenly","A word describing a protruding part of something as it has swelled up."]],3,"퉁퉁"],"2":[[],[["with a thump","A word imitating the sound made when a big drum or an empty wooden pail is repeatedly beaten."],["with a stamp","A word imitating the sound made when a foot stamps a hard spot strongly and repeatedly."],["boom boom","A word imitating the sound made when shells, etc., are fired repeatedly."],["in drops","A word imitating the sound made when big water drops or small lumps keep falling."],["bouncily","A word imitating the sound made when a bouncy object keeps bouncing a little heavily, or describing such a scene."],["in operation","A word imitating the sound made when a big machine is operated."]],0,"퉁퉁"]}],"텁수룩이":[{"1":[[],[["수염이나 머리털이 배게 나 어수선하거나 더부룩하게.",null]],2,"텁쑤루기"]},{}],"탈바당":[{"1":[[],[["납작한 물건 따위가 얕은 물 위에 떨어지며 울리는 소리.","없음"]],2,"탈바당"]},{}],"타다닥":[{"1":[[],[["구르는 바퀴의 살 따위에 무엇인가가 닿는 소리. ‘다다닥’보다 거센 느낌을 준다.",null]],2,"타다닥"]},{}],"틀림없이":[{"1":[[],[["조금도 어긋나는 일이 없이.",null]],2,"틀리멉씨"]},{"0":[[],[["surely enough","Absolutely correctly, without a chance of being wrong."]],2,"틀리멉씨"]}],"탄명스레":[{"1":[[],[["똑똑하지 못하고 흐리멍덩하게.",null]],2,"탄ː명스레"]},{}],"터렁":[{"1":[[],[["‘터드렁’의 준말.",null]],2,"터렁"]},{}],"트레트레":[{"1":[[],[["노끈이나 실 따위가 둥글게 빙빙 틀어진 모양.",null]],2,"트레트레"]},{}],"투루루":[{"1":[[],[["젖먹이가 두 입술을 떨며 투레질하는 소리.",null],["말이나 당나귀가 코로 숨을 급히 내쉬며 투레질하는 소리.",null]],2,"투루루"]},{}],"탐탁스레":[{"1":[[],[["모양이나 태도, 또는 어떤 일 따위가 마음에 들어 만족스러운 듯하게.",null]],2,"탐탁쓰레"]},{}],"튼튼히":[{"1":[[],[["무르거나 느슨하지 아니하고 몹시 야무지고 굳세게.",null],["사람의 몸이나 뼈, 이 따위가 단단하고 굳세거나, 병에 잘 걸리지 아니하는 힘을 가지고 있는 상태로.",null],["조직이나 기구 따위가 무너지거나 흔들리지 아니하는 상태로.",null],["사상이나 정신이 흔들리지 아니할 정도로 확실하고 굳은 상태로.",null]],2,"튼튼히"]},{"0":[[],[["strongly","In the manner of being very hard and firm."],["healthily","In the manner of one's body, bones, teeth, etc., being hard, firm, and healthy."],["stably; strongly","In the manner of a group or an organization being stable and not easily collapsing,"],["strongly; solidly","In the manner of one's ideology or mind not shaking and being certain."]],3,"튼튼히"]}],"틀스레":[{"1":[[],[["겉모양이 듬직하고 위엄이 있게.",null]],2,"틀스레"]},{}],"토닥토닥":[{"1":[[],[["잘 울리지 않는 물체를 잇따라 가볍게 두드리는 소리. 또는 그 모양. ‘도닥도닥’보다 거센 느낌을 준다.",null]],2,"토닥토닥"]},{"0":[[],[["tap-tap","A word imitating the sound of patting something lightly and repeatedly, or describing the scene."]],0,"토닥토닥"]}],"털털스레":[{"1":[[],[["보기에 성격이나 하는 짓 따위가 까다롭지 아니하고 소탈한 데가 있게.",null]],2,"털털스레"]},{}],"턱":[{"5":[[],[["긴장 따위가 갑자기 풀리는 모양.","없음"],["무슨 행동을 아주 의젓하거나 태연스럽게 하는 모양.",null],["어깨나 손 따위를 갑자기 세게 짚거나 붙잡는 모양.",null],["갑자기 몹시 막히는 모양.",null],["갑자기 힘없이 쓰러지는 모양.",null],["어깨나 가슴 따위가 매우 훨쩍 벌어진 모양.",null],["든든한 물건이 갑자기 세게 터지는 소리. 또는 그 모양.",null],["침을 매우 세게 뱉는 소리. 또는 그 모양.",null],["조금 둔하고 세게 부딪치거나 다치는 소리. 또는 그 모양.",null],["갑자기 멎어 버리거나 무엇에 걸리는 모양.",null]],2,"턱"]},{"5":[[],[["relaxingly","A word describing one suddenly becoming relaxed after being tense, etc."],["in a composed manner","A word describing an action, etc., being done in a mature and calm manner."],["with a grip","A word describing one's sudden and strong act of grabbing someone's shoulder, hand, etc."],["chokingly","A word describing one's sudden state of being short of breath, etc."],["with a thud","A word describing one's act of falling down weakly and suddenly."],["in a broad manner","A word describing one's shoulders, chest, etc., being very wide."],["spit","A word imitating the sound made when one spits out very strongly, or describing such a scene."],["thump; thud","A word imitating the sound made when something is hit or explodes slowly and strongly, or describing such a scene."],["with a sudden halt","A word describing a moving object suddenly stopping or being stuck."]],0,"턱"]}],"통렬히":[{"1":[["痛烈"],[["몹시 날카롭고 매섭게.",null]],1,"통ː녈히"]},{"0":[["痛烈히"],[["bitterly; bitingly","Very strongly and sharply. "]],0,"통ː녈히"]}],"퉁명스레":[{"1":[[],[["못마땅하거나 시답지 아니하여 불쑥 하는 말이나 태도에 무뚝뚝한 기색으로.",null]],2,"퉁명스레"]},{}],"태고연히":[{"1":[["太古然"],[["아득한 옛 모습 그대로인 듯하게.",null]],1,"태고연히"]},{}],"통으로":[{"1":[[],[["어떤 대상을 통째로. 또는 어떤 대상을 전부 다.",null]],2,"통으로"]},{}],"통동":[{"2":[["通同"],[["사물 전체의 수효나 양을 모두 한목 쳐서.",null]],3,"통동"]},{}],"티각태각":[{"1":[[],[["→ 티격태격.",null]],2,null]},{}],"텀버덩텀버덩":[{"1":[[],[["‘텀벙텀벙’의 본말.",null]],2,"텀버덩텀버덩"]},{"0":[[],[["in splashes","A word imitating the sound made when something big and heavy repeatedly falls into the water and sinks."]],0,"텀버덩텀버덩"]}],"퉁탕퉁탕":[{"1":[[],[["단단한 물건을 함부로 요란하게 자꾸 두드리거나 발로 구르는 소리.",null],["마구 총을 쏘는 소리.",null]],2,"퉁탕퉁탕"]},{}],"토드락토드락":[{"1":[[],[["작고 단단한 물건을 가락에 맞추어 가볍게 자꾸 두드리는 소리. 또는 그 모양. ‘또드락또드락’보다 거센 느낌을 준다.",null]],2,"토드락토드락"]},{}],"통통":[{"1":[[],[["키가 작고 살이 쪄 몸이 옆으로 퍼진 모양. ‘똥똥02「1」’보다 거센 느낌을 준다.",null],["물체의 한 부분이 붓거나 부풀어서 도드라져 있는 모양. ‘똥똥02「2」’보다 거센 느낌을 준다.",null]],2,"통통"],"2":[[],[["작은북이나 속이 빈 작은 나무통 따위를 잇따라 두드려 울리는 소리.",null],["발로 탄탄한 곳을 자꾸 굴러 울리는 소리.",null],["팽팽한 줄 따위를 잇따라 튕기는 소리.",null],["작은 물방울이나 덩이 따위가 잇따라 떨어지는 소리.",null],["작은 발동기 따위가 울리는 소리.",null]],2,"통통"]},{"1":[[],[["fatly; corpulently","A word describing one’s wide body as a result of one’s being short and putting on weight."],["swollenly","A word describing a protruding part of something as a result of swelling up or inflating."]],0,"통통"],"2":[[],[["with a thump","A word imitating the sound made when a small drum, an empty wood pail, etc., is repeatedly beaten."],["with a stamp","A word imitating the sound made when a foot stamps a hard spot repeatedly."],["(no equivalent expression)","A word imitating the sound made when a tense string, etc., is plucked repeatedly."],["in drops","A word imitating the sound made when small water drops or lumps keep falling."],["in operation","A word imitating the sound made when a small motor is operated."]],0,"통통"]}],"탈파닥":[{"1":[[],[["손이나 물건 따위의 납작한 면으로 얕은 물 따위를 가볍게 치는 소리. ‘탈바닥「1」’보다 거센 느낌을 준다.",null],["아무렇게나 바닥에 주저앉는 소리. 또는 그 모양. ‘탈바닥「2」’보다 거센 느낌을 준다.",null]],2,"탈파닥"]},{}],"타시락타시락":[{"1":[[],[["조그만 일로 옥신각신하며 자꾸 다투거나 우기는 모양.",null]],2,"타시락타시락"]},{}],"통절히":[{"1":[["痛切"],[["뼈에 사무치게 절실하게.",null],["매우 적절하게.",null]],1,"통ː절히"]},{"0":[["痛切히"],[["keenly; severely; acutely","In deep pain or sorrow, etc., which hurts to the bone."]],0,"통ː절히"]}],"투덕투덕":[{"1":[[],[["잘 울리지 아니하는 물체를 잇따라 조금 세게 두드리는 소리. 또는 그 모양. ‘두덕두덕’보다 거센 느낌을 준다.",null]],2,"투덕투덕"],"2":[[],[["얼굴이 살지고 두툼하여 복스러운 모양.",null]],2,"투덕투덕"]},{}],"탐탁히":[{"1":[[],[["모양이나 태도, 또는 어떤 일 따위가 마음에 들어 만족스럽게.",null]],2,"탐타키"]},{}],"팅팅":[{"1":[[],[["살이 몹시 찌거나 붓거나 하여 아주 팽팽한 모양. ‘딩딩「1」’보다 거센 느낌을 준다.",null],["누를 수 없을 정도로 몹시 굳고 단단한 모양. ‘딩딩「2」’보다 거센 느낌을 준다.",null],["가늘고 팽팽한 줄 따위를 퉁겨 울리는 소리. ‘딩딩「5」’보다 거센 느낌을 준다.",null]],2,"팅팅"]},{}],"탈카당":[{"1":[[],[["작고 단단한 물건이 맞부딪쳐 울리는 소리. ‘달가당’보다 아주 거센 느낌을 준다.",null]],2,"탈카당"]},{}],"툭":[{"1":[[],[["갑자기 튀거나 터지는 소리. 또는 그 모양.",null],["갑자기 떨어지는 소리. 또는 그 모양.",null],["말을 퉁명스럽게 쏘아붙이는 모양.",null],["갑자기 발에 걸리거나 차이는 소리. 또는 그 모양.",null],["가볍게 슬쩍 치거나 건드리는 소리. 또는 그 모양.",null],["가볍게 털거나 튀기는 소리. 또는 그 모양.",null],["갑자기 부러지거나 끊어지는 소리. 또는 그 모양.",null],["어느 한 부분이 쑥 불거져 나온 모양.",null],["환하게 트이거나 숨김없이 터놓는 모양.",null]],2,"툭"]},{"0":[[],[["pop","A word imitating the sound made when something suddenly pops up or bursts open, or describing such a scene."],["with a thump","A word imitating the sound made when something suddenly falls down, or describing such a scene."],["bluntly","A word imitating the sound made when one talks bluntly or disapprovingly."],["in one’s way","A word imitating the sound made when something gets in someone's way or gets kicked, or describing such a scene."],["tap-tap; gently","A word imitating the sound made when one gently taps or touches something, or describing such a scene."],["gently","A word imitating the sound made when one gently shakes or bounces something, or describing such a scene."],["simply; easily","A word imitating the sound made when something suddenly breaks suddenly and easily, or describing such a scene."],["bulgingly","A word describing a part of something protruding."],["openly","A word describing a place with an open view, or someone speaking frankly."]],3,"툭"]}],"타끈히":[{"1":[[],[["치사하고 인색하며 욕심이 많게.",null]],2,"타끈히"]},{}],"툽상스레":[{"1":[[],[["말이나 행동 따위가 투박하고 상스러운 데가 있게.",null]],2,"툽쌍스레"]},{}],"탐욕스레":[{"1":[["貪慾"],[["사물을 지나치게 탐하는 욕심이 있게.",null]],1,"타묙쓰레"]},{}],"탈래탈래":[{"1":[[],[["단출한 몸으로 간들간들 걷거나 행동하는 모양. ‘달래달래’보다 거센 느낌을 준다.",null]],2,"탈래탈래"]},{}],"톡톡":[{"1":[[],[["작은 것이 자꾸 튀거나 터지는 소리. 또는 그 모양.",null],["작은 것이 갑자기 자꾸 떨어지는 소리. 또는 그 모양.",null],["말을 야멸치게 자꾸 쏘아붙이는 모양.",null],["작은 것이 자꾸 발에 걸리거나 차이는 소리. 또는 그 모양.",null],["자꾸 가볍게 살짝살짝 치거나 건드리는 소리. 또는 그 모양.",null],["자꾸 아주 가볍게 털거나 튀기는 소리. 또는 그 모양.",null],["새 따위가 부리로 가볍게 자꾸 쪼는 소리. 또는 그 모양.",null],["갑자기 가볍게 자꾸 부러지거나 끊어지는 소리. 또는 그 모양.",null],["여기저기 쏙쏙 볼가져 나온 모양.",null],["갑자기 혀끝이나 코 따위에 자꾸 자극을 받는 느낌.",null]],2,"톡톡"]},{"0":[[],[["pop pop","In a manner of small things suddenly popping up or bursting open repeatedly, or such sound."],["gently","In a manner of small things suddenly falling down, or such sound."],["sharply","In a manner of a person talking sharply at others."],["repeatedly","In a manner of small things getting in someone's way or getting kicked repeatedly, or such sound."],["gently","In a manner of someone gently tapping or touching something, or such sound."],["gently","In a manner of someone gently shaking or bouncing something repeatedly, or such sound."],["gently","In a manner of a bird gently pecking at something repeatedly, or such sound."],["simply","In a manner of something suddenly breaking in an easy and repeated fashion, or such sound."],["here and there","In a manner of things popping up here and there."],["pungently","In a manner of the tip of the tongue, nose, etc., feeling pungency."]],3,"톡톡"]}],"티적티적":[{"1":[[],[["남의 흠이나 트집을 잡으면서 자꾸 비위를 거스르는 모양.",null]],2,"티적티적"]},{}],"탈락":[{"1":[[],[["매달리거나 한쪽이 늘어진 물건이 흔들리는 소리. 또는 그 모양.",null]],2,"탈락"]},{}],"탈강":[{"1":[[],[["‘탈가당’의 준말.",null]],2,"탈강"]},{}],"태만히":[{"1":[["怠慢"],[["열심히 하려는 마음이 없고 게으르게.",null]],1,"태만히"]},{"0":[["怠慢히"],[["lazily","In the state of acting slowly and hating to work hard."]],0,"태만히"]}],"털렁":[{"1":[[],[["큰 방울이나 매달린 물체 따위가 한 번 흔들리는 소리. 또는 그 모양. ‘덜렁02「1」’보다 거센 느낌을 준다.",null],["침착하지 못하고 거볍게 행동하는 모양. ‘덜렁02「2」’보다 거센 느낌을 준다.",null],["갑자기 놀라거나 겁이 나서 가슴이 뜨끔하게 울리는 모양. ‘덜렁02「3」’보다 거센 느낌을 준다.",null]],2,"털렁"]},{}],"털거덩":[{"1":[[],[["크고 단단한 물건이 맞부딪쳐 울리는 소리. ‘덜거덩’보다 거센 느낌을 준다.",null]],2,"털거덩"]},{}],"톰방":[{"1":[[],[["작고 갸름한 물건이 깊은 물에 떨어져 잠기는 소리. 또는 그 모양.",null]],2,"톰방"]},{}],"토삭토삭":[{"1":[[],[["→ 토실토실.",null]],2,null]},{}],"털레털레":[{"1":[[],[["단출한 몸으로 건들건들 걷거나 행동하는 모양. ‘덜레덜레’보다 거센 느낌을 준다.",null]],2,"털레털레"]},{"0":[[],[["with a swagger","A word describing one's walk or act of swaggering in a simple outfit."]],0,"털레털레"]}],"투박스레":[{"1":[[],[["생김새가 볼품없이 둔하고 튼튼하기만 한 데가 있게.",null],["말이나 행동 따위가 거칠고 세련되지 못한 데가 있게.",null]],2,"투박쓰레"]},{}],"투실투실":[{"1":[[],[["보기 좋을 정도로 살이 퉁퉁하게 찐 모양.",null]],2,"투실투실"]},{}],"터부룩터부룩":[{"1":[[],[["풀이나 나무 따위가 여럿이 다 거칠게 수북한 모양. ‘더부룩더부룩01「1」’보다 거센 느낌을 준다.",null],["수염이나 머리털 따위가 좀 길고 촘촘하게 많이 나서 어지러운 모양. ‘더부룩더부룩01「2」’보다 거센 느낌을 준다.",null]],2,"터부룩터부룩"]},{}],"털썩":[{"1":[[],[["갑자기 힘없이 주저앉거나 쓰러지는 소리. 또는 그 모양.",null],["크고 두툼한 물건이 갑자기 바닥에 떨어지는 소리. 또는 그 모양.",null],["갑자기 심리적인 충격을 받아 놀라는 모양.",null],["크고 두툼한 물건이 세게 움직이거나 흔들리는 소리. 또는 그 모양.",null]],2,"털썩"]},{"0":[[],[["with a thud","A word imitating the sound made when one sits down suddenly and heavily, or describing such a scene."],["with a thud","A word imitating the sound made when a big and thick object suddenly falls on the ground, describing such a scene."],["with a thud","A word describing one's state of being suddenly shocked, emotionally or mentally."],["with a jolt","A word imitating the sound made when a big and thick object strongly moves, or describing such a scene."]],3,"털썩"]}],"터실터실":[{"1":[[],[["바탕이나 가장자리가 매끈하지 아니하고 매우 거칠거나 큰 보풀이 일어난 모양.",null]],2,"터실터실"]},{}],"톡톡히":[{"1":[[],[["피륙 따위가 단단한 올로 고르고 촘촘하게 짜여 조금 두껍게.",null],["옷에 솜을 많이 넣어 조금 두껍게.",null],["국물이 적어 묽지 아니하게.",null],["재산이나 살림살이 따위가 실속 있고 넉넉하게.",null],["비판이나 망신, 꾸중 따위의 정도가 심하게.",null],["구실이나 역할 따위가 제대로 되어 충분하게.",null]],2,"톡토키"]},{"0":[[],[["thickly","In the manner of a cloth, etc., being a little thick as it is evenly and densely knitted with strong yarn."],["thickly","In the manner of clothes being a little thick as lots of cotton has been stuffed in it."],["thickly","In the manner of not being weak as little liquid is contained."],["richly","In the manner of asset, home economy, etc., being substantial and abundant."],["harshly","In the manner of the degree of criticism, humiliation, scolding, etc., being severe."],["responsibly","In the manner of one’s responsibility, role, etc., being satisfactory, as it is done appropriately."]],3,"톡토키"]}],"퇴연히":[{"1":[["退然"],[["겸허하고 조용하게.",null]],1,"퇴ː연히"],"2":[["頹然"],[["기력이 없어 느른하게.",null],["취하여 쓰러질 듯하게.",null]],1,"퇴연히"]},{}],"테석테석":[{"1":[[],[["거죽이나 면이 매우 거칠게 일어나 반지랍지 못한 모양.",null]],2,"테석테석"]},{}],"태없이":[{"1":[["態"],[["사람이 뽐내거나 잘난 체하는 빛이 없이.",null],["맵시가 없이.",null]],1,"태ː업씨"]},{}],"툭하면":[{"1":[[],[["조금이라도 일이 있기만 하면 버릇처럼 곧.",null]],2,"투카면"]},{"0":[[],[["easily; readily","Immediately at the slightest provocation."]],3,"투카면"]}],"톡":[{"2":[[],[["작은 것이 갑자기 튀거나 터지는 소리. 또는 그 모양.",null],["작은 것이 갑자기 떨어지는 소리. 또는 그 모양.",null],["말을 야멸치게 쏘아붙이는 모양.",null],["작은 것이 갑자기 발에 걸리거나 차이는 소리. 또는 그 모양.",null],["가볍게 살짝 치거나 건드리는 소리. 또는 그 모양.",null],["아주 가볍게 털거나 튀기는 소리. 또는 그 모양.",null],["새 따위가 부리로 가볍게 쪼는 소리. 또는 그 모양.",null],["갑자기 가볍게 부러지거나 끊어지는 소리. 또는 그 모양.",null],["어느 한 부분이 쏙 볼가져 나온 모양.",null],["갑자기 혀끝이나 코 따위에 자극을 받는 느낌.",null]],2,"톡"]},{"0":[[],[["pop","A word imitating the sound made when a small thing suddenly pops up or bursts open, or describing such a scene."],["gently","A word imitating the sound made when a small thing suddenly falls down, or describing such a scene."],["sharply","A word describing one’s act of talking sharply at someone."],["in one’s way","A word imitating the sound made when a small thing gets in someone's way or gets kicked, or describing such a scene."],["gently","A word imitating the sound made when one gently taps or touches something, or describing such a scene."],["gently","A word imitating the sound made when one gently shakes or bounces something, or describing such a scene."],["gently","A word imitating the sound made when a bird gently pecks at something, or describing such a scene."],["simply","A word imitating the sound made when something suddenly breaks suddenly and easily, or describing such a scene."],["bulgingly","A word describing a part of something protruding."],["pungently","A word describing the feeling of pungency at the tip of the tongue, nose, etc."]],0,"톡"]}],"털퍼덕":[{"1":[[],[["손이나 물건 따위의 넓적한 면으로 옅은 물 따위를 거칠게 치는 소리. ‘털버덕「1」’보다 거센 느낌을 준다.",null],["아무렇게나 주저앉는 소리. 또는 그 모양. ‘털버덕「2」’보다 거센 느낌을 준다.",null]],2,"털퍼덕"]},{}],"탈랑":[{"1":[[],[["작은 방울이나 매달린 물체 따위가 한 번 흔들리는 소리. ‘달랑01「1」’보다 거센 느낌을 준다.",null],["침착하지 못하고 가볍게 행동하는 모양. ‘달랑01「2」’보다 거센 느낌을 준다.",null],["갑자기 놀라거나 겁이 나서 가슴이 따끔하게 울리는 모양. ‘달랑01「3」’보다 거센 느낌을 준다.",null]],2,"탈랑"]},{}],"탈탈":[{"1":[[],[["먼지 따위를 떨기 위하여 잇따라 가볍게 두드리는 소리. 또는 그 모양.","없음"],["아무것도 남지 않게 털어 내는 모양.",null],["깨어지거나 금이 간 얄팍한 질그릇 따위가 부딪칠 때 나는 소리.",null],["나른한 걸음걸이로 걷는 모양.",null],["속이 텅 비어 있는 모양.",null],["낡은 자동차 따위가 흔들리면서 느리게 달리는 소리. 또는 그 모양.",null]],2,"탈탈"]},{"0":[[],[["tap-tap","A word imitating the sound made when something is beaten lightly and repeatedly to be dusted, or describing such a scene."],["completely","A word describing an act of shaking everything off, without anything left."],["with a clink","A word imitating the sound made when a broken or cracked, thin container, etc., is hit against something."],["ploddingly; slowly","A word describing one’s slow and sluggish walk."],["with a clatter","A word imitating the sound made when an old car, etc., rocks and runs slowly, or describing such a scene."],["completely","A word describing something that is completely empty."]],0,"탈탈"]}],"탈칵":[{"1":[[],[["‘탈카닥’의 준말.",null]],2,"탈칵"]},{}],"터부룩이":[{"1":[[],[["풀이나 나무 따위가 거칠게 수북한 상태로. ‘더부룩이01「1」’보다 거센 느낌을 준다.",null],["수염이나 머리털 따위가 좀 길고 촘촘하게 많이 나서 어지러운 상태로. ‘더부룩이01「2」’보다 거센 느낌을 준다.",null]],2,"터부루기"]},{}],"태평스레":[{"1":[["太平"],[["아무 근심 걱정이 없고 평안하게.",null]],1,"태평스레"]},{}],"투둑투둑":[{"1":[[],[["빗방울이나 나무 열매 따위가 자꾸 떨어지는 소리.",null]],2,"투둑투둑"]},{}],"텅":[{"1":[[],[["큰 것이 속이 비어 아무것도 없는 모양.",null]],2,"텅"],"2":[[],[["큰 쇠붙이나 단단한 물건이 세게 부딪쳐 울리는 소리. ‘떵02「1」’보다 거센 느낌을 준다.",null],["총이나 대포 따위를 쏘는 소리. ‘떵02「2」’보다 거센 느낌을 준다.",null]],2,"텅"]},{"0":[[],[["emptily; vacantly","In a state with nothing inside a big object."]],2,"텅"]}],"털컥":[{"1":[[],[["갑자기 놀라거나 겁에 질려 가슴이 몹시 내려앉는 모양. ‘덜컥01「1」’보다 거센 느낌을 준다.",null],["어떤 일이 매우 갑작스럽게 진행되는 모양. ‘덜컥01「2」’보다 거센 느낌을 준다.",null]],2,"털컥"],"2":[[],[["‘털커덕’의 준말.",null]],2,"털컥"]},{}],"타닥타닥":[{"1":[[],[["몹시 지치거나 나른하여 힘없이 발을 떼어 놓으며 느리게 계속 걷는 모양.",null],["가난해서 어렵게 살아가는 모양.",null],["일이 힘에 겨워 애처롭게 몸을 겨우 움직이는 모양.",null],["콩깍지나 장작 따위가 타면서 가볍게 자꾸 튀는 소리. 또는 그 모양.",null],["먼지만 날 정도로 가볍게 자꾸 두드리는 소리. 또는 그 모양.",null]],2,"타닥타닥"]},{}],"탈캉":[{"1":[[],[["‘탈카당’의 준말.",null]],2,"탈캉"]},{}],"통연히":[{"1":[["洞然"],[["막힘이 없이 트여 밝고 환하게.",null]],1,"통ː연히"]},{}],"툭탁":[{"1":[[],[["단단한 물건을 조금 가볍게 두드리는 소리. ‘뚝딱01’보다 거센 느낌을 준다.",null]],2,"툭탁"],"2":[[],[["일을 거침없이 손쉽게 해치우는 모양. ‘뚝딱02’보다 거센 느낌을 준다.",null]],2,"툭탁"]},{}],"티석티석":[{"1":[[],[["거죽이나 면이 매우 거칠게 일어나 번지럽지 못한 모양.",null]],2,"티석티석"]},{}],"탱글탱글":[{"1":[[],[["탱탱하고 둥글둥글한 모양.",null]],2,"탱글탱글"]},{}],"털걱":[{"1":[[],[["‘털거덕’의 준말.",null]],2,"털걱"]},{}],"터드럭터드럭":[{"1":[[],[["먼지가 날 정도로 가만히 자꾸 두드리는 소리. 또는 그 모양.",null]],2,"터드럭터드럭"]},{}],"토실토실":[{"1":[[],[["보기 좋을 정도로 살이 통통하게 찐 모양.",null]],2,"토실토실"]},{"0":[[],[["plumply; chubbily","A word describing one's appearance being a little roundish, in a nice way."]],0,"토실토실"]}],"터덜터덜":[{"1":[[],[["지치거나 느른하여 무거운 발걸음으로 계속 힘없이 걷는 소리. 또는 그 모양.",null],["빈 수레 따위가 험한 길 위를 요란하게 지나가는 소리.",null],["깨어진 질그릇 따위가 잇따라 둔탁하게 부딪치는 소리.",null]],2,"터덜터덜"]},{"0":[[],[["trudgingly; ploddingly","A word imitating the sound made when one walks weakly with heavy steps due to exhaustion or lack of energy, or such a scene."],["with a clatter","A word imitating the sound made when a car, empty cart, etc., keeps running on a bumpy road loudly."]],0,"터덜터덜"]}],"터벅터벅":[{"1":[[],[["느릿느릿 힘없는 걸음으로 걸어가는 모양.",null]],2,"터벅터벅"]},{"0":[[],[["trudgingly","A word describing one's walking in very weak, slow steps."]],0,"터벅터벅"]}],"털벙":[{"1":[[],[["‘털버덩’의 준말.",null]],2,"털벙"]},{}],"타달타달":[{"1":[[],[["지치거나 나른하여 무거운 발걸음으로 계속 힘없이 걷는 소리. 또는 그 모양.",null],["빈 수레 따위가 험한 길 위를 조금 요란하게 지나가는 소리.",null],["깨어진 질그릇 따위가 잇따라 둔탁하게 부딪치는 소리.",null]],2,"타달타달"]},{}],"털커덩":[{"1":[[],[["크고 단단한 물건이 맞부딪쳐 울리는 소리. ‘덜거덩’보다 아주 거센 느낌을 준다.",null]],2,"털커덩"]},{}],"토동통":[{"1":[[],[["작은북이나 장구 따위를 치는 소리.",null]],2,"토동통"]},{}],"털썩털썩":[{"1":[[],[["여럿이 다 갑자기 힘없이 주저앉거나 쓰러지는 소리. 또는 그 모양.",null],["크고 두툼한 물건이 갑자기 바닥에 자꾸 떨어지는 소리. 또는 그 모양.",null],["갑자기 심리적인 충격을 받아 잇따라 놀라는 모양.",null],["크고 두툼한 물건이 자꾸 세게 움직이거나 흔들리는 소리. 또는 그 모양.",null]],2,"털썩털썩"]},{"0":[[],[["heavily","A word imitating the sound made when people sit down suddenly and heavily, or describing such a scene."],["with a thump","A word imitating the sound made when big and thick objects suddenly fall on the ground repeatedly, or describing such a scene."],["in shock","A word describing one’s state of being suddenly and repeatedly shocked, emotionally or mentally."],["with a jolt","A word imitating the sound made when big and thick objects keep moving strongly, or describing such a scene."]],0,"털썩털썩"]}],"텀벙텀벙":[{"1":[[],[["크고 무거운 물건이 잇따라 물에 떨어져 잠기는 소리. ‘덤벙덤벙01’보다 거센 느낌을 준다.",null]],2,"텀벙텀벙"]},{"0":[[],[["in splashes","A word imitating the sound made when something big and heavy repeatedly falls into the water and sinks."]],0,"텀벙텀벙"]}],"털버덩":[{"1":[[],[["넓적한 물건 따위가 옅은 물 위에 떨어지며 울리는 소리.","없음"]],2,"털버덩"]},{}],"통틀어":[{"1":[[],[["있는 대로 모두 합하여.","없음"]],2,"통트러"]},{"0":[[],[["all put together; in total","In a lump adding and binding all, with nothing left out."]],0,"통트러"]}],"특히":[{"1":[["特"],[["보통과 다르게.",null]],1,"트키"]},{"0":[["特히"],[["specially; particularly; especially","Differently from a normal one."]],1,"트키"]}],"타드랑":[{"1":[[],[["깨어진 쇠 그릇 따위가 부딪치거나 떨어져 울리는 소리.",null]],2,"타드랑"]},{}],"통":[{"7":[[],[["‘전혀’, ‘도무지’의 뜻을 나타내는 말.","없음"],["‘온통’의 뜻을 나타내는 말.","없음"]],2,"통"],"8":[[],[["작은북이나 속이 빈 작은 나무통 따위를 두드려 울리는 소리.",null],["발로 탄탄한 곳을 굴러 울리는 소리.",null],["작은 물방울이나 덩이 따위가 떨어지는 소리.",null],["팽팽한 줄 따위를 튕기는 소리.",null]],2,"통"]},{"4":[[],[["completely","Not at all, or utterly."],["whole; every","For anything and everything."]],2,"통"]}],"텀벙":[{"1":[[],[["크고 무거운 물건이 물에 떨어져 잠기는 소리. ‘덤벙01’보다 거센 느낌을 준다.",null]],2,"텀벙"]},{"0":[[],[["in a splash","A word imitating the sound made when something big and heavy falls into the water and sinks."]],0,"텀벙"]}],"특별히":[{"1":[["特別"],[["보통과 구별되게 다르게.",null]],1,"특뼐히"]},{"0":[["特別히"],[["specially; particularly; especially","With a noticeable difference compared with others."]],1,"특뼐히"]}],"툼벙":[{"1":[[],[["크고 묵직한 물건이 깊은 물에 떨어져 잠기는 소리. 또는 그 모양.",null]],2,"툼벙"]},{}],"통탕통탕":[{"1":[[],[["단단한 물건을 함부로 조금 요란하게 자꾸 두드리거나 발로 구르는 소리.",null]],2,"통탕통탕"]},{}],"털벅":[{"1":[[],[["‘털버덕「1」’의 준말.",null]],2,"털벅"]},{}],"토도독":[{"1":[[],[["빗방울 따위가 바닥이나 나뭇잎 위에 세게 떨어지는 소리.",null]],2,"토도독"]},{}],"툽툽히":[{"1":[[],[["국물이 묽지 아니하고 매우 바특하게.",null]],2,"툽투피"]},{}],"타끈스레":[{"1":[[],[["치사하고 인색하며 욕심이 많은 데가 있게.",null]],2,"타끈스레"]},{}],"톡탁톡탁":[{"1":[[],[["단단한 물건을 잇따라 가볍게 두드리는 소리. ‘똑딱똑딱「1」’보다 거센 느낌을 준다.",null],["서로 가볍게 자꾸 치는 소리. 또는 그 모양.",null]],2,"톡탁톡탁"]},{"0":[[],[["tap-tap; pat-pat","A word imitating the sound made when a hard object keeps being hit lightly."],["with light jabs","A word imitating the sound made when people keep hitting each other lightly, or describing such a scene."]],0,"톡탁톡탁"]}],"텅텅":[{"1":[[],[["큰 것 여럿이 다 속이 비어서 아무것도 없는 모양.",null]],2,"텅텅"],"2":[[],[["큰 쇠붙이나 단단한 물건이 잇따라 세게 부딪쳐 울리는 소리. ‘떵떵02「1」’보다 거센 느낌을 준다.",null],["총이나 대포 따위를 잇따라 쏘는 소리. ‘떵떵02「2」’보다 거센 느낌을 준다.",null]],2,"텅텅"]},{"0":[[],[["emptily; vacantly","In a state with nothing inside a big object. "]],0,"텅텅"]}],"탑언":[{"1":[["嗒焉"],[["아무 생각 없이 우두커니 있는 모양.",null]],3,"타번"]},{}],"탄탄히":[{"1":[[],[["무르거나 느슨하지 않고 아주 야무지고 굳세게.",null],["조직이나 기구 따위가 쉽게 무너지거나 흔들리지 않는 상태로.",null]],2,"탄탄히"],"2":[["坦坦"],[["길이 험하거나 가파른 곳이 없이 평평하고 넓게.",null],["장래가 아무 어려움 없이 순탄하게.",null]],1,"탄ː탄히"]},{"0":[[],[["stoutly; firmly; robustly","In a solid and strong manner that is not soft or loose."],["stoutly","In a manner in which an organization, group, etc., does not shake or collapse easily."]],3,"탄탄히"]}],"토막토막":[{},{"2":[[],[["in pieces; in chunks","A word describing something in several pieces or chunks."],["every piece; every chunk","For each piece or chunk."]],0,"토막토막"]}],"털버덕털버덕":[{"1":[[],[["손이나 물건 따위의 넓적한 면으로 옅은 물 따위를 거칠게 자꾸 치는 소리. 또는 그 모양.",null],["잇따라 아무렇게나 주저앉는 소리. 또는 그 모양.",null]],2,"털버덕털버덕"]},{"0":[[],[["with splashes","A word imitating the sound made when a palm or the flat side of an object hits shallow water strongly and repeatedly, or describing such a scene."],["with thumps","A word imitating the sound made when people sit down carelessly and in succession, or describing such a scene."]],0,"털버덕털버덕"]}]}