{"좍좍":[{"1":[[],[["넓은 범위나 여러 갈래로 자꾸 흩어져 퍼지는 모양.",null],["비나 물 따위가 자꾸 쏟아지는 소리. 또는 그 모양.",null],["거침없이 계속 읽거나 말하는 모양.",null]],2,"좍쫙"]},{"0":[[],[["strongly","In such a manner that something keeps dispersing into a wide area or many directions."],["forcefully","With a sound resembling one that is produced when rain, water, etc., keeps falling, or such a motion."],["without stopping","In such a manner that one does something without hesitation."]],0,"좍쫙"]}],"좍":[{"1":[[],[["넓은 범위나 여러 갈래로 흩어져 퍼지는 모양.",null],["비나 물 따위가 갑자기 쏟아지거나 흘러내리는 소리. 또는 그 모양.",null],["어떤 일이나 행동 따위가 한꺼번에 이루어지는 모양.",null]],2,"좍"]},{"0":[[],[["everywhere","In a manner of dispersing into a wide area or many directions."],["forcefully","With a sound resembling one that is produced when rain, water, etc., falls or runs down suddenly, or such an action."],["without stopping","In such a manner that a thing, act, etc., takes place at once."]],0,"좍"]}],"좌르륵":[{"1":[[],[["물줄기나 작은 물체 따위가 한 번 세차게 쏟아지는 소리. 또는 그 모양.",null],["물건들이 넓게 흩어지거나 퍼지는 소리. 또는 그 모양.","없음"]],2,"좌르륵"]},{}],"좔좔":[{"1":[[],[["많은 양의 액체가 세차게 흐르는 소리. 또는 그 모양.",null],["거침없이 읽거나 외거나 말하는 모양.",null]],2,"좔좔"]},{"0":[[],[["strongly; profusely","With a sound resembling the one that is produced when a large amount of liquid runs forcefully, or such an action."],["without stopping","In such a manner that one reads, recites or speaks without faltering."]],0,"좔좔"]}],"좌르르":[{"1":[[],[["물줄기 따위가 잇따라 세차게 쏟아지는 소리. 또는 그 모양.",null],["여러 개의 작은 물체가 잇따라 쏟아지는 소리. 또는 그 모양.",null],["얼굴이나 밥 따위에 윤기가 흐르는 모양.",null],["미닫이문이 미끄러지듯 가볍게 열리거나 닫히는 소리. 또는 그 모양.",null]],2,"좌르르"]},{"0":[[],[["quickly","With a sound resembling one that is produced when a flow of water, etc., keeps falling down forcefully, or such an action."],["quickly","With a sound resembling one that is produced when many small objects keep falling down, or such an action."],["smoothly; tastily","In such a manner that facial skin, steamed rice, etc., looks slick."],["with a smooth motion","With a sound resembling one that is produced when a sliding door opens or closes smoothly and softly, or such an action."]],0,"좌르르"]}]}