{"헤피":[{"1":[[],[["쓰는 물건이 쉽게 닳거나 빨리 없어지는 듯하게.",null],["물건이나 돈 따위를 아끼지 아니하고 함부로.",null],["말이나 행동 따위를 아끼는 데가 없이 마구.",null]],2,"헤ː피"]},{}],"헹":[{"1":[[],[["코를 야무지게 푸는 소리.",null]],2,"헹"]},{}],"헤실헤실":[{"1":[[],[["어떤 물체가 단단하지 못하여 부스러지거나 헤지기 쉬운 모양.",null],["사람이 맺고 끊는 것이 확실하지 않아 싱겁고 실속이 없는 모양.",null]],2,"헤실헤실"],"2":[[],[["싱겁고 어설프게 웃는 모양.",null]],2,"헤실헤실"]},{}],"헹글헹글":[{"1":[[],[["입거나 끼우는 것이 커서 들어맞지 아니하고 헐거운 모양.",null]],2,"헹글헹글"]},{}],"헤벌쭉헤벌쭉":[{"1":[[],[["입이나 구멍 따위가 여럿이 다 또는 자꾸 속이 들여다보일 정도로 넓게 벌어지는 모양.","없음"]],2,"헤벌쭈케벌쭉"]},{"0":[[],[["widely","A word describing the state of a mouth or holes becoming wide open to such an extent that the inside or depth is completely or continuously visible."]],0,"헤벌쭈케벌쭉"]}],"헤죽헤죽":[{"1":[[],[["활갯짓을 거볍게 하며 걷는 모양.",null]],2,"헤주케죽"]},{}],"헤실바실":[{"1":[[],[["모르는 사이에 흐지부지 없어지는 모양.",null],["일하는 것이 시원스럽지 못하고 흐지부지하게 되는 모양.",null]],2,"헤실바실"]},{}],"헤룽헤룽":[{"1":[[],[["→ 희룽희룽.",null]],2,null]},{}],"헤":[{"1":[[],[["입을 조금 벌리고 속없이 빙그레 웃는 소리. 또는 그 모양.",null],["입을 조금 벌리고 힘없이 내는 소리. 또는 그 모양.",null]],2,"헤"]},{"0":[[],[["with a soft smile","A word imitating the sound or describing the motion of laughing softly with one's mouth slightly open."],["(no equivalent expression)","A word imitating a weak sound made with one's mouth slightly open; or a word describing such a motion."]],0,"헤"]}],"헬렐레":[{"1":[[],[["술에 몹시 취하거나 얼이 빠져 있거나 하여 몸을 가누지 못하는 모양.",null],["정신이 온전치 못하거나 맹한 모양.",null]],2,"헬렐레"]},{}],"헤싱헤싱":[{"1":[[],[["촘촘하게 짜이지 아니하여서 헐겁고 허전한 느낌이 있는 모양.",null]],2,"헤싱헤싱"]},{}],"헤벌쭉":[{"1":[[],[["입이나 구멍 따위가 속이 들여다보일 정도로 넓게 벌어진 모양.",null]],2,"헤벌쭉"]},{"0":[[],[["widely","A word describing the state of a mouth or hole becoming wide open to such an extent that the inside or depth is visible."]],0,"헤벌쭉"]}],"헤적헤적":[{"1":[[],[["활개를 벌려 거벼이 저으며 걷는 모양.",null]],2,"헤저케적"],"2":[[],[["무엇을 찾으려고 잇따라 들추거나 파서 헤치는 모양.",null],["탐탁하지 아니한 태도로 무엇을 잇따라 께적거리며 헤치는 모양.",null]],2,"헤저케적"]},{}],"헤헤":[{"1":[[],[["입을 조금 벌리고 속없이 자꾸 빙그레 웃는 소리. 또는 그 모양.",null],["입을 조금 벌리고 자꾸 주책없이 웃는 소리. 또는 그 모양.",null]],2,"헤헤"]},{"0":[[],[["hehe","A word imitating the sound or describing the motion of opening one's mouth slightly and laughing softly, repeatedly."],["hehe","A word imitating the sound or describing motion of opening one's mouth slightly and laughing frivolously, repeatedly."]],0,"헤헤"]}],"헤근헤근":[{"1":[[],[["어떤 물건의 사개가 꼭 들어맞지 아니하고 벌어져 잇따라 흔들리는 모양.",null]],2,"헤근헤근"]},{}],"헤번덕헤번덕":[{"1":[[],[["→ 희번덕희번덕.",null]],2,null]},{}]}