{"훔치적훔치적":[{"1":[[],[["보이지 아니하는 데 있는 것을 찾으려고 자꾸 이리저리 굼뜨게 더듬어 뒤지는 모양.",null],["눈물 따위를 자꾸 이리저리 굼뜨게 훔쳐 씻는 모양.",null],["움켜잡듯이 굼뜨고 자꾸 거칠게 긁적이는 모양.",null]],2,"훔치저쿰치적"]},{}],"후르륵":[{"1":[[],[["→ 후루룩.",null]],2,null]},{}],"후끈":[{"1":[[],[["몸이나 쇠 따위가 뜨거운 기운을 받아서 갑자기 몹시 달아오르는 모양.",null],["흥분이나 긴장 따위가 갑자기 아주 고조되는 모양.",null]],2,"후끈"]},{"0":[[],[["burningly; glowingly","In the state of an object becoming suddenly hot, being exposed to heat or one's face becoming suddenly hot and turning red."],["burningly; intensely","The state of excitement or tension, etc., becoming stronger."]],0,"후끈"]}],"후루루":[{"1":[[],[["호루라기나 호각(號角) 따위를 조금 세게 부는 소리.",null],["→ 후르르.",null],["→ 후루룩.",null]],2,"후루루"]},{}],"후빗후빗":[{"1":[[],[["깊고 넓은 틈이나 구멍 속을 자꾸 조금씩 긁거나 돌려 파내는 모양.",null]],2,"후비투빋"]},{}],"훌쩍":[{"1":[[],[["액체 따위를 단숨에 남김없이 들이마시는 소리. 또는 그 모양.",null],["콧물을 단숨에 들이마시는 소리. 또는 그 모양.",null],["단숨에 거볍게 뛰거나 날아오르는 모양.",null],["거침없이 가볍게 길을 떠나는 모양.",null],["보통의 경우보다 훨씬 더 크거나 커진 모양.",null]],2,"훌쩍"]},{"0":[[],[["slurp; at a gulp","A word imitating the sound or describing the motion of drinking up a small amount of liquid, etc., at once."],["sniff; sniffle; snivel","A word imitating the sound or describing the motion of inhaling through a runny nose at once."],["lightly","A word describing the motion of jumping or flying lightly at once."],["without hesitation; freely","A word describing the motion of setting off toward a certain place freely, without hesitation."],["so much; to this extent","A word describing the state of having grown so much or taller than the average."]],3,"훌쩍"]}],"후두두":[{"1":[[],[["빗방울이나 자잘한 돌 따위가 갑자기 떨어지는 소리. 또는 그 모양.",null]],2,"후두두"]},{}],"후룩":[{"1":[[],[["‘후루룩「1」’의 준말.",null],["‘후루룩「2」’의 준말.",null]],2,"후룩"]},{"0":[[],[["slurp","A word imitating the sound or describing the motion of drinking a small amount of liquid or noodles quickly."],["flutter; flap","A word imitating the sound or describing the motion of a bird fluttering its wings lightly and flying up."]],0,"후룩"]}],"훌쩍훌쩍":[{"1":[[],[["액체 따위를 남김없이 잇따라 들이마시는 소리. 또는 그 모양.",null],["콧물을 잇따라 들이마시는 소리. 또는 그 모양.",null],["콧물을 들이마시며 잇따라 흐느껴 우는 소리. 또는 그 모양.",null],["여럿이 다 또는 잇따라 거볍게 뛰거나 날아오르는 모양.",null],["여럿이 다 보통의 경우보다 훨씬 더 크거나 커진 모양.",null]],2,"훌쩌쿨쩍"]},{"0":[[],[["in sips; at a gulp","A word imitating the sound or describing the motion of drinking up liquid, etc., in small quantities."],["sniff; sniffle; snivel","A word imitating the sound or describing the motion of inhaling through a runny nose continuously."],["snivel; sniffle","A word imitating the sound or describing the motion of weeping repeatedly while inhaling through a runny nose."],["lightly","A word describing the motion of many things or people jumping or flying lightly all together or one after another."],["by leaps and bounds; by large margins","A word describing the state of having grown much taller than the average."]],0,"훌쩌쿨쩍"]}],"후둘후둘":[{"1":[[],[["→ 후들후들.",null]],2,null]},{"0":[[],[[null,"→ 후들후들"]],0,null]}],"훌륭히":[{"1":[[],[["썩 좋아서 나무랄 곳이 없이.",null]],2,"훌륭히"]},{"0":[[],[["well; remarkably; nicely; magnificently","In the manner of being extremely good and excellent enough to be praised. "]],0,"훌륭히"]}],"후다닥":[{"1":[[],[["갑자기 빠른 동작으로 뛰거나 몸을 움직이는 모양.",null],["일을 서둘러 빨리 해치우는 모양.",null],["갑자기 순간적으로 놀라거나 당황해하는 모양.",null]],2,"후다닥"]},{"0":[[],[["quickly; nimbly; swiftly","In the manner of running fast or moving one's body suddenly."],["quickly; hurriedly","In a manner of being in a rush to finish a task quickly."],["abruptly; suddenly","A word describing the motion of being frightened or flustered all of sudden."]],0,"후다닥"]}],"훌쭉히":[{"1":[[],[["길이에 비하여 몸통이 아주 가늘고 길게.",null],["속이 비어서 안으로 우므러져 있는 상태로.",null],["앓거나 지쳐서 몸이 여윈 상태로.",null],["끝이 쀼죽하고 길게.",null]],2,"훌쭈키"]},{}],"훌씬":[{"1":[[],[["→ 훨씬.",null]],2,null]},{}],"훌쭉훌쭉":[{"1":[[],[["여럿이 다 길이에 비하여 몸통이 아주 가늘고 긴 모양.",null],["여럿이 다 속이 비어서 안으로 우므러져 있는 모양.",null],["여럿이 다 앓거나 지쳐서 몸이 여윈 모양.",null],["여럿이 다 끝이 쀼죽하고 긴 모양.",null]],2,"훌쭈쿨쭉"]},{}],"훌근번쩍":[{"1":[[],[["눈을 함부로 흘기며 번쩍이는 모양.",null]],2,"훌근번쩍"]},{}],"훌러덩":[{"1":[[],[["‘훌렁「1」’의 본말.",null],["‘훌렁「2」’의 본말.",null],["‘훌렁「4」’의 본말.",null]],2,"훌러덩"]},{"0":[[],[["completely; thoroughly","A word describing the motion of something being completely taken off or turned inside out so that the inside is clearly exposed."],["completely; thoroughly","A word describing the state of losing all of one's money or wealth, etc."],["easily; effortlessly","A word describing the motion of jumping across or lifting something very easily."]],0,"훌러덩"]}],"후드득":[{"1":[[],[["깨나 콩 따위를 볶을 때 크게 튀는 소리.",null],["멀리서 총포나 딱총 따위가 매우 부산하게 터지는 소리.",null],["나뭇가지나 검불 따위가 타들어 가는 소리.",null],["굵은 빗방울 따위가 갑자기 떨어지는 소리.","없음"]],2,"후드득"]},{"0":[[],[["(no equivalent expression)","A word imitating the loud popping sound produced when sesame seeds or beans, etc., are toasted."],["(no equivalent expression)","A word imitating the clarmorous popping sound produced when a gun or bullet has been fired and exploded."],["(no equivalent expression)","A word imitating the sound of leaves or dried grass being burned."],["pitter-patter; spatter","A word imitating the sound of heavy drops of rain falling scatteringly."]],0,"후드득"]}],"후들후들":[{"1":[[],[["팔다리나 몸이 잇따라 크게 떨리는 모양.",null]],2,"후들후들"]},{"0":[[],[["shakingly","In the state of one's arms or body trembling wildly in a repeated manner."]],0,"후들후들"]}],"훌떡":[{"1":[[],[["아주 남김없이 벗거나 벗어진 모양.",null],["빠르게 뒤집거나 뒤집히는 모양.",null],["힘차게 뛰거나 뛰어넘는 모양.",null],["남김없이 날쌔게 먹어 치우는 모양.",null]],2,"훌떡"]},{"0":[[],[["completely; thoroughly","A word describing the state of having completely taken something off or being taken off."],["in an instant; in a flash","A word describing the motion of turning something over or being turned over quickly."],["powerfully; vigorously","A word describing the motion of running or jumping across something powerfully."],["at a gulp; at a mouthful","A word describing the motion of eating a small amount of food voraciously, completely."]],0,"훌떡"]}],"후두둑":[{"1":[[],[["→ 후드득.",null]],2,null]},{"0":[[],[[null,"→ 후드득"]],0,null]}],"훌훌":[{"1":[[],[["날짐승 따위가 잇따라 날개를 치며 가볍게 나는 모양.",null],["눈, 종이, 털 따위가 가볍게 날리는 모양.",null],["가볍게 날듯이 뛰거나 움직이는 모양.",null],["가벼운 물건을 자꾸 멀리 던지거나 뿌리는 모양.",null],["먼지나 부스러기 따위를 잇따라 가볍게 떠는 모양.",null],["옷 따위를 시원스럽게 벗어 버리거나 벗기는 모양.",null],["묽은 죽이나 국 따위를 시원스럽게 자꾸 들이마시는 모양.",null],["불길이 시원스럽게 타오르는 모양.",null],["가볍게 부채질을 하는 모양.",null],["입김을 자꾸 불어 내는 모양.",null],["미련 따위를 모두 털어 버리는 모양.","없음"]],2,"훌훌"]},{"0":[[],[["lightly","A word describing the motion of birds, etc., fluttering their wings and flying lightly one after another."],["lightly","A word describing the motion of snow, paper, fur, etc., flying lightly."],["lightly","A word describing the motion of running or moving as if to fly lightly."],["(no equivalent expression)","A word describing the motion of repeatedly throwing or sprinkling a light object far."],["lightly","A word describing the motion of continuously shaking off dust or crumbs, etc., lightly,"],["without hesitation; without reserve","A word describing the motion of throwing off one's or another's clothes without hesitation."],["without stopping","A word describing the motion of drinking up water or soup, etc., continously."],["without a hitch","A word describing the motion of fire burning without a hitch."],["lightly","A word describing the motion of fanning lightly."],["continously","A word describing the motion of blowing one's breath on something continuously."],["completely","In the manner of clearing completely any feelings lingering in mind."]],0,"훌훌"]}],"훌썩":[{"1":[[],[["→ 훨썩.","없음"]],2,null]},{}],"후":[{"1":[[],[["입을 동글게 오므려 내밀고 입김을 많이 내뿜는 소리. 또는 그 모양.",null]],2,"후"]},{"1":[[],[["puff","A word imitating the sound or decribing the motion of letting one's breath out strongly, repeatedly, through lips pursed in a round form."]],0,"후"]}],"훈훈히":[{"1":[["薰薰"],[["날씨나 온도가 견디기 좋을 만큼 덥게.",null],["마음을 부드럽게 녹여 주는 따스함이 있게.",null],["냄새가 서려 있는 상태로.",null]],1,"훈훈히"],"2":[["醺醺"],[["술 취한 기운이 얼근하게.",null]],1,"훈훈히"]},{"0":[["薰薰히"],[["warmly; balmily","In the state of the weather or temperature being bearably warm."],["warmly; warm-heartedly","In a state of having warmth that softens the heart."],["in the state of filling the air","In the state of a smell filling the air, etc."]],0,"훈훈히"]}],"후드득후드득":[{"1":[[],[["깨나 콩 따위를 볶을 때 크게 잇따라 튀는 소리.",null],["멀리서 총포나 딱총 따위가 매우 부산하게 잇따라 터지는 소리.",null],["나뭇가지나 검불 따위가 불똥을 튀기며 기세 좋게 잇따라 타들어 가는 소리.",null],["굵은 빗방울 따위가 갑자기 잇따라 떨어지는 소리.","없음"],["몹시 경망스럽게 계속 방정을 떠는 모양.",null]],2,"후드드쿠드득"]},{"0":[[],[["(no equivalent expression)","A word imitating a series of loud popping sounds produced when sesame seeds or beans, etc., are roasted."],["(no equivalent expression)","A word imitating a series of clamorous popping sounds produced when a gun or bullet has been fired and explodes."],["(no equivalent expression)","A word imitating the sound of leaves or dried grass being burned continuously."],["pitter-patter; spatter","A word imitating the sound of heavy drops of rain falling scatteringly, continuously."]],0,"후드드쿠드득"]}],"후끈후끈":[{"1":[[],[["몸이나 쇠 따위가 뜨거운 기운을 받아서 잇따라 갑자기 달아오르는 모양.",null]],2,"후끈후끈"]},{"0":[[],[["burningly; glowingly","In the state of an object becoming suddenly hot, being exposed to heat or one's face becoming suddenly hot and turning red."]],0,"후끈후끈"]}],"훅딱":[{"1":[[],[["→ 후딱.",null]],2,null]},{}],"후련히":[{"1":[[],[["좋지 아니하던 속이 풀리거나 내려서 시원하게.",null],["답답하거나 갑갑하여 언짢던 것이 풀려 마음이 시원하게.",null]],2,"후련히"]},{}],"훅":[{"1":[[],[["액체를 단숨에 들이마시는 소리. 또는 그 모양.",null],["입을 오므리고 입김을 갑자기 세게 부는 소리. 또는 그 모양.",null],["냄새나 바람, 열기 따위의 기운이 갑자기 밀려드는 모양.",null],["동작이나 행동이 몹시 날쌔고 갑작스러운 모양.",null],["높은 데나 넓은 데를 가볍게 뛰어넘는 모양.",null],["불길이 갑자기 아주 세게 타오르는 모양.",null]],2,"훅"]},{"0":[[],[["at a gulp; slurp","A word imitating the sound or describing the motion of drinking up liquid, etc., in one fell swoop."],["(no equivalent expression)","A word imitating the sound or describing the motion of letting a strong breath out repeatedly, suddenly, through pursed lips."],["(no equivalent expression)","In the state of smell, wind, or heat, etc. surging forward."],["suddenly; abruptly; in a instant; in a flash","In the manner of one's action or movement being very fast and abrupt."]],0,"훅"]}],"훌홀히":[{"1":[[],[["재빨라서 붙잡을 수가 없이. 또는 걷잡을 사이 없이 갑작스럽게.",null]],2,"훌ː홀히"]},{}],"훗훗":[{"1":[[],[["바람이나 입김 따위가 훈훈하게 거듭 안겨 오는 모양. 또는 열기 따위가 후끈하게 거듭 안겨 오는 모양.",null]],2,"후툳"]},{}],"후줄근히":[{"1":[[],[["옷이나 종이 따위가 약간 젖거나 풀기가 빠져 아주 보기 흉하게 축 늘어져 있는 상태로.",null],["몹시 지치고 고단하여 몸이 축 늘어질 정도로 아주 힘이 없이.",null]],2,"후줄근히"]},{"0":[[],[["sloppily; soggily; saggingly","In the state of clothes or paper, etc., being wet or losing their firmness, drooping in an ugly and feeble manner."],["wearily; tiredly; enervatedly","Lacking energy, feeling enervated because one is extremely tired and burned out."]],0,"후줄근히"]}],"훌꺼덕":[{"1":[[],[["액체나 음식 따위를 가볍게 삼키는 소리. 또는 그 모양.",null]],2,"훌꺼덕"]},{}],"후물후물":[{"1":[[],[["이가 없는 입으로 잇따라 음식을 우물거리며 씹는 모양.","없음"],["음식물 따위를 꼭꼭 씹지 않고 대강 잇따라 씹는 모양.",null]],2,"후물후물"]},{}],"후더분히":[{"1":[[],[["열기가 차서 조금 더운 느낌이 있게.",null]],2,"후더분히"]},{}],"후닥닥":[{"1":[[],[["갑자기 마구 뛰거나 몸을 일으키는 모양.",null],["일을 급하게 서둘러 아주 빨리 해치우는 모양.",null],["문 따위를 갑자기 세게 열어젖히는 소리. 또는 그 모양.",null],["갑자기 몹시 놀라거나 당황해하는 모양.",null]],2,"후닥딱"]},{"0":[[],[["suddenly; abruptly","A word describing the motion of breaking into a sudden run or scurrying to one's feet."],["quickly; hurriedly","In the manner of being in a rush to finish a task quickly."]],0,"후닥딱"]}],"후루룩":[{"1":[[],[["새 따위가 날개를 가볍게 치며 갑자기 날아가는 소리. 또는 그 모양.",null],["적은 양의 액체나 국수 따위를 야단스럽게 빨리 들이마시는 소리. 또는 그 모양.",null]],2,"후루룩"]},{"0":[[],[["slurp","A word imitating the sound or describing the motion of drinking a small amount of liquid or noodles quickly."],["flutter; flap","A word imitating the sound or describing the motion of a bird fluttering its wings lightly and suddenly flying up."]],0,"후루룩"]}],"후터분히":[{"1":[[],[["불쾌할 정도로 무더운 기운이 있게.",null]],2,"후터분히"]},{}],"후딱후딱":[{"1":[[],[["닥치는 대로 잇따라 매우 날쌔게 행동하는 모양.",null],["시간이 잇따라 매우 빠르게 지나가는 모양.",null]],2,"후따쿠딱"]},{"0":[[],[["quickly; swiftly; nimbly","In the manner of doing a series of acts very quickly, randomly."],["quickly; in a flash; in a blink of an eye","In the state of time seeming to fly very fast, continuously."]],0,"후따쿠딱"]}],"훔척훔척":[{"1":[[],[["보이지 아니하는 데 있는 것을 찾으려고 자꾸 이리저리 더듬어 뒤지는 모양.",null],["눈물 따위를 자꾸 이리저리 훔쳐 씻는 모양.",null],["움켜잡듯이 자꾸 거칠게 긁적이는 모양.",null]],2,"훔처쿰척"]},{}],"훌렁":[{"1":[[],[["속의 것이 시원스럽게 드러나도록 완전히 벗어지거나 뒤집히는 모양.",null],["가지고 있던 돈이나 재산 따위를 다 날려 버리는 모양.",null],["구멍이 넓어서 아주 헐겁게 빠지거나 들어가는 모양.",null],["아주 쉽게 뛰어넘거나 들어 올리는 모양.",null]],2,"훌렁"]},{"0":[[],[["completely; thoroughly","A word describing the motion of something being completely taken off or turned inside out so that the inside is clearly exposed."],["completely; thoroughly","A word describing the state of losing all of one's money or wealth, etc."],["loosely; in a slippery manner","A word describing the manner of slipping out easily or fitting loosely because the hole is wide."],["easily; effortlessly","A word describing the motion of jumping across or lifting something very easily."]],0,"훌렁"]}],"후텁지근히":[{"1":[[],[["조금 불쾌할 정도로 끈끈하고 무더운 기운이 있게.",null]],2,"후텁찌근히"]},{}],"후르르":[{"1":[[],[["새 따위가 날개를 가볍게 치며 날아가는 소리. 또는 그 모양.",null],["얇은 종이나 버썩 마른 검불 따위가 타오르는 소리. 또는 그 모양.",null]],2,"후르르"]},{}],"후덕스레":[{"1":[["厚德"],[["보기에 덕이 후한 데가 있게.",null]],1,"후ː덕쓰레"]},{}],"후뚜루":[{"1":[[],[["→ 휘뚜루.",null]],2,null]},{}],"훌연":[{"1":[["欻然"],[["어떤 일이 생각할 겨를도 없이 급히 일어나는 모양.",null]],3,"후련"]},{}],"후딱":[{"1":[[],[["매우 날쌔게 행동하는 모양.",null],["시간이 매우 빠르게 지나가는 모양.",null]],2,"후딱"]},{"0":[[],[["quickly; swiftly; nimbly","In the manner of acting very swiftly."],["quickly; in a flash; in a blink of an eye","In the state of time seeming to fly very fast."]],0,"후딱"]}],"후비적후비적":[{"1":[[],[["틈이나 구멍 속을 잇따라 함부로 긁거나 돌려 파내는 모양.",null],["물체의 표면을 날이 있는 도구로 잇따라 함부로 구멍을 내거나 패게 하는 모양.",null],["일의 내막이나 비밀을 잇따라 함부로 깊이 캐는 모양.",null]],2,"후비저쿠비적"]},{}],"후후":[{"1":[[],[["입을 동글게 오므려 내밀고 입김을 많이 자꾸 내뿜는 소리. 또는 그 모양.",null]],2,"후후"],"2":[["煦煦"],[["온정을 베푸는 모양.",null],["아첨하여 웃는 모양.",null],["선웃음을 치는 모양.",null]],3,"후후"]},{"0":[[],[["puff puff","A word imitating the sound or descibing the motion of letting one's deep breath out repeatedly through pursed lips."]],0,"후후"]}],"훌꺽":[{"1":[[],[["‘훌꺼덕’의 준말.",null]],2,"훌꺽"]},{}]}