{"휘뚜루":[{"1":[[],[["닥치는 대로 대충대충.",null]],2,"휘뚜루"]},{}],"휘우청휘우청":[{"1":[[],[["긴 물체가 탄력 있게 휘어지며 자꾸 느릿느릿 흔들리는 모양.",null]],2,"휘우청휘우청"]},{}],"휘휘":[{"1":[[],[["여러 번 휘감거나 휘감기는 모양.",null],["이리저리 휘두르거나 휘젓는 모양.",null]],2,"휘휘"],"2":[[],[["센 바람이 거칠게 잇따라 스쳐 지나가는 소리.",null],["휘파람을 자꾸 부는 소리.",null],["자꾸 이리저리 살피거나 둘러보는 모양.",null]],2,"휘휘"]},{"1":[[],[["in a twirling manner","A word describing the motion of winding something or being wound several times."],["in a twirling manner","A word describing the motion of wielding or stirring something wildly."]],0,"휘휘"],"2":[[],[["with a swish","A word imitating the sound of a strong wind passing wildly, continuously."],["whiz","A word imitating the sound of whistling repeatedly."],["(no equivalent expression)","A word describing the motion of scanning or looking around from place to place repeatedly."]],0,"휘휘"]}],"휘죽휘죽":[{"1":[[],[["→ 헤죽헤죽.",null]],2,null]},{}],"휘영청":[{"1":[[],[["달빛 따위가 몹시 밝은 모양.",null],["시원스럽게 솟아 있거나 확 트인 모양.",null]],2,"휘영청"]},{"0":[[],[["brightly; beamingly","In the state of the moon shining very brightly."],["clearly; openly; without interruptions","In the state of a mountain, etc., soaring or floating in open view."]],0,"휘영청"]}],"휭":[{"1":[[],[["바람이 갑자기 빠르고 세게 부는 소리.",null],["바람을 일으키며 빠르게 날아가거나 떠나가 버리는 소리. 또는 그 모양.",null],["기계나 바퀴 따위가 빠르고 세게 돌아가는 소리. 또는 그 모양.",null]],2,"휭"]},{"0":[[],[["whoosh; swish","A word imitating the sound of wind blowing suddenly, strongly, quickly."],["whiz","A word imitating the sound or describing the motion of flying or leaving quickly, raising wind."],["whirr","A word imitating the sound or describing the motion of a machine or wheel operating or spinning around powerfully, quickly."]],0,"휭"]}],"휘주근히":[{"1":[[],[["풀기가 빠져서 축 늘어진 상태로.",null],["몹시 지쳐서 기운이 없이.",null]],2,"휘주근히"]},{}],"휘영휘영":[{"1":[[],[["마음이 텅 비어 몹시 허전한 느낌.",null]],2,"휘영휘영"]},{}],"휘둥그스름히":[{"1":[[],[["놀라거나 두려워서 크게 뜬 눈이 둥그스름하게.",null]],2,"휘둥그스름히"]},{}],"휘":[{"3":[[],[["센 바람이 거칠게 스쳐 지나가는 소리.",null],["숨을 한꺼번에 세게 내쉬는 소리.",null],["휘파람을 부는 소리.",null],["대충 한 번 살피거나 둘러보는 모양.",null]],2,"휘"]},{"0":[[],[["swoosh; whoosh","A word imitating the sound of strong wind passing by."],["whew; phew","A word imitating the sound of letting out a deep breath all at once."],["whistle; whiz","A word imitating the sound of whistling."],["roughly","A word describing the motion of looking around roughly."]],0,"휘"]}],"휘뚝":[{"1":[[],[["갑자기 넘어질 듯이 한쪽으로 쏠리거나 흔들리는 모양.",null]],2,"휘뚝"]},{}],"휘적":[{"1":[[],[["걸을 때에 두 팔을 몹시 휘젓는 모양.",null]],2,"휘적"]},{}],"휙":[{"1":[[],[["갑자기 재빨리 움직이거나 스치는 모양.",null],["바람이 갑자기 아주 세게 부는 소리. 또는 그 모양.",null],["갑자기 아주 세게 던지거나 뿌리치는 모양.",null],["일을 빨리 해치우는 모양.",null],["조금 길고 힘 있게 휘파람 따위를 부는 소리. 또는 그 모양.",null]],2,"휙"]},{"0":[[],[["swish; whoosh","A word imitating the sound or describing the motion of an object moving or passing swiftly."],["swish; whoosh","A word imitating the sound or describing the motion of wind blowing wildly, suddenly"],["suddenly; abruptly","A word describing the motion of throwing or shaking off something powerfully, suddenly."],["quickly","In the manner of getting things done quickly."],["whistle; whiz","A word imitating the sound or describing the motion of blowing a whistle a little longer, powerfully."],["quickly","A word describing the motion of taking a quick look around."],["suddenly; abruptly","In the manner of a certain thought or feeling occurring suddenly, quickly."]],3,"휙"]}],"휘뚤휘뚤":[{"1":[[],[["길 따위가 이리저리 구부러져 있는 모양.",null]],2,"휘뚤휘뚤"]},{}],"휘끈":[{"1":[[],[["갑자기 돌거나 넘어가는 모양.",null]],2,"휘끈"]},{}],"휘우듬히":[{"1":[[],[["조금 휘어져 뒤로 자빠질 듯 비스듬하게.",null]],2,"휘우듬히"]},{}],"휘움히":[{"1":[[],[["조금 휘어져 있는 상태로.",null]],2,"휘움히"]},{}],"휘뚜루마뚜루":[{"1":[[],[["이것저것 가리지 아니하고 닥치는 대로 마구 해치우는 모양.",null]],2,"휘뚜루마뚜루"]},{}],"휘청휘청":[{"1":[[],[["가늘고 긴 것이 탄력 있게 휘어지며 자꾸 느리게 흔들리는 모양.",null],["걸을 때 다리에 힘이 없어 똑바로 걷지 못하고 자꾸 휘우듬하게 흔들리는 모양.",null],["어려운 일에 부딪혀 자꾸 앞으로 나아가지 못하고 주춤거리는 모양.",null]],2,"휘청휘청"]},{"0":[[],[["swayingly; waveringly","A word describing the motion of a thin, long object bending flexibly and waving slowly, repeatedly."],["staggeringly; totteringly; falteringly","A word describing the motion of swaying repeatedly, leaning to one side without walking steadily due to lack of power in legs."],["staggeringly; falteringly; reelingly","A word describing the state of holding back repeatedly without moving forward, facing a difficult challenge."]],0,"휘청휘청"]}],"휘정휘정":[{"1":[[],[["물 따위를 자꾸 함부로 젓거나 하여 흐리게 하는 모양.",null]],2,"휘정휘정"]},{}],"휘청":[{"1":[[],[["가늘고 긴 것이 탄력 있게 휘어지며 느리게 한 번 흔들리는 모양.",null],["걸을 때 다리에 힘이 없어 똑바로 걷지 못하고 휘우듬하게 흔들리는 모양.",null],["어려운 일에 부딪혀 앞으로 나아가지 못하고 주춤하는 모양.",null]],2,"휘청"]},{"0":[[],[["swayingly; waveringly; with a wobble","A word describing the motion of a thin, long object bending flexibly and waving slowly for one time."],["staggeringly; totteringly; falteringly","A word describing the motion of swaying, leaning to one side without walking steadily due to lack of power in legs."],["staggeringly; falteringly; reelingly","A word describing the state of holding back without moving forward, facing a difficult challenge."]],0,"휘청"]}],"휘우뚱":[{"1":[[],[["사람이나 물체가 중심을 잃고 한쪽으로 기울어지는 모양.",null]],2,"휘우뚱"]},{}],"휙휙":[{"1":[[],[["잇따라 재빨리 움직이거나 스치는 모양.",null],["바람이 잇따라 아주 세게 부는 소리. 또는 그 모양.",null],["잇따라 몹시 세게 던지거나 뿌리치는 모양.",null],["일을 잇따라 빠르게 해치우는 모양.",null],["조금 길고 힘 있게 휘파람 따위를 잇따라 부는 소리. 또는 그 모양.",null]],2,"휘퀵"]},{"0":[[],[["quickly; swiftly","A word describing the motion of an object moving or passing swiftly, continuously."],["swish; whoosh","Word imitating the sound or describing the motion of wind blowing wildly, continuously."],["powerfully and continously","A word describing the motion of throwing or shaking off something powerfully, continuously."],["quickly; rapidly","A word describing the manner of getting things done quickly one after another."],["whistle; whiz","A word imitating the sound or describing the motion of blowing a whistle quite long and powerfully in a repeated manner."]],0,"휘퀵"]}],"휘황히":[{"1":[["輝煌"],[["광채가 나서 눈부시게 번쩍이는 상태로.",null],["행동이 온당하지 못하고 못된 꾀가 많아서 야단스럽기만 하고 믿을 수 없이.",null]],1,"휘황히"]},{"0":[["輝煌히"],[["radiant; dazzling; glittering","In the state of being dazzlingly bright and shiny."],["showily; slickly; deceptively","In the manner in which the way one speaks or acts is improper and ostentatious, making it unreliable."]],0,"휘황히"]}],"휘적휘적":[{"1":[[],[["걸을 때에 두 팔을 몹시 자꾸 휘젓는 모양.",null]],2,"휘저퀴적"]},{"0":[[],[["swingingly","A word describing the motion of moving one's arms back and forth repeatedly while walking."]],0,"휘저퀴적"]}],"휘딱":[{"1":[[],[["갑작스럽게 거꾸로 뒤집거나 뒤집히는 모양.",null],["→ 후딱.",null]],2,"휘딱"]},{"0":[[],[["suddenly; abruptly","A word describing the motion of turning something upside down or being turned upside down suddenly."]],0,"휘딱"]}],"휭하니":[{"1":[[],[["중도에서 지체하지 아니하고 곧장 빠르게 가는 모양.","없음"]],2,"휭하니"]},{}]}