{
    "id": 2761960,
    "authors": [
        {
            "id": 17394634,
            "name": "Oziku Technologies LLC",
            "url": "https://addons.mozilla.org/en-US/firefox/user/17394634/",
            "username": "anonymous-7aad1c0373b4d2ca73a9f7431bff9b4c"
        }
    ],
    "average_daily_users": 120,
    "categories": [
        "bookmarks",
        "tabs"
    ],
    "contributions_url": "",
    "created": "2022-08-06T01:07:39Z",
    "current_version": {
        "id": 5441036,
        "compatibility": {
            "firefox": {
                "min": "48.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/tabs-counter/versions/5441036",
        "file": {
            "id": 3985381,
            "created": "2022-08-06T01:07:39Z",
            "hash": "sha256:51cf4985d09f4b0e1b153bf8c505af1972471a2097071dfc0dbce11d4110b057",
            "is_mozilla_signed_extension": false,
            "size": 51246,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/3985381/tabs_counter-0.1.0.xpi",
            "permissions": [],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 7057,
            "is_custom": false,
            "name": {
                "en-US": "All Rights Reserved"
            },
            "slug": "all-rights-reserved",
            "url": null
        },
        "release_notes": null,
        "reviewed": "2022-08-07T01:10:13Z",
        "version": "0.1.0"
    },
    "default_locale": "en-US",
    "description": {
        "en-US": "📖📖📖    Tabs Counter extension/add-on aims to provide an instants calculation of the number of open tabs in the web browser via a clean and intuitive interface. Tabs Counter might be useful for software engineers, product managers, marketing teams who do a lot of research. Also, it is a very useful tool to anyone who usually has tens of tabs opened at the same time. Tabs Counter is a simple and useful cross web-browser compatible extension/addon that lets you get in real time the number of opened tabs in your web browser.\n\n\n🎨🎨🎨    Tabs Counter Version 0.1.0 - Web Browser Extension/Add-on Features:\n✅ Displays the count of open tabs in the currently active open window of the web browser\n✅ No permissions or requirements are needed\n✅ To enable in incognito mode, turn on 'Allow in incognito' from web browser setting\n\n\n🎨🎨🎨    Tabs Counter Next Version Features:\n✅ Displays number of open tabs in the current active window or across all open windows of the browser\n✅ Displays number of browser open windows\n✅ Ability to change the icon background color\n✅ Ability to add a numeric prefix before the tab's title (e.g. \"2. YouTube\")\n✅ Detect duplicate tabs in the current active window or across all open windows of the browser\n📖📖📖  Duplicate tabs are tabs with the same exact URL\n📖📖📖  Adds a special icon before the duplicate tab name\n📖📖📖  Close all duplicate tabs instances retaining one with a single click only\n✅ Detect stale tabs which has been opened for X days. Auto close of staled tabs based on your configuration in the settings\n\n📝📝📝    Like or love it? Please leave us a review\n\nℹ️ℹ️ℹ️    Support Email: support@oziku.tech\n✅ All translations are done with a translator. For any wrong translation please reach out to us\n✅ For any bugs found or feature request please do not hesitate to send us an email"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/tabs-counter/edit",
    "guid": "{f5cfe75a-2d67-4f54-a57c-6d4c22d16c0b}",
    "has_eula": false,
    "has_privacy_policy": false,
    "homepage": null,
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/2761/2761960-64.png?modified=ef274fc4",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/2761/2761960-32.png?modified=ef274fc4",
        "64": "https://addons.mozilla.org/user-media/addon_icons/2761/2761960-64.png?modified=ef274fc4",
        "128": "https://addons.mozilla.org/user-media/addon_icons/2761/2761960-128.png?modified=ef274fc4"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2022-08-07T01:10:13Z",
    "name": {
        "ar": "Tabs Counter",
        "bg": "Tabs Counter",
        "bn": "Tabs Counter",
        "ca": "Tabs Counter",
        "cs": "Tabs Counter",
        "da": "Tabs Counter",
        "de": "Tabs Counter",
        "el": "Tabs Counter",
        "en-GB": "Tabs Counter",
        "en-US": "Tabs Counter",
        "es": "Tabs Counter",
        "et": "Tabs Counter",
        "fa": "Tabs Counter",
        "fi": "Tabs Counter",
        "fr": "Tabs Counter",
        "gu": "Tabs Counter",
        "he": "Tabs Counter",
        "hr": "Tabs Counter",
        "hu": "Tabs Counter",
        "id": "Tabs Counter",
        "it": "Tabs Counter",
        "ja": "Tabs Counter",
        "ko": "Tabs Counter",
        "lt": "Tabs Counter",
        "lv": "Tabs Counter",
        "ms": "Tabs Counter",
        "nl": "Tabs Counter",
        "pl": "Tabs Counter",
        "pt-BR": "Tabs Counter",
        "pt-PT": "Tabs Counter",
        "ro": "Tabs Counter",
        "ru": "Tabs Counter",
        "sk": "Tabs Counter",
        "sl": "Tabs Counter",
        "sv-SE": "Tabs Counter",
        "te": "Tabs Counter",
        "th": "Tabs Counter",
        "tr": "Tabs Counter",
        "uk": "Tabs Counter",
        "vi": "Tabs Counter",
        "zh-CN": "Tabs Counter",
        "zh-TW": "Tabs Counter"
    },
    "previews": [],
    "promoted": null,
    "ratings": {
        "average": 5.0,
        "bayesian_average": 2.4671287999619462,
        "count": 1,
        "text_count": 1
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/tabs-counter/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/2761960",
    "slug": "tabs-counter",
    "status": "public",
    "summary": {
        "ar": "عد عدد علامات التبويب المفتوحة في النافذة الحالية لمتصفح الويب. يعرض عدد علامات التبويب على رمز الامتداد / الوظيفة الإضافية في شريط الأدوات",
        "bg": "Преброяване на отворените раздели в текущия прозорец на уеб браузъра. Показва броя на разделите върху иконата за разширение/добавка в лентата с инструменти",
        "bn": "ওয়েব ব্রাউজার বর্তমান উইন্ডোতে খোলা ট্যাবের সংখ্যা গণনা করুন। টুলবারে এক্সটেনশন/অ্যাড-অন আইকনে ট্যাব গণনা সংখ্যা প্রদর্শন করে",
        "ca": "Comptar el nombre de pestanyes obertes a la finestra actual del navegador web. Mostra el número de recompte de pestanyes a la icona d'extensió/complement de la barra d'eines",
        "cs": "Počet otevřených záložek v aktuálním okně webového prohlížeče. Zobrazuje počet karet na ikoně rozšíření/doplňku na panelu nástrojů",
        "da": "Antal åbnede faner i webbrowserens aktuelle vindue. Viser antal faner på udvidelses-/tilføjelsesikonet på værktøjslinjen",
        "de": "Zählen Sie die Anzahl der geöffneten Tabs im aktuellen Fenster des Webbrowsers. Zeigt die Anzahl der Tabs auf dem Erweiterungs-/Add-On-Symbol in der Symbolleiste an",
        "el": "Μετρήστε τον αριθμό των ανοιχτών καρτελών στο τρέχον παράθυρο του προγράμματος περιήγησης Ιστού. Εμφανίζει τον αριθμό των καρτελών στο εικονίδιο επέκτασης/πρόσθετου στη γραμμή εργαλείων",
        "en-GB": "Count number of opened tabs in web browser current window. Displays tabs count number on the extension/add-on icon in the toolbar",
        "en-US": "Count number of opened tabs in web browser current window. Displays tabs count number on the extension/add-on icon in the toolbar",
        "es": "Cuente el número de pestañas abiertas en la ventana actual del navegador web. Muestra el número de recuento de pestañas en el icono de extensión/complemento en la barra de herramientas",
        "et": "Loendage avatud vahelehtede arv veebibrauseri praeguses aknas. Kuvab vahekaartide arvu tööriistariba laienduse/lisandmooduli ikoonil",
        "fa": "تعداد برگه های باز شده در پنجره فعلی مرورگر وب را بشمارید. شماره شمارش برگه ها را در نماد برنامه افزودنی/افزونه در نوار ابزار نمایش می دهد",
        "fi": "Laske avattujen välilehtien määrä verkkoselaimen nykyisessä ikkunassa. Näyttää välilehtien lukumäärän työkalupalkin laajennus-/lisäosakuvakkeessa",
        "fr": "Compter le nombre d'onglets ouverts dans la fenêtre actuelle du navigateur Web. Affiche le nombre d'onglets sur l'icône de l'extension/du module complémentaire dans la barre d'outils",
        "gu": "વેબ બ્રાઉઝર વર્તમાન વિન્ડોમાં ખુલેલી ટેબની સંખ્યા ગણો. ટૂલબારમાં એક્સ્ટેંશન/એડ-ઓન આયકન પર ટેબ કાઉન્ટ નંબર દર્શાવે છે",
        "he": "ספירת מספר הכרטיסיות שנפתחו בדפדפן האינטרנט החלון הנוכחי. מציג את מספר ספירת הכרטיסיות בסמל ההרחבה/הרחבה בסרגל הכלים",
        "hr": "Prebrojite broj otvorenih kartica u trenutnom prozoru web preglednika. Prikazuje broj kartica na ikoni proširenja/dodatka na alatnoj traci",
        "hu": "Számolja meg a megnyitott lapok számát a böngésző aktuális ablakában. Megjeleníti a lapok számát a bővítmény/bővítmény ikonján az eszköztáron",
        "id": "Hitung jumlah tab yang dibuka di jendela browser web saat ini. Menampilkan nomor hitungan tab pada ikon ekstensi / add-on di bilah alat",
        "it": "Conta il numero di schede aperte nella finestra corrente del browser web. Visualizza il numero di schede sull'icona dell'estensione/componente aggiuntivo nella barra degli strumenti",
        "ja": "Web ブラウザの現在のウィンドウで開いているタブの数をカウントします。 ツールバーの拡張機能・アドオンアイコンにタブ数を表示",
        "ko": "웹 브라우저 현재 창에서 열린 탭 수를 계산합니다. 도구 모음의 확장/추가 기능 아이콘에 탭 수 표시",
        "lt": "Suskaičiuokite atidarytų skirtukų skaičių žiniatinklio naršyklės dabartiniame lange. Įrankių juostoje esančioje plėtinio / priedo piktogramoje rodomas skirtukų skaičius",
        "lv": "Saskaitiet atvērto ciļņu skaitu tīmekļa pārlūkprogrammas pašreizējā logā. Parāda ciļņu skaitu uz paplašinājuma/papildinājuma ikonas rīkjoslā",
        "ms": "Kira bilangan tab yang dibuka dalam tetingkap semasa pelayar web. Memaparkan nombor kiraan tab pada ikon sambungan/tambahan dalam bar alat",
        "nl": "Tel het aantal geopende tabbladen in het huidige venster van de webbrowser. Toont het aantal tabbladen op het extensie/add-on-pictogram in de werkbalk",
        "pl": "Policz liczbę otwartych kart w bieżącym oknie przeglądarki internetowej. Wyświetla liczbę kart na ikonie rozszerzenia/dodatku na pasku narzędzi",
        "pt-BR": "Contar o número de guias abertas na janela atual do navegador da web. Exibe o número de contagem de guias no ícone de extensão/complemento na barra de ferramentas",
        "pt-PT": "Contar o número de guias abertas na janela atual do navegador da web. Exibe o número de contagem de guias no ícone de extensão/complemento na barra de ferramentas",
        "ro": "Numărați numărul de file deschise în fereastra curentă a browserului web. Afișează numărul de file pe pictograma extensiei/suplimentelor din bara de instrumente",
        "ru": "Подсчитайте количество открытых вкладок в текущем окне веб-браузера. Отображает количество вкладок на значке расширения/дополнения на панели инструментов.",
        "sk": "Počet otvorených kariet v aktuálnom okne webového prehliadača. Zobrazuje počet kariet na ikone rozšírenia/doplnku na paneli s nástrojmi",
        "sl": "Preštejte število odprtih zavihkov v trenutnem oknu spletnega brskalnika. Prikaže število zavihkov na ikoni razširitve/dodatka v orodni vrstici",
        "sv-SE": "Räkna antalet öppnade flikar i webbläsarens aktuella fönster. Visar antalet flikar på tilläggs-/tilläggsikonen i verktygsfältet",
        "te": "వెబ్ బ్రౌజర్ ప్రస్తుత విండోలో తెరిచిన ట్యాబ్‌ల సంఖ్యను లెక్కించండి. టూల్‌బార్‌లోని పొడిగింపు/యాడ్-ఆన్ చిహ్నంపై ట్యాబ్‌ల సంఖ్యను ప్రదర్శిస్తుంది",
        "th": "นับจำนวนแท็บที่เปิดในหน้าต่างปัจจุบันของเว็บเบราว์เซอร์ แสดงจำนวนแท็บบนไอคอนส่วนขยาย/ส่วนเสริมในแถบเครื่องมือ",
        "tr": "Web tarayıcısının geçerli penceresinde açılan sekmelerin sayısını sayın. Araç çubuğundaki uzantı/eklenti simgesinde sekme sayısını görüntüler",
        "uk": "Підрахувати кількість відкритих вкладок у поточному вікні веб-браузера. Відображає кількість вкладок на піктограмі розширення/надбудови на панелі інструментів",
        "vi": "Đếm số tab đã mở trong cửa sổ hiện tại của trình duyệt web. Hiển thị số lượng tab trên biểu tượng tiện ích mở rộng / tiện ích bổ sung trong thanh công cụ",
        "zh-CN": "计算 Web 浏览器当前窗口中打开的选项卡的数量。 在工具栏中的扩展/附加图标上显示标签计数",
        "zh-TW": "计算 Web 浏览器当前窗口中打开的选项卡的数量。 在工具栏中的扩展/附加图标上显示标签计数"
    },
    "support_email": null,
    "support_url": null,
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/tabs-counter/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/tabs-counter/versions/",
    "weekly_downloads": 8,
    "_score": null
}