{
    "id": 727124,
    "authors": [
        {
            "id": 12284844,
            "name": "Reverso.net",
            "url": "https://addons.mozilla.org/en-US/firefox/user/12284844/",
            "username": "Reverso"
        }
    ],
    "average_daily_users": 13177,
    "categories": [
        "language-support"
    ],
    "contributions_url": "",
    "created": "2016-08-23T12:21:03Z",
    "current_version": {
        "id": 5381998,
        "compatibility": {
            "firefox": {
                "min": "49.0",
                "max": "*"
            },
            "android": {
                "min": "120.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/reverso-context-beta/versions/5381998",
        "file": {
            "id": 3926343,
            "created": "2022-03-23T10:00:04Z",
            "hash": "sha256:3cabddc983b6837584751eefa9a8253463415d94f66ced9c811d1d80803dd70b",
            "is_mozilla_signed_extension": false,
            "size": 3302525,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/3926343/reverso_context_beta-2.2.205.xpi",
            "permissions": [
                "contextMenus",
                "<all_urls>",
                "https://*.reverso.net/*",
                "http://*.reverso.net/*",
                "https://*.google-analytics.com/*",
                "notifications",
                "webRequest",
                "tabs",
                "cookies",
                "http://*/*",
                "https://*/*",
                "ftp://*/*",
                "file://*/*"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 3338,
            "is_custom": false,
            "name": {
                "en-US": "Mozilla Public License 2.0"
            },
            "slug": "MPL-2.0",
            "url": "https://www.mozilla.org/MPL/2.0/"
        },
        "release_notes": {
            "en-US": "PDF reader library updated"
        },
        "reviewed": "2022-03-23T10:22:46Z",
        "version": "2.2.205"
    },
    "default_locale": "en-US",
    "description": {
        "de": "Übersetzen und lernen Sie Sprachen, während Sie im Internet surfen und Filme anschauen. Es ist kostenlos und die Registrierung ist optional. Wählen Sie einfach einen Text aus und erhalten Sie, wie von Zauberhand, genaue Übersetzungen, die anhand realer Verwendungsbeispiele veranschaulicht werden.\n\nGENIEßEN SIE BESTE ÜBERSETZUNGEN MIT KI\n• Leistungsstarke Big-Data-Algorithmen und maschinelles Lernen.\n• Die genauesten und relevantesten Ergebnisse, basierend auf Millionen von mehrsprachigen Texten aus dem wirklichen Leben.\n\nLERNEN, WÄHREND SIE IHRE LIEBLINGSFILME ANSEHEN\n• Übersetzen Sie Untertitel, während Sie einen Film auf Netflix, Amazon Prime, YouTube und anderen Seiten genießen.\n• Speichern Sie Ihre Lieblingswörter und -ausdrücke, um sie später zu überprüfen und zur Hand zu haben.\n\nLERNEN WÄHREND SIE SURFEN UND LESEN\n• Entdecken Sie die Übersetzungen von Wörtern und Ausdrücken im Kontext Ihres Artikels oder Dokuments und hören Sie sie sich die korrekte Aussprache in verschiedenen Fremdsprachen an: Spanisch, Französisch, Russisch…\n• Lesen, schreiben und sprechen Sie genauer und mit mehr Selbstbewusstsein.\n• Speichern Sie Ihre Lieblingswörter und -ausdrücke, um sie später zu überprüfen und zur Hand zu haben.\n\nSYNCHRONISIEREN SIE IHRE FAVORITEN ÜBER ALLE GERÄTE HINWEG\n• Synchronisieren Sie Ihren Übersetzungsverlauf und Ihre Favoriten mit Ihrem Reverso-Konto.\n• Üben Sie in der mobilen Reverso Context-App das Vokabular, das Sie über die Erweiterung entdeckt haben, mit Lernkarten, Quiz und Spielen.\n\nZUSAMMENFASSUNG DER WICHTIGSTEN FUNKTIONEN\n• Sofortübersetzung des ausgewählten Textes beim Lesen von Inhalten in Ihrem Browser.\n• Übersetzung der Untertitel auf Netflix, Amazon Prime Video, YouTube, TED-Talks und mehr.\n• Übersetzung mit Hilfe von KI in 15 Sprachen: Deutsch, Englisch, Spanisch, Französisch, Russisch, Italienisch, Deutsch, Portugiesisch, Arabisch, Niederländisch, Hebräisch, Polnisch, Rumänisch, Japanisch, Chinesisch, Türkisch, und wir arbeiten an Weiteren.\n• Reibungslose Synchronisation über alle Reverso-Produkte für registrierte Benutzer.\n• Erweiterte Funktionen inklusive Aussprache, Verlauf, Wörterbuch Ihrer Favoriten und vieles mehr.\n• Vorschläge: Wörter und Ausdrücke werden Ihnen während der Eingabe vorgeschlagen.\n• Mit nur einem Klick erhalten Sie weitere Ergebnisse und Details zu Ihrer Suche auf der Reverso Context-Seite.\n\nLaden Sie jetzt die Reverso-Erweiterung herunter und nutzen Sie die Vorteile unserer KI-basierten Übersetzung kostenlos!",
        "en-US": "Translate and learn languages while browsing and watching movies. It’s free, and registration is optional. Just select a text, let the magic happen and get accurate translations illustrated by examples of real usage. \n\nENJOY THE ULTIMATE AI-POWERED TRANSLATION\n•\tPowerful big data algorithms and machine learning.\n•\tThe most accurate and relevant results, based on millions of real-life multilingual texts.\n\nLEARN WHILE WATCHING YOUR FAVORITE MOVIES\n•\tTranslate subtitles while you enjoy a movie on Netflix, Amazon Prime, YouTube, and more.\n•\tSave your favorite words and expressions to review it later and memorize them.\n\nLEARN WHILE BROWSING AND READING\n•\tDiscover translations and pronunciations of words and expressions in foreign languages: Spanish, French, Russian…, in the context of your article or document.\n•\tRead, write and speak with more accuracy and confidence.\n•\tSave your favorite words and expressions to review it later and memorize them.\n\nSYNCHRONIZE YOUR FAVORITES ACROSS DEVICES\n•\tSynchronize your translation history and favorites with your Reverso account.\n•\tOn Reverso Context mobile app, practice the vocabulary you’ve discovered via the extension with flashcards, quizzes and games.\n\nSUMMARY OF KEY FEATURES\n•\tInstant translation of selected text when reading content on your browser\n•\tSubtitles translation on Netflix, Amazon Prime Video, YouTube, TED Talks and more.\n•\tTranslation powered by AI in 15 languages: English, Spanish, French, Russian, Italian, German, Portuguese, Arabic, Dutch, Hebrew, Polish, Romanian, Japanese, Chinese, Turkish, and we are working on more. \n•\tSeamless synchronization across all Reverso products for registered users.\n•\tAdvanced features include pronunciation, history, phrasebook of your favorites and more.\n•\tSuggestions: words and expressions will be suggested to you as you type.\n•\tOne-click to get more details on Reverso Context.\n\nDownload Reverso extension now and enjoy our AI-based translation for free!",
        "es": "Traduce y aprende idiomas mientras navegas y ves películas. Es gratis y registrarse es opcional. Simplemente selecciona un texto, deja que la magia surja y obtén traducciones precisas ilustradas con ejemplos reales.\n\nDISFRUTA DE LA MEJOR TRADUCCIÓN ELABORADA CON INTELIGENCIA ARTIFICIAL\n• Potentes algoritmos de big data y aprendizaje automático.\n• Los resultados más precisos y relevantes, basados ​​en millones de textos multilingües extraídos de la vida real.\n\nAPRENDE MIENTRAS VES TUS PELÍCULAS FAVORITAS\n• Traduce subtítulos mientras disfrutas de una película en Netflix, Amazon Prime o YouTube.\n• Guarda tus palabras y expresiones favoritas para revisarlas más tarde y poder memorizarlas.\n\nAPRENDE MIENTRAS NAVEGAS Y LEES\n• Descubre las traducciones de palabras y expresiones dentro de un artículo o documento y escucha su pronunciación en varios idiomas: español, francés, ruso, etc.\n• Lee, escribe y habla con mayor precisión y confianza.\n• Guarda tus palabras y expresiones favoritas para revisarlas más tarde y poder memorizarlas.\n\nSINCRONIZA TUS FAVORITOS EN VARIOS DISPOSITIVOS\n• Sincroniza tu historial de traducción y favoritos con tu cuenta Reverso.\n• Practica el vocabulario que has aprendido a través de la extensión con tarjetas, cuestionarios y juegos en la aplicación móvil Reverso Context.\n\nCARACTERÍSTICAS CLAVE\n• Traducción instantánea del texto seleccionado mientras lees el contenido en tu navegador\n• Traducción de subtítulos en Netflix, Amazon Prime Video, YouTube, TED Talks, etc.\n• Traducción basada en inteligencia artificial para 15 idiomas: inglés, español, francés, ruso, italiano, alemán, portugués, árabe, holandés, hebreo, polaco, rumano, japonés, chino, turco y próximamente alguno más.\n• Sincronización perfecta en todos los productos Reverso para usuarios registrados.\n• Las funciones avanzadas incluyen pronunciación, historial, libro de frases de favoritas y mucho más.\n• Sugerencias: se harán sugerencias de palabras y expresiones mientras escribes.\n• Un clic para obtener más detalles en la versión online de Reverso Context\n\n¡Descarga la extensión Reverso ahora y disfruta de nuestra traducción basada en inteligencia artificial de forma gratuita!",
        "fr": "Traduisez et apprenez des langues tout en naviguant et en regardant des films. C'est gratuit, et l'inscription est facultative. Il suffit de sélectionner un texte, de laisser opérer la magie et vous obtenez des traductions précises illustrées par des exemples réels. \n\nPROFITEZ DU MEILLEUR DE LA TRADUCTION PAR L'IA\n •         De puissants algorithmes big data et du machine learning\n •         Les résultats les plus précis et les plus pertinents, basés sur des millions de textes multilingues réels\n\nAPPRENEZ TOUT EN REGARDANT VOS FILMS PRÉFÉRÉS\n •         Traduisez les sous-titres pendant que vous regardez un film sur Netflix, Amazon Prime, YouTube, et bien d'autres\n •         Sauvegardez vos mots et expressions préférés pour les revoir plus tard et les mémoriser\n\nAPPRENEZ EN NAVIGUANT ET EN LISANT\n •         Découvrez les traductions de mots et d'expressions dans le contexte de votre article ou document et écoutez leur prononciation, dans différentes langues étrangères : espagnol, français, russe...\n •         Lisez, écrivez et parlez avec plus de précision et d'assurance\n •         Sauvegardez vos mots et expressions préférés pour les revoir plus tard et les mémoriser \n\nSYNCHRONISEZ VOS FAVORIS SUR TOUS VOS APPAREILS\n •         Synchronisez votre historique de traduction et vos favoris avec votre compte Reverso\n •         Sur l'application mobile Reverso Context, pratiquez le vocabulaire que vous avez découvert via l'extension avec des flashcards, des quiz et des jeux\n\nRESUME DES PRINCIPALES FONCTIONNALITES\n •         Traduction instantanée du texte sélectionné lors de la lecture du contenu dans votre navigateur\n •         Traduction des sous-titres sur Netflix, Amazon Prime Video, YouTube, TED Talks, et plus encore.\n •         Traduction basée sur l'IA en 15 langues : Anglais, espagnol, français, russe, italien, allemand, portugais, arabe, néerlandais, hébreu, polonais, roumain, japonais, chinois, turc, et nous travaillons sur d'autres langues. \n •         Synchronisation transparente entre tous les produits Reverso pour les utilisateurs enregistrés.\n •         Les fonctionnalités avancées comprennent la prononciation, l'historique, vos favoris, et bien plus encore.\n •         Suggestions : des mots et expressions vous seront suggérés au fur et à mesure de votre saisie.\n •         Un clic pour obtenir plus de détails sur Reverso Context\n\nTéléchargez l'extension Reverso maintenant et profitez gratuitement de notre traduction basée sur l'IA !",
        "it": "Traduci e impara le lingue mentre navighi o quando guardi un film. È tutto gratis, e la registrazione è facoltativa. Seleziona un testo e vedrai comparire, come per magia, traduzioni accurate corredate da esempi d'uso concreti.\n\nSFRUTTA L'ULTIMA FRONTIERA DELLA TRADUZIONE BASATA SULL'INTELLIGENZA ARTIFICIALE\n • Potenti algoritmi per i Big Data e l'apprendimento automatico.\n • Risultati accurati e pertinenti, basati su milioni di testi multilingue tratti da situazioni reali.\n\nIMPARA MENTRE GUARDI I TUOI FILM PREFERITI\n • Traduci i sottotitoli mentre guardi un film su Netflix, Amazon Prime, YouTube, ecc.\n • Salva le tue parole ed espressioni preferite per rivederle e memorizzarle in seguito.\n\nIMPARA MENTRE NAVIGHI E LEGGI\n • Scopri come si traducono parole ed espressioni nel contesto dell'articolo o del documento che stai leggendo e ascoltane la pronuncia in moltissime lingue straniere come lo spagnolo, il francese, il russo ...\n • Leggi e scrivi con maggiore precisione e accuratezza.\n • Salva le parole e le espressioni preferite per rivederle e memorizzarle in seguito.\n\nSINCRONIZZA I PREFERITI SU TUTTI I TUOI DISPOSITIVI\n • Sincronizza la cronologia di ricerca e i termini preferiti con il tuo account Reverso.\n • Usa la App Reverso Context mobile per esercitarti, tramite flashcard, quiz e giochi, con le parole che hai scoperto tramite l'estensione per il browser.\n\nELENCO DELLE FUNZIONALITÀ PRINCIPALI\n • Traduzione istantanea del testo selezionato durante la lettura sul browser.\n • Sottotitoli su Netflix, Amazon Prime Video, YouTube, TED Talks, ecc.\n • Traduzione potenziata dall'intelligenza artificiale in 15 lingue: inglese, spagnolo, francese, russo, italiano, tedesco, portoghese, arabo, olandese, ebraico, polacco, rumeno, giapponese, cinese, turco e... stiamo lavorando ad altre lingue.\n • Perfetta sincronizzazione di tutti i prodotti Reverso per gli utenti registrati.\n • Funzionalità avanzate tra cui pronuncia, cronologia di ricerca, collezione di termini preferiti e molto altro.\n • Suggerimenti: le parole ed espressioni compaiono durante la digitazione.\n • Con un semplice click si ottengono maggiori dettagli sul termine nel sito di Reverso Context.\n\nScarica subito l'estensione di Reverso e usufruisci gratuitamente della nostra traduzione potenziata dall'intelligenza artificiale!",
        "ru": "Переводите и изучайте языки при просмотре веб-сайтов и фильмов. Это бесплатно и не требует регистрации. Просто выделите текст и получите точный перевод, проиллюстрированный примерами реального использования.\n\nОПТИМАЛЬНЫЙ ПЕРЕВОД НА ОСНОВЕ ИСКУССТВЕННОГО ИНТЕЛЛЕКТА\n•        Эффективные алгоритмы на основе большых данных и машинного перевода.\n•        Самые точные и подходящие результаты, основанные на миллионах многоязычных текстов.\n\nИЗУЧАЙТЕ ЯЗЫКИ, ПОКА СМОТРИТЕ ЛЮБИМЫЕ ФИЛЬМЫ\n•        Используйте перевод субтитров во время просмотра фильмов на Netflix, Amazon Prime, YouTube и других сервисах.\n•        Сохраняйте избранные слова и выражения, чтобы просматривать и запоминать их в любое время.\n\nУЧИТЕСЬ, ПОКА ЧИТАЕТЕ ИЛИ ПРОСМАТРИВАЕТЕ ВЕБ-САЙТЫ\n•     Открывайте для себя переводы слов и выражений, встретившихся в статьях и документах, и прослушивайте их произношение на разных языках: английском, испанском, французском, немецком...\n•        Читайте, пишите и говорите точно и уверенно.\n•        Сохраняйте избранные слова и выражения, которые можно просматривать и запоминать позже.\n\nСИНХРОНИЗИРУЙТЕ СПИСОК ИЗБРАННОГО НА ВСЕХ УСТРОЙСТВАХ\n•        Синхронизируйте Вашу историю переводов и избранное с помощью учетной записи Reverso.\n•        Практикуйте Ваш новый словарный запас, используя карточки, викторины и игры в приложении Reverso Context.\n\nОБЗОР КЛЮЧЕВЫХ ХАРАКТЕРИСТИК\n•        Мгновенный перевод выделенного текста в Вашем браузере.\n•        Перевод субтитров Netflix, Amazon Prime Video, YouTube, TED Talks и др.\n•        Перевод на основе Искусственного Интеллекта на 15 языках: английском, французском, итальянском, испанском, русском, немецком, португальском, арабском, нидерландском, иврите, польском, румынском, японском, китайском, турецком (и мы работаем над другими!).\n•        Бесперебойная синхронизация на всех сервисах Reverso для зарегистрированных пользователей.\n•        Продвинутые функции, включая произношение, историю, список избранных слов и выражений и многое другое.\n•        Подсказки слов и выражений, пока вы печатаете.\n•        Получайте более детализированные результаты в один клик на веб-сайте Reverso Context.\n\nСкачайте расширение Reverso прямо сейчас и наслаждайтесь переводами на основе Искусственного Интеллекта совершенно бесплатно!"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/reverso-context-beta/edit",
    "guid": "context@reverso.net",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "de": "http://context.reverso.net/%C3%BCbersetzung",
            "en-US": "http://context.reverso.net/translation",
            "es": "http://context.reverso.net/traduccion",
            "fr": "http://context.reverso.net/traduction",
            "it": "http://context.reverso.net/traduzione",
            "ru": "http://context.reverso.net/%D0%BF%D0%B5%D1%80%D0%B5%D0%B2%D0%BE%D0%B4"
        },
        "outgoing": {
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/806ae23c815511c5b907e03d87a8481d45749b7a6da1c7ba54b2950d9689e07e/http%3A//context.reverso.net/%25C3%25BCbersetzung",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2dca7190b13deab0c65f926405689e9325b136f76b09654bf27b8cee697f9cd3/http%3A//context.reverso.net/translation",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3674dcbb47201bb185803b7595a2b0a1afd8bc5da15f8d808f8ef09492514e51/http%3A//context.reverso.net/traduccion",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/48801f82f399f1cea40cbacc2015ec53c91711cdbeed72ef751ad3a5b414a012/http%3A//context.reverso.net/traduction",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3753ee353aae8bb7174419f5deba978e274a94d0880eefa1291ebcd0d22d55d0/http%3A//context.reverso.net/traduzione",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a984d4c2b7a25baa8e3220dc7eb4cf30cbb942b0c5626414c7bf2eb93b55a07f/http%3A//context.reverso.net/%25D0%25BF%25D0%25B5%25D1%2580%25D0%25B5%25D0%25B2%25D0%25BE%25D0%25B4"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/727/727124-64.png?modified=1592997291",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/727/727124-32.png?modified=1592997291",
        "64": "https://addons.mozilla.org/user-media/addon_icons/727/727124-64.png?modified=1592997291",
        "128": "https://addons.mozilla.org/user-media/addon_icons/727/727124-128.png?modified=1592997291"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2022-03-23T10:22:46Z",
    "name": {
        "de": "Reverso - Übersetzung, Wörterbuch",
        "en-US": "Reverso – Translation, dictionary",
        "es": "Reverso - Traducción, diccionario",
        "fr": "Reverso - Traduction, dictionnaire",
        "it": "Reverso - Traduzione, dizionario",
        "ru": "Reverso – Перевод, словарь"
    },
    "previews": [
        {
            "id": 240371,
            "caption": {
                "de": "Klicken\r\nÜbersetzen\r\nLernen",
                "en-US": "Click\r\nTranslate\r\nLearn",
                "es": "Haz clic\r\nTraduce\r\nAprende",
                "fr": "Cliquez\r\nTraduisez\r\nApprenez",
                "it": "Clicca\r\nTraduci\r\nImpara",
                "ru": "Изучайте\r\nПереводите\r\nВ один клик"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/240/240371.png?modified=1622132558",
            "position": 0,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/240/240371.jpg?modified=1622132558"
        },
        {
            "id": 240372,
            "caption": {
                "de": "Mit Filmen lernen\r\nDirekt in Ihrem Browser",
                "en-US": "Learn with movies\r\nDirectly from your browser",
                "es": "Aprende con películas\r\nDirectamente desde tu navegador",
                "fr": "Apprenez avec des films\r\nDirectement depuis votre navigateur",
                "it": "Impara guardando i film\r\nDirettamente dal browser",
                "ru": "Изучайте языки с фильмами\r\nПрямо в Вашем браузере"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/240/240372.png?modified=1622132614",
            "position": 1,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/240/240372.jpg?modified=1622132614"
        },
        {
            "id": 240373,
            "caption": {
                "de": "Geräteüberreifend synchronisiert\r\nVerfügbar, wo immer Sie es brauchen",
                "en-US": "Synchronize across devices\r\nAvailable wherever you need it",
                "es": "Sincroniza entre tus dispositivos\r\nÚsalo donde necesites",
                "fr": "Synchronisez sur tous vos appareils\r\nDisponible où que vous soyez",
                "it": "Sincronizza su tutti i tuoi dispositivi\r\nDisponibile dove e quando vuoi",
                "ru": "Синхронизация на всех устройствах\r\nДоступ в любой момент"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/240/240373.png?modified=1622132677",
            "position": 2,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/240/240373.jpg?modified=1622132677"
        },
        {
            "id": 240374,
            "caption": {
                "de": "Beste Übersetzungen mit KI\r\nInklusive Aussprache, Wörterbuch mit Ihren Favoriten und mehr",
                "en-US": "The ultimate AI-powered translation\r\nIncluding pronunciation, phrasebook of your favorites and more",
                "es": "La mejor traducción elaborada con inteligencia artificial\r\nIncluye pronunciación, libro de frases favoritas y mucho más",
                "fr": "Le meilleur de la traduction par l'IA\r\nIntégrant prononciation, sauvegarde de favoris et bien plus",
                "it": "Ottime traduzioni, potenziate dall'intelligenza artificiale\r\nCon pronuncia, collezione dei termini preferiti e molto altro",
                "ru": "Оптимальный перевод на основе Искусственного Интеллекта\r\nА также произношение, список Ваших избранных слов и фраз и многое другое"
            },
            "image_size": [
                2400,
                1800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/240/240374.png?modified=1622132722",
            "position": 3,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/240/240374.jpg?modified=1622132722"
        }
    ],
    "promoted": null,
    "ratings": {
        "average": 4.1839,
        "bayesian_average": 4.165419917164612,
        "count": 310,
        "text_count": 130
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/reverso-context-beta/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/727124",
    "slug": "reverso-context-beta",
    "status": "public",
    "summary": {
        "de": "Übersetzen und lernen Sie Sprachen, während Sie im Internet surfen und Filme schauen, vollkommen kostenlos.",
        "en-US": "Translate and learn languages while browsing and watching movies, it’s free.",
        "es": "Traduce y aprende idiomas mientras navegas y ves películas. ¡Es gratis!",
        "fr": "Traduisez et apprenez des langues en lisant et en regardant des films, c'est gratuit.",
        "it": "Traduci e impara le lingue straniere mentre navighi o quando guardi un film, gratis!",
        "ru": "Переводите и изучайте языки при просмотре веб-сайтов и фильмов. Это совершенно бесплатно."
    },
    "support_email": null,
    "support_url": null,
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/reverso-context-beta/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/reverso-context-beta/versions/",
    "weekly_downloads": 173,
    "_score": null
}