{
    "appDesc": {
        "message": "Lejojuni përdoruesve në vende me censurë të përdorin lidhjen tuaj të rrjetit për të hyrë në rrjetin Tor."
    },
    "popupEnabled": {
        "message": "E aktivizuar"
    },
    "popupRunInBackground": {
        "message": "Vazhdo funksionimin, kur mbyllet shfletuesi"
    },
    "popupLearnMore": {
        "message": "Mësoni më tepër"
    },
    "popupStatusOff": {
        "message": "Snowflake është i çaktivizuar"
    },
    "popupStatusOn": {
        "message": "Numër përdoruesish të lidhur aktualisht: $1"
    },
    "popupStatusReady": {
        "message": "Snowflake-u juaj është gati të ndihmojë përdorues të anashkalojnë censurimin"
    },
    "popupWebRTCOff": {
        "message": "S’u pikas veçoria WebRTC."
    },
    "popupBridgeUnreachable": {
        "message": "S’u lidh dot me urën."
    },
    "popupDescOn": {
        "message": "Numër përdoruesish që Snowflake-u juaj ka ndihmuar të anashkalojnë censurimin në 24 orët e fundit: $1"
    },
    "popupRetry": {
        "message": "Riprovo"
    },
    "popupRetrying": {
        "message": "Po riprovohet …"
    },
    "badgeCookiesOff": {
        "message": "Cookie-t s’janë të aktivizuara."
    },
    "extensionOptout": {
        "message": "Kjo shtesë transmeton vetëm sasinë minimum të të dhënave të domosdoshme për funksionuar si ndërmjetës Snowflake. Nëse s’jeni rehat me transmetimin e të dhënave të treguara më sipër, apo me çfarëdo pjese të rregullave tona të privatësisë, rekomandojmë ta hiqni shtesën Snowflake."
    },
    "remove": {
        "message": "Hiq shtesën Snowflake"
    },
    "consent": {
        "message": "Pranoj"
    },
    "extensionOnboard": {
        "message": "Faleminderit që instaloni zgjerimin Snowflake!"
    },
    "extensionConsent": {
        "message": "Për të dhënë funksionim elementar, ndërmjetësit Snowflake (shtesa që instaluat në shfletuesin tuaj) dërgojnë ca tejtëdhëna te shërbimi Snowflake rreth ujdisjes së ndërmjetësit në rrjet. Këto tejtëdhëna janë: adresa IP e ndërmjetësit (adresa juaj IP), lloji NAT që raportohet për ju, versioni i protokollit Snowflake (ndërmjetësi) që po xhironi, fakti që ndërmjetësi (shtesa që keni instaluar) është një zgjerim web dhe numri i klientëve tashmë të lidhur te ndërmjetësi (te shtesa që keni instaluar). Këto të dhëna përdoren vetëm për vendosjen e lidhjes dhe statistika të përmbledhura dhe nuk depozitohen te shërbimi. Ju lutemi, për më tepër hollësi mbi informacionin që grumbullojmë dhe shfaqim, shihni <a href=\"https://addons.mozilla.org/en-US/firefox/addon/torproject-snowflake/privacy\">rregullat tona të privatësisë</a>. Kur të jeni gati, mund të jepni pranimin për aktivizimin e ndërmjetësit Snowflake, duke klikuar butonin më poshtë."
    },
    "popupNeedConsent": {
        "message": "Ju lutemi, jepni pranimin e rregullave tona të privatësisë, para se të aktivizohet Snowflake-u."
    },
    "consented": {
        "message": "Mbaruat! Faleminderit që xhironi një ndërmjetës Snowflake!"
    },
    "popupConsent": {
        "message": "Hap faqe pranimi"
    }
}
