{
    "id": 850941,
    "authors": [
        {
            "id": 13269623,
            "name": "Adblock Systems",
            "url": "https://addons.mozilla.org/en-US/firefox/user/13269623/",
            "username": "Adblock-for-Youtube"
        }
    ],
    "average_daily_users": 50491,
    "categories": [
        "privacy-security",
        "appearance",
        "other"
    ],
    "contributions_url": "",
    "created": "2017-09-04T15:48:55Z",
    "current_version": {
        "id": 5368021,
        "compatibility": {
            "firefox": {
                "min": "48.0",
                "max": "*"
            },
            "android": {
                "min": "120.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/adblock-for-youtube-tm/versions/5368021",
        "file": {
            "id": 3912366,
            "created": "2022-02-21T14:30:52Z",
            "hash": "sha256:f35095c24ccdc5ca838686a5e1279b2fadbb4e07da813b20930ec2e45e35c346",
            "is_mozilla_signed_extension": false,
            "size": 1209980,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/3912366/adblock_for_youtube_tm-6.0.6.xpi",
            "permissions": [
                "tabs",
                "storage",
                "unlimitedStorage",
                "webRequest",
                "webRequestBlocking",
                "<all_urls>",
                "http://*/*",
                "https://*/*"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 6,
            "is_custom": false,
            "name": {
                "en-US": "GNU General Public License v3.0 only"
            },
            "slug": "GPL-3.0-only",
            "url": "https://spdx.org/licenses/GPL-3.0-only.html"
        },
        "release_notes": {
            "en-US": "Removed some ads that were passing through"
        },
        "reviewed": "2022-02-21T14:36:29Z",
        "version": "6.0.6"
    },
    "default_locale": "en-US",
    "description": {
        "en-US": "ⓘ About\nAdblock for Youtube™ is a content filtering and ad blocking browser extension which blocks all ads on Youtube™. It allows users to prevent page elements, such as advertisements, from being displayed. \nBanner, Ad-Clips or even preroll ads you usually see before the actual video on Youtube are blocked by this extension.\n\nFeatures:\n + blocks ads, banner and popups\n + blocking of ads on external sites which load Youtube\n + prevent preroll ads from loading on Youtube\n\nThe technology is simply based on adblocking filterlists which blocks external ad urls on Youtube. We do not change anything on the website itself.\nAdblock for Youtube boosts the performance to load websites (without ads and tracking)\n\nIt is free to download and use!\n\n----------------------------------\n\n✓ Permissions &amp; Privacy\n\nLike all ad-blocking extensions we do need default permissions on every website to remove ads or popups for example on embedded Youtube videos.\n\nGoogle displays this message on installation \"Read and change all your data on the websites that you visit\". \n\nAny video adblock detection happens on your computer and we do not see or track.\n\nYou are welcome to review our open source code which is under the GPL3 License or send us a message in the support tab!\n\n----------------------------------\n\n★ Reviews - Users (we are proud of)\n\nEric Jones - ★★★★★\n„I forgot what Youtube Ads look like“\n\nLea C. - ★★★★★\n„Happy and Thank you! Great Adblock product for Youtube. Blocks all the necessary annoying ad pops and commercials..“\n\nMarcel - ★★★★★\n„Makes Youtube enjoyable again. I like to listen to the \"true scary story\" genre, and Youtube seems to drop an ad during those literally every 30 seconds. I can finally enjoy them again! Thank you Adblock Youtube!“\n\nDean Usikayo. - ★★★★★\n\"I love Ad Block for YoutubeIt's brilliant! It's also the best. No more ads. I use some other adblock extensions, but most of them miss blocking preroll ads on Youtube.“\n\nSteva Palchow - ★★★★★\n\"Excellent Ad blocker for Youtube!1 Blocked all the unwanted &amp; irritating ads! I cannot live without Ads on Youtube again„\n\nMicha - ★★★★★\n„Unfortunately i cannot afford Youtube Premium but got so distracted with all those ads, that i skipped many Youtube Videos! I am happy to use Adblock for Youtube to make Youtube great again (without so many ads and for free„\n\n\n----------------------------------\n\n Changelog (latest first):\n\n5.0.9 -   minor Bugfixes. Updated material ui\n5.0.8 -   upgraded ad block deps with embedded videos\n5.0.0 -   complete rewrite of Adblock for Youtube to be compliant with the Google Extension Webstore Terms\n\n4.8.3 -   move to direct imports of adblock filterlists\n4.8.3 -   updated locales, fixed adblock toolbox dependencies\n4.5.0 -   removed some unused files and youtube filterlists of CRX package.\n4.4.1 -   fixed case warnings and added missing dotenv dep\n4.3.9 -   disabled eval for loading the adblock for Youtube list / urls.\n4.3.8 -   removed adblock webextension polyfill completly\n4.1.0 -   minor fix material ui design on Youtube.\n4.0.5 -   improved install page for adblock onboarding.\n4.0.3 -   cleaned up code minification (CWS compliant)\n\n\n3.7.1 -   fixed case warning for Adblock on Youtube\n3.6.2 -   updated adblock filterlists for Youtube and external sites\n3.5.0 -   updated locales removed obsolete adblock html about page\n3.4.0 -   complete adblock technology rewrite, cleaner code :)\n\n\nThis Chrome Webstore uses Google Analytics, a web analytics service provided by Google, Inc. (“Google”). Google Analytics uses “cookies”, which are text files placed on your computer, to help the website analyze how users use the site.\nThe information generated by the cookie about your use of the website will be transmitted to and stored by Google on servers in the United States . In case IP-anonymisation is activated on this website, your IP address will be truncated within the area of Member States of the European Union or other parties to the Agreement on the European Economic Area. Only in exceptional cases the whole IP address will be first transfered to a Google server in the USA and truncated there. The IP-anonymisation is active on this website.\nGoogle will use this information on behalf of the operator of this website for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing them other services relating to website activity and internet usage. The IP-address, that your Browser conveys within the scope of Google Analytics, will not be associated with any other data held by Google. You may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website.\nYou can also opt-out from being tracked by Google Analytics with effect for the future by downloading and installing Google Analytics Opt-out Browser Addon for your current web browser: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6dffc85ba84cc03f20fda61b4ddfb92df931a570b5fb9658899f89f84549f530/http%3A//tools.google.com/dlpage/gaoptout%3Fhl=en\" rel=\"nofollow\">http://tools.google.com/dlpage/gaoptout?hl=en</a> or you can uninstall this extension. Thank you.",
        "es": "Ⓘ Acerca de\nAdblock for Youtube ™ es una extensión del navegador para el filtrado de contenido y bloqueo de anuncios que bloquea todos los anuncios en Youtube ™. Permite a los usuarios evitar que se muestren elementos de la página, como anuncios publicitarios.\nEsta extensión bloquea el banner, los anuncios publicitarios o incluso los anuncios de prerolls que suele ver antes de que el video real en Youtube sea bloqueado.\n\ncaracteristicas:\n + Bloquea anuncios, banner y popups.\n + bloqueo de anuncios en sitios externos que cargan Youtube\n + evitar que los anuncios de pre-roll se carguen en Youtube\n\nLa tecnología se basa simplemente en las listas de filtros de bloqueo que bloquean las URL externas de los anuncios en Youtube. No cambiamos nada en el sitio web en sí.\nAdblock for Youtube aumenta el rendimiento para cargar sitios web (sin anuncios ni seguimiento)\n\n¡Es gratis para descargar y usar!\n\n----------------------------------\n\n✓ Permisos y Privacidad\n\nAl igual que todas las extensiones de bloqueo de anuncios, necesitamos permisos predeterminados en todos los sitios web para eliminar anuncios o ventanas emergentes, por ejemplo, en videos de Youtube incrustados.\n\nGoogle muestra este mensaje en la instalación \"Lea y cambie todos sus datos en los sitios web que visita\".\n\nCualquier detección de video y bloqueos ocurre en su computadora y no vemos ni rastreamos.\n\nLe invitamos a revisar nuestro código fuente abierto que está bajo la licencia GPL3 o enviarnos un mensaje en la pestaña de soporte.\n\n----------------------------------\n\n★ Comentarios - Usuarios (estamos orgullosos de)\n\nEric Jones - ★★★★★\n„Olvidé como se ven los anuncios de Youtube“\n\nLea C. - ★★★★★\n„Feliz y gracias! Gran producto de Adblock para Youtube. Bloquea todos los anuncios publicitarios molestos y comerciales necesarios. \"\n\nMarcel - ★★★★★\n„Hace que YouTube sea divertido de nuevo. Me gusta escuchar el género de la \"verdadera historia de miedo\", y Youtube parece dejar caer un anuncio durante esos literalmente cada 30 segundos. ¡Finalmente puedo disfrutarlos de nuevo! Gracias Adblock Youtube! \"\n\nDean Usikayo. - ★★★★★\n\"Me encanta el Bloqueo de anuncios para Youtube. ¡Es brillante! También es el mejor. No más anuncios. Uso algunas otras extensiones de bloques de anuncios, pero la mayoría de ellos no pueden bloquear los anuncios de prerolls en Youtube\".\n\nSteva Palchow - ★★★★★\n\"¡Excelente bloqueador de anuncios para Youtube! 1 ¡Bloqueado todos los anuncios no deseados e irritantes! No puedo vivir sin los Anuncios en Youtube otra vez\"\n\nMicha - ★★★★★\n„Lamentablemente, no puedo permitirme Youtube Premium, pero me distraje tanto con todos esos anuncios, ¡que me salté muchos videos de Youtube! Estoy feliz de usar Adblock para YouTube para hacer que Youtube vuelva a ser grande (sin tantos anuncios y de forma gratuita „\n\n\n----------------------------------\n\n Registro de cambios (el último primero):\n\n5.0.9 - Correcciones de errores menores. Material actualizado ui\n5.0.8 - dependencias de bloques de anuncios actualizados con videos incrustados\n5.0.0: reescritura completa de Adblock for Youtube para cumplir con los Términos de la tienda web de Google Extension\n\n4.8.3 - pasar a las importaciones directas de listas de filtro de bloqueos\n4.8.3 - configuraciones regionales actualizadas, dependencias fijas de adblock toolbox\n4.5.0: se eliminaron algunos archivos no utilizados y las listas de filtro de YouTube del paquete CRX.\n4.4.1 - advertencias de caso fijo y falta dotenv agregado\n4.3.9 - eval deshabilitado para cargar el bloque de anuncios para la lista / urls de YouTube.\n4.3.8 - Se eliminó completamente el polyfill de extensión web de adblock\n4.1.0 - diseño de la interfaz de usuario de material de reparación menor en Youtube.\n4.0.5 - Página de instalación mejorada para la incorporación de Adblock.\n4.0.3 - limpieza del código minification (compatible con CWS)\n\n\n3.7.1 - advertencia de caso fijo para Adblock en Youtube\n3.6.2 - listas de filtro de adblock actualizadas para Youtube y sitios externos\n3.5.0 - configuraciones regionales actualizadas eliminadas obsoletas html de adblock sobre página\n3.4.0 - reescritura completa de la tecnología adblock, código más limpio :)\n\n\nEsta tienda web de Chrome utiliza Google Analytics, un servicio de análisis web provisto por Google, Inc. (\"Google\"). Google Analytics usa \"cookies\", que son archivos de texto que se colocan en su computadora, para ayudar al sitio web a analizar cómo los usuarios usan el sitio.\nLa información generada por la cookie acerca de su uso del sitio web será transmitida y almacenada por Google en servidores en los Estados Unidos. En caso de que se active la anonimización de la IP en este sitio web, su dirección IP se truncará dentro del área de los Estados miembros de la Unión Europea o de otras partes del Acuerdo sobre el Espacio Económico Europeo. Solo en casos excepcionales, la dirección IP completa se transferirá primero a un servidor de Google en los Estados Unidos y se truncará allí. La anonimización de IP está activa en este sitio web.\nGoogle usará esta información en nombre del operador de este sitio web con el fin de evaluar su uso del sitio web, compilar informes sobre la actividad del sitio web para los operadores del sitio web y proporcionarles otros servicios relacionados con la actividad del sitio web y el uso de Internet. La dirección IP, que su navegador transmite dentro del alcance de Google Analytics, no se asociará con ningún otro dato de Google. Puede rechazar el uso de cookies seleccionando la configuración adecuada en su navegador. Sin embargo, tenga en cuenta que si lo hace, es posible que no pueda utilizar la funcionalidad completa de este sitio web.\nTambién puede optar por dejar de ser rastreado por Google Analytics con efecto para el futuro mediante la descarga e instalación del complemento de navegador de Google Analytics para su navegador web actual.\n\n----------------------------------\nEnglish version:\n\nⓘ About\nAdblock for Youtube™ is a content filtering and ad blocking browser extension which blocks all ads on Youtube™. It allows users to prevent page elements, such as advertisements, from being displayed. \nBanner, Ad-Clips or even preroll ads you usually see before the actual video on Youtube are blocked by this extension.\n\nFeatures:\n + blocks ads, banner and popups\n + blocking of ads on external sites which load Youtube\n + prevent preroll ads from loading on Youtube\n\nThe technology is simply based on adblocking filterlists which blocks external ad urls on Youtube. We do not change anything on the website itself.\nAdblock for Youtube boosts the performance to load websites (without ads and tracking)\n\nIt is free to download and use!\n\n----------------------------------\n\n✓ Permissions &amp; Privacy\n\nLike all ad-blocking extensions we do need default permissions on every website to remove ads or popups for example on embedded Youtube videos.\n\nGoogle displays this message on installation \"Read and change all your data on the websites that you visit\". \n\nAny video adblock detection happens on your computer and we do not see or track.\n\nYou are welcome to review our open source code which is under the GPL3 License or send us a message in the support tab!\n\n----------------------------------\n\n★ Reviews - Users (we are proud of)\n\nEric Jones - ★★★★★\n„I forgot what Youtube Ads look like“\n\nLea C. - ★★★★★\n„Happy and Thank you! Great Adblock product for Youtube. Blocks all the necessary annoying ad pops and commercials..“\n\nMarcel - ★★★★★\n„Makes Youtube enjoyable again. I like to listen to the \"true scary story\" genre, and Youtube seems to drop an ad during those literally every 30 seconds. I can finally enjoy them again! Thank you Adblock Youtube!“\n\nDean Usikayo. - ★★★★★\n\"I love Ad Block for YoutubeIt's brilliant! It's also the best. No more ads. I use some other adblock extensions, but most of them miss blocking preroll ads on Youtube.“\n\nSteva Palchow - ★★★★★\n\"Excellent Ad blocker for Youtube!1 Blocked all the unwanted &amp; irritating ads! I cannot live without Ads on Youtube again„\n\nMicha - ★★★★★\n„Unfortunately i cannot afford Youtube Premium but got so distracted with all those ads, that i skipped many Youtube Videos! I am happy to use Adblock for Youtube to make Youtube great again (without so many ads and for free„\n\n\n----------------------------------\n\n Changelog (latest first):\n\n5.0.9 -   minor Bugfixes. Updated material ui\n5.0.8 -   upgraded ad block deps with embedded videos\n5.0.0 -   complete rewrite of Adblock for Youtube to be compliant with the Google Extension Webstore Terms\n\n4.8.3 -   move to direct imports of adblock filterlists\n4.8.3 -   updated locales, fixed adblock toolbox dependencies\n4.5.0 -   removed some unused files and youtube filterlists of CRX package.\n4.4.1 -   fixed case warnings and added missing dotenv dep\n4.3.9 -   disabled eval for loading the adblock for Youtube list / urls.\n4.3.8 -   removed adblock webextension polyfill completly\n4.1.0 -   minor fix material ui design on Youtube.\n4.0.5 -   improved install page for adblock onboarding.\n4.0.3 -   cleaned up code minification (CWS compliant)\n\n\n3.7.1 -   fixed case warning for Adblock on Youtube\n3.6.2 -   updated adblock filterlists for Youtube and external sites\n3.5.0 -   updated locales removed obsolete adblock html about page\n3.4.0 -   complete adblock technology rewrite, cleaner code :)\n\n\nThis Chrome Webstore uses Google Analytics, a web analytics service provided by Google, Inc. (“Google”). Google Analytics uses “cookies”, which are text files placed on your computer, to help the website analyze how users use the site.\nThe information generated by the cookie about your use of the website will be transmitted to and stored by Google on servers in the United States . In case IP-anonymisation is activated on this website, your IP address will be truncated within the area of Member States of the European Union or other parties to the Agreement on the European Economic Area. Only in exceptional cases the whole IP address will be first transfered to a Google server in the USA and truncated there. The IP-anonymisation is active on this website.\nGoogle will use this information on behalf of the operator of this website for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing them other services relating to website activity and internet usage. The IP-address, that your Browser conveys within the scope of Google Analytics, will not be associated with any other data held by Google. You may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website.\nYou can also opt-out from being tracked by Google Analytics with effect for the future by downloading and installing Google Analytics Opt-out Browser Addon for your current web browser: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6dffc85ba84cc03f20fda61b4ddfb92df931a570b5fb9658899f89f84549f530/http%3A//tools.google.com/dlpage/gaoptout%3Fhl=en\" rel=\"nofollow\">http://tools.google.com/dlpage/gaoptout?hl=en</a> or you can uninstall this extension. Thank you.",
        "pl": "Ⓘ Informacje\nAdblock for Youtube ™ to rozszerzenie przeglądarki filtrowania treści i blokowania reklam, które blokuje wszystkie reklamy w serwisie YouTube. Umożliwia użytkownikom zapobieganie wyświetlaniu elementów strony, takich jak reklamy.\nBaner, klipy reklamowe, a nawet preroll reklamy, które zwykle widzisz przed rzeczywistym filmem na YouTube, są blokowane przez to rozszerzenie.\n\nFunkcje:\n + blokuje reklamy, banery i wyskakujące okienka\n + blokowanie reklam na zewnętrznych stronach, które ładują YouTube\n + zapobiegaj ładowaniu reklam preroll na Youtube\n\nTechnologia oparta jest po prostu na listach filtrów blokujących reklamy, które blokują zewnętrzne adresy URL reklam na YouTube. Nie zmieniamy niczego na samej stronie.\nAdblock dla Youtube zwiększa wydajność ładowania stron internetowych (bez reklam i śledzenia)\n\nPobieranie i używanie jest bezpłatne!\n\n----------------------------------\n\n✓ Uprawnienia i prywatność\n\nPodobnie jak wszystkie rozszerzenia blokujące reklamy, potrzebujemy domyślnych uprawnień w każdej witrynie, aby usunąć reklamy lub wyskakujące okienka, na przykład na osadzonych filmach z YouTube.\n\nGoogle wyświetla ten komunikat podczas instalacji „Przeczytaj i zmień wszystkie dane na odwiedzanych stronach internetowych”.\n\nWszelkie wykrywanie blokad wideo odbywa się na komputerze, a my nie widzimy ani nie śledzimy.\n\nZapraszamy do zapoznania się z naszym otwartym kodem źródłowym znajdującym się pod licencją GPL3 lub przesłania wiadomości na karcie pomocy technicznej!\n\n----------------------------------\n\n★ Recenzje - Użytkownicy (jesteśmy dumni)\n\nEric Jones - ★★★★★\n„Zapomniałem, jak wyglądają reklamy na YouTube”\n\nLea C. - ★★★★★\n„Szczęśliwy i dziękuję! Świetny produkt Adblock na Youtube. Blokuje wszystkie niezbędne denerwujące reklamy i reklamy .. „\n\nMarcel - ★★★★★\n„Sprawia, że ​​Youtube znów jest przyjemny. Lubię słuchać gatunku „prawdziwa straszna historia”, a Youtube zdaje się upuszczać reklamę podczas tych dosłownie co 30 sekund. Mogę wreszcie cieszyć się nimi ponownie! Dziękuję Adblock Youtube! ”\n\nDean Usikayo. - ★★★★★\n„Uwielbiam Ad Block dla Youtube. Jest genialny!\n\nSteva Palchow - ★★★★★\n„Doskonały bloker reklam na YouTube! 1 Zablokował wszystkie niechciane i irytujące reklamy! Nie mogę żyć bez reklam na Youtube ponownie”\n\nMicha - ★★★★★\n„Niestety nie stać mnie na Youtube Premium, ale rozpraszałem się tymi wszystkimi reklamami, że pominąłem wiele filmów z YouTube! Cieszę się, że mogę używać Adblocka na Youtube, aby ponownie Youtube był świetny (bez tak wielu reklam i za darmo „\n\n\n----------------------------------\n\n Dziennik zmian (najnowsze):\n\n5.0.9 - drobne poprawki błędów. Zaktualizowany materiał interfejsu użytkownika\n5.0.8 - zaktualizowane zestawy bloków reklamowych z osadzonymi filmami\n5.0.0 - kompletne przepisanie Adblocka na Youtube, aby był zgodny z Warunkami sklepu internetowego Google Extension\n\n4.8.3 - przejdź do bezpośredniego importu list filtrów adblock\n4.8.3 - zaktualizowane ustawienia regionalne, poprawione zależności przybornika adblock\n4.5.0 - usunięto niektóre nieużywane pliki i listy filtrów youtube pakietu CRX.\n4.4.1 - naprawiono ostrzeżenia o sprawach i dodano brakujące dane dotenv\n4.3.9 - wyłączono eval dla ładowania adblocka dla listy / adresów URL Youtube.\n4.3.8 - całkowicie usunięto wypełnienie webblasu adblock\n4.1.0 - projekt ui drobnych poprawek na Youtube.\n4.0.5 - ulepszona strona instalacyjna dla adblock onboarding.\n4.0.3 - oczyszczone upraszczanie kodu (zgodne z CWS)\n\n\n3.7.1 - naprawiono ostrzeżenie o przypadku Adblock na Youtube\n3.6.2 - zaktualizowane listy filtrów adblock dla serwisów YouTube i zewnętrznych\n3.5.0 - zaktualizowane ustawienia usunięto przestarzałe adblock html o stronie\n3.4.0 - kompletne przepisanie technologii adblock, czystszy kod :)\n\n\nTen sklep internetowy Chrome korzysta z Google Analytics, usługi analizy internetowej udostępnianej przez Google, Inc. („Google”). Google Analytics używa plików „cookie”, które są plikami tekstowymi umieszczanymi na Twoim komputerze, aby pomóc stronie analizować sposób korzystania z witryny przez użytkowników.\nInformacje generowane przez cookie na temat korzystania z witryny będą przekazywane i przechowywane przez Google na serwerach w Stanach Zjednoczonych. W przypadku aktywacji anonimizacji IP na tej stronie internetowej, Twój adres IP zostanie obcięty na obszarze państw członkowskich Unii Europejskiej lub innych stron Porozumienia o Europejskim Obszarze Gospodarczym. Tylko w wyjątkowych przypadkach cały adres IP zostanie najpierw przesłany na serwer Google w USA i tam skrócony. Anonimizacja IP jest aktywna na tej stronie.\nGoogle będzie korzystała z tych informacji w imieniu operatora tej strony w celu oceny korzystania z witryny przez użytkownika, tworzenia raportów dotyczących ruchu na stronach dla operatorów witryn i świadczenia im innych usług związanych z ruchem na witrynach internetowych i korzystaniem z Internetu. Adres IP, który Twoja przeglądarka przekazuje w ramach Google Analytics, nie będzie powiązany z żadnymi innymi danymi przechowywanymi przez Google. Możesz odmówić korzystania z plików cookie, wybierając odpowiednie ustawienia w przeglądarce, jednak pamiętaj, że jeśli to zrobisz, możesz nie być w stanie korzystać z pełnej funkcjonalności tej witryny.\nMożesz także zrezygnować z śledzenia przez Google Analytics ze skutkiem na przyszłość, pobierając i instalując dodatek Google Analytics Opt-out Browser dla bieżącej przeglądarki internetowej.\n\n----------------------------------\nEnglish version:\n\nⓘ About\nAdblock for Youtube™ is a content filtering and ad blocking browser extension which blocks all ads on Youtube™. It allows users to prevent page elements, such as advertisements, from being displayed. \nBanner, Ad-Clips or even preroll ads you usually see before the actual video on Youtube are blocked by this extension.\n\nFeatures:\n + blocks ads, banner and popups\n + blocking of ads on external sites which load Youtube\n + prevent preroll ads from loading on Youtube\n\nThe technology is simply based on adblocking filterlists which blocks external ad urls on Youtube. We do not change anything on the website itself.\nAdblock for Youtube boosts the performance to load websites (without ads and tracking)\n\nIt is free to download and use!\n\n----------------------------------\n\n✓ Permissions &amp; Privacy\n\nLike all ad-blocking extensions we do need default permissions on every website to remove ads or popups for example on embedded Youtube videos.\n\nGoogle displays this message on installation \"Read and change all your data on the websites that you visit\". \n\nAny video adblock detection happens on your computer and we do not see or track.\n\nYou are welcome to review our open source code which is under the GPL3 License or send us a message in the support tab!\n\n----------------------------------\n\n★ Reviews - Users (we are proud of)\n\nEric Jones - ★★★★★\n„I forgot what Youtube Ads look like“\n\nLea C. - ★★★★★\n„Happy and Thank you! Great Adblock product for Youtube. Blocks all the necessary annoying ad pops and commercials..“\n\nMarcel - ★★★★★\n„Makes Youtube enjoyable again. I like to listen to the \"true scary story\" genre, and Youtube seems to drop an ad during those literally every 30 seconds. I can finally enjoy them again! Thank you Adblock Youtube!“\n\nDean Usikayo. - ★★★★★\n\"I love Ad Block for YoutubeIt's brilliant! It's also the best. No more ads. I use some other adblock extensions, but most of them miss blocking preroll ads on Youtube.“\n\nSteva Palchow - ★★★★★\n\"Excellent Ad blocker for Youtube!1 Blocked all the unwanted &amp; irritating ads! I cannot live without Ads on Youtube again„\n\nMicha - ★★★★★\n„Unfortunately i cannot afford Youtube Premium but got so distracted with all those ads, that i skipped many Youtube Videos! I am happy to use Adblock for Youtube to make Youtube great again (without so many ads and for free„\n\n\n----------------------------------\n\n Changelog (latest first):\n\n5.0.9 -   minor Bugfixes. Updated material ui\n5.0.8 -   upgraded ad block deps with embedded videos\n5.0.0 -   complete rewrite of Adblock for Youtube to be compliant with the Google Extension Webstore Terms\n\n4.8.3 -   move to direct imports of adblock filterlists\n4.8.3 -   updated locales, fixed adblock toolbox dependencies\n4.5.0 -   removed some unused files and youtube filterlists of CRX package.\n4.4.1 -   fixed case warnings and added missing dotenv dep\n4.3.9 -   disabled eval for loading the adblock for Youtube list / urls.\n4.3.8 -   removed adblock webextension polyfill completly\n4.1.0 -   minor fix material ui design on Youtube.\n4.0.5 -   improved install page for adblock onboarding.\n4.0.3 -   cleaned up code minification (CWS compliant)\n\n\n3.7.1 -   fixed case warning for Adblock on Youtube\n3.6.2 -   updated adblock filterlists for Youtube and external sites\n3.5.0 -   updated locales removed obsolete adblock html about page\n3.4.0 -   complete adblock technology rewrite, cleaner code :)\n\n\nThis Chrome Webstore uses Google Analytics, a web analytics service provided by Google, Inc. (“Google”). Google Analytics uses “cookies”, which are text files placed on your computer, to help the website analyze how users use the site.\nThe information generated by the cookie about your use of the website will be transmitted to and stored by Google on servers in the United States . In case IP-anonymisation is activated on this website, your IP address will be truncated within the area of Member States of the European Union or other parties to the Agreement on the European Economic Area. Only in exceptional cases the whole IP address will be first transfered to a Google server in the USA and truncated there. The IP-anonymisation is active on this website.\nGoogle will use this information on behalf of the operator of this website for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing them other services relating to website activity and internet usage. The IP-address, that your Browser conveys within the scope of Google Analytics, will not be associated with any other data held by Google. You may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website.\nYou can also opt-out from being tracked by Google Analytics with effect for the future by downloading and installing Google Analytics Opt-out Browser Addon for your current web browser: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6dffc85ba84cc03f20fda61b4ddfb92df931a570b5fb9658899f89f84549f530/http%3A//tools.google.com/dlpage/gaoptout%3Fhl=en\" rel=\"nofollow\">http://tools.google.com/dlpage/gaoptout?hl=en</a> or you can uninstall this extension. Thank you."
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/adblock-for-youtube-tm/edit",
    "guid": "{0ac04bdb-d698-452f-8048-bcef1a3f4b0d}",
    "has_eula": false,
    "has_privacy_policy": false,
    "homepage": null,
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/850/850941-64.png?modified=1558601306",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/850/850941-32.png?modified=1558601306",
        "64": "https://addons.mozilla.org/user-media/addon_icons/850/850941-64.png?modified=1558601306",
        "128": "https://addons.mozilla.org/user-media/addon_icons/850/850941-128.png?modified=1558601306"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2022-02-21T14:36:29Z",
    "name": {
        "ar": "ادبلوك ل يوتيوب ™",
        "bg": "Adblock за Youtube™",
        "ca": "Adblock de Youtube™",
        "cs": "Adblock na Youtube™",
        "da": "Adblock til Youtube™",
        "de": "Adblock für Youtube™",
        "el": "Adblock για το Youtube™",
        "en-US": "Adblock for Youtube™",
        "es": "Adblock de Youtube™",
        "fa": "Adblock for Youtube™",
        "fi": "Adblock Youtube™",
        "fr": "Adblock pour Youtube™",
        "he": "Adblock for Youtube™",
        "hr": "Adblock za Youtube™",
        "hu": "Adblock a Youtube™",
        "id": "Adblock untuk Youtube™",
        "it": "Adblock per Youtube™",
        "ja": "YouTube™のための自分好み",
        "ko": "유튜브 ™ 용 애드 블록",
        "nl": "Adblock voor Youtube™",
        "pl": "Adblock dla serwisu Youtube™",
        "pt-BR": "Adblock para o Youtube™",
        "pt-PT": "Adblock para o Youtube™",
        "ro": "Adblock pentru Youtube™",
        "ru": "Adblock для Youtube™",
        "sk": "AdBlocker - Blokovač reklám pre YouTube™",
        "sl": "Adblock za Youtube™",
        "sr": "Адблоцк за ИоуТубе ™",
        "sv-SE": "Adblock for Youtube™",
        "tr": "Youtube™ için Adblock",
        "uk": "Adblock для Youtube™",
        "vi": "Adblock cho Youtube™",
        "zh-CN": "Adblock for Youtube™",
        "zh-TW": "Adblock for Youtube™"
    },
    "previews": [
        {
            "id": 187784,
            "caption": null,
            "image_size": [
                640,
                400
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/187/187784.png?modified=1622132778",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/187/187784.jpg?modified=1622132778"
        }
    ],
    "promoted": {
        "apps": [
            "firefox",
            "android"
        ],
        "category": "notable"
    },
    "ratings": {
        "average": 4.4378,
        "bayesian_average": 4.433306960098417,
        "count": 1398,
        "text_count": 502
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/adblock-for-youtube-tm/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/850941",
    "slug": "adblock-for-youtube-tm",
    "status": "public",
    "summary": {
        "ar": "ادبلوك شعبية ل يوتيوب ™ ملحق : إزالة إعلانات الفيديو من يوتيوب ™.",
        "bg": "Популярни Adblock за Youtube™ Extension : Премахва видеореклами от Youtube™ .",
        "ca": "Adblock Popular per Youtube Extension ™ : Elimina els anuncis de vídeo de Youtube™ .",
        "cs": "Populární Adblock na Youtube™ rozšíření : Odstraní video reklamy z Youtube™ .",
        "da": "Populære Adblock til Youtube™ Udvidelse: Fjerner videoannoncer fra Youtube™.",
        "de": "Beliebte Adblock Extension für Youtube™: Entfernt Videowerbung &amp; andere Werbebanner auf Youtube.",
        "el": "Δημοφιλή Adblock για το Youtube™ Επέκταση : Αφαιρεί τις διαφημίσεις βίντεο από το Youtube™ .",
        "en-US": "Popular Adblock for Youtube™ Extension: Removes the video ads from Youtube™. Thanks to all AdBlock supporters!",
        "es": "Adblock: Bloquea la anuncios en vídeos de YouTube™.",
        "fa": "Popular Adblock for Youtube™ Extension: Removes the video ads from Youtube™. Thanks to all AdBlock supporters!",
        "fi": "Suosittuja Adblock Youtube™ Extension : Poistaavideo mainoksia YouTubesta ™ .",
        "fr": "Adblock spécialement pour Youtube™ - bloque les annonces gênantes sur YouTube.",
        "he": "Popular Adblock for Youtube™ Extension: Removes the video ads from Youtube™. Thanks to all AdBlock supporters!",
        "hr": "Popularni AdBlock za Youtube™ Extension : Uklanja video oglase s YouTubea ™ .",
        "hu": "Popular Adblock a Youtube™ Extension : Eltávolítja a videó hirdetések Youtube™ .",
        "id": "Populer Adblock untuk Youtube™ Perpanjangan : Menghapus iklan video dari Youtube™ .",
        "it": "Adblock Popolare per Youtube™ Ampliamento: Rimuove gli annunci video da Youtube™ .",
        "ja": "YouTube™の拡張のための普及自分好みに： YouTube™のから動画広告を削除します。",
        "ko": "유튜브 ™ 확장 의 인기 애드 블록 은 : 유튜브 ™ 에서 동영상 광고를 제거합니다.",
        "nl": "Populaire Adblock voor Youtube™ Uitbreiding : verwijdert de video-advertenties van Youtube™ .",
        "pl": "Popularne Adblock dla Youtube™ Extension : Usuwa reklamy wideo z Youtube™ .",
        "pt-BR": "Adblock Popular para Youtube Extension ™ : Remove os anúncios em vídeo do Youtube™ .",
        "pt-PT": "Adblock Popular para Youtube Extension ™ : Remove os anúncios em vídeo do Youtube™ .",
        "ro": "Adblock popular pentru Youtube™ Extensia : Elimină anunțurile video de pe Youtube™ .",
        "ru": "Популярные Adblock для Youtube™ Extension : Удаляет видео объявления Youtube™.",
        "sk": "Populárny AdBlocker pre YouTube™ Rozšírenie: Odstráni video reklamy z YouTube™. Vďaka všetkým podporovateľov AdBlockeru!",
        "sl": "Popular Adblock za podaljšanje Youtube™ : Odstrani video oglase iz Youtube™ .",
        "sr": "Популарне Адблоцк за ИоуТубе ™ продужење : Уклања видео огласе са Иоутубе ™ .",
        "sv-SE": "Popular Adblock for Youtube™ Extension: Removes the video ads from Youtube™. Thanks to all AdBlock supporters!",
        "tr": "Youtube™ Uzatma Popüler Adblock : Youtube™ danvideo reklamları kaldırır .",
        "uk": "Популярні Adblock для Youtube™ Extension : Видаляє відео оголошення Youtube™ .",
        "vi": "Phổ biến Adblock cho Youtube™ mở rộng : Loại bỏ các quảng cáo video từ Youtube™ .",
        "zh-CN": "移除 Youtube™ 廣告的熱門擴充套件︰Adblock for Youtube™。",
        "zh-TW": "移除 Youtube™ 廣告的熱門擴充套件︰Adblock for Youtube™。"
    },
    "support_email": null,
    "support_url": {
        "url": {
            "en-US": "https://sites.google.com/view/adblock-for-yt/index",
            "es": "https://sites.google.com/view/adblock-for-yt/index",
            "pl": "https://sites.google.com/view/adblock-for-yt/index"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5183e691dbe96a87fd3038319c04cce151fe8de1ef039b008518cdc257e18632/https%3A//sites.google.com/view/adblock-for-yt/index",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5183e691dbe96a87fd3038319c04cce151fe8de1ef039b008518cdc257e18632/https%3A//sites.google.com/view/adblock-for-yt/index",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5183e691dbe96a87fd3038319c04cce151fe8de1ef039b008518cdc257e18632/https%3A//sites.google.com/view/adblock-for-yt/index"
        }
    },
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/adblock-for-youtube-tm/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/adblock-for-youtube-tm/versions/",
    "weekly_downloads": 1298,
    "_score": null
}