{
    "id": 713977,
    "authors": [
        {
            "id": 12711111,
            "name": "Avira",
            "url": "https://addons.mozilla.org/en-US/firefox/user/12711111/",
            "username": "Avira_ServiceDesk"
        }
    ],
    "average_daily_users": 26515,
    "categories": [
        "privacy-security",
        "other"
    ],
    "contributions_url": "",
    "created": "2016-07-05T07:29:16Z",
    "current_version": {
        "id": 5593397,
        "compatibility": {
            "firefox": {
                "min": "48.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/avira-password-manager/versions/5593397",
        "file": {
            "id": 4137739,
            "created": "2023-07-12T09:24:16Z",
            "hash": "sha256:75a963c5868ee7a2b776293d98d23cb518af96d0c9757d3861f01d5a76d86572",
            "is_mozilla_signed_extension": false,
            "size": 7216721,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4137739/avira_password_manager-2.19.13.44521.xpi",
            "permissions": [
                "webRequest",
                "webNavigation",
                "tabs",
                "cookies",
                "<all_urls>",
                "contextMenus",
                "storage",
                "unlimitedStorage",
                "idle",
                "nativeMessaging",
                "http://*/*",
                "https://*/*"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 7057,
            "is_custom": false,
            "name": {
                "en-US": "All Rights Reserved"
            },
            "slug": "all-rights-reserved",
            "url": null
        },
        "release_notes": null,
        "reviewed": "2023-07-31T12:00:39Z",
        "version": "2.19.13.44521"
    },
    "default_locale": "en-US",
    "description": {
        "de": "Verabschieden Sie sich von Zettelchaos auf dem Schreibtisch und handgeschriebenen Notizen. Organisiertes Leben und Arbeiten sind mit dem Passwort Manager ein Kinderspiel.\n\nZusätzlich bietet Avira Password Manager jetzt eine Sicherheitsüberprüfung für Ihre Benutzerkonten in Ihrem Dashboard an. Ihr Schutz im Internet ist uns wichtig.\n\nDer Avira Password Manager synchronisiert jede von Ihnen vorgenommene Änderung und ist mit verschiedenen Geräten und Betriebssystemen nutzbar.\n\n<b> EIN PASSWORT FÜR ALLE GERÄTE </b>\nMit Avira Password Manager müssen Sie sich nur ein einziges Passwort merken: Das Master-Passwort. Es ist wie der Schlüssel zu einem einbruchsicheren Safe, in dem Ihre Anmeldedaten sicher verwahrt sind.\n\n<b> AUTO-FILL ANMELDEFORMULARE </b>\nEinfach, bequem, zeitsparend: Die Browser-Erweiterung für Avira Password Manager verfügt über eine Auto-Fill-Funktion, die Anmeldedaten für Ihre Lieblingsseiten automatisch für Sie eingibt. Natürlich erkennt der Password Manager auch, wenn Sie auf einer Webseite ein neues Passwort eingeben und bietet Ihnen an, es zu speichern.\n\n<b> PASSWORTGENERATOR </b>\nSchwache und häufig wiederkehrende Passwörter für alle Accounts? Damit ist jetzt Schluss. Mit Avira Password Manager können Sie kinderleicht starke, einzigartige Passwörter generieren und schützen sich somit bestens gegen Identitätsdiebstahl.\n\n<b> DIGITALE GELDBÖRSE </b> \nVerwalten Sie all Ihre Kreditkarten sicher in Ihrer digitalen Geldbörse. Fügen Sie sie manuell online hinzu oder scannen Sie sie bequem mit der mobilen App. Die hinterlegten Karten können Sie auf allen Ihren Geräten nutzen.  \n\n<b> VERFÜGBARKEIT </b>\nAvira Password Manager ist als webbasiertes Dashboard und mobile App erhältlich. Das Web-Dashboard wird durch eine Browsererweiterung ergänzt, mit der Sie Passwörter automatisch erstellen und speichern.\n\n<b> SICHERHEIT </b>\nMit dem neuen Sicherheitsstatus erfahren Sie augenblicklich, wie sicher Ihre Passwörter, Accounts und Webseiten sind und ob bereits ein Datenmissbrauch für eines Ihrer Benutzerkonten vorliegt. Sie können dann unmittelbar die erforderlichen Maßnahmen ergreifen, um Ihre Online-Sicherheit zu verbessern.\n\nIhre Passwörter, Kreditkarten und Notizen sind durch 256-Bit-AES-Verschlüsselung geschützt, die als sicherster Verschlüsselungsstandard gilt. Über Ihr Master-Passwort haben Sie allein Zugang dazu – nicht einmal Avira kann auf Ihre Daten zugreifen.\n\n◆ WAS GIBT ES NEUES? ◆\nHinterlegen Sie Ihre Kreditkarten jetzt in Ihrem sicheren digitalen Wallet, wo der Magnetstreifen nie abgenutzt wird.",
        "en-US": "Say goodbye to handwritten notes creating chaos on your desktop. This password organizer makes it a breeze to bring order to your work and personal life.\n\nAvira Password Manager can now also check the security status of your user accounts directly via your Avira Password Manager dashboard. This ensures you enjoy maximum protection, as we want you to be as well-protected as possible.\n\nAvira Password Manager synchronizes every change you make, and can be used on a wide range of devices and operating systems as well as with popular browsers via an extension.\n\n<b> ONE PASSWORD FOR ALL DEVICES </b>\nWith Avira Password Manager you only need to remember one single password – the master password. It's like the key to an uncrackable password vault, in which your logins are safely stored.\n\n<b> AUTO-FILL LOGIN FORMS </b>\nEasy, convenient, time-saving: The Avira Password Manager browser extension auto-fills your logins across all your favorite websites, making it the best password manager available. Password Manager also recognizes when you enter a new password on a website and asks if you want to save it.\n\n<b> INSTANT PASSWORD GENERATOR </b>\nDo you use weak, common passwords for all your accounts? Not anymore! Avira Password Manager makes it effortless to generate strong, unique passwords to give you the best protection against identity theft.\n\n<b> DIGITAL WALLET </b> \nYou can securely manage all your credit cards in your digital wallet. You can add them manually in the web or conveniently scan them on your mobile app. Your saved cards will be available on all your devices.  \n\n<b> AVAILABLE OPTIONS </b>\nAvira Password Manager is available as a web dashboard and as a mobile app. The web dashboard is complemented by a browser extension for easy automatic creation and storage of your passwords.\n\n<b> SECURITY </b>\nThe new security status shows you at a glance how secure your passwords, accounts, and websites are, and whether any of your credentials have already been compromised. You can then take immediate action to improve your online security.\n\nAvira Password Manager protects your passwords, credit cards, and notes using 256-bit AES encryption – the most secure standard out there. Think of it as your own personal armored password safe. Thanks to your master password only you and you alone have access to them – not even Avira can access your data.\n\n<b> WHAT'S NEW? </b>\nNow save all your credit cards in your secure digital wallet, where the magnetic stripe will never wear off.",
        "es": "Di adiós al lío de papeles y notas escritas a mano en el escritorio. Vivir y trabajar de forma organizada es de lo más sencillo con el Password Manager.\n\nAdemás, ahora Avira Password Manager te ofrece en el panel una comprobación de seguridad de tus cuentas de usuario. Tu seguridad en Internet es importante para nosotros.\n\nAvira Password Manager sincroniza cualquier modificación que hagas y puede utilizarse con diferentes dispositivos y sistemas operativos.\n\n<b> Una contraseña para todos los dispositivos </b>\nCon Avira Password Manager solo tienes que recordar una contraseña: la contraseña maestra. Es como la llave de una caja de seguridad que protege tus datos de inicio de sesión.\n\n<b> Formularios con autocompletar </b>\nSencilla, cómoda y rápida: la extensión para el navegador de Avira Password Manager ofrece una función de autocompletado que rellena de forma automática los datos de inicio de sesión de tus sitios web favoritos. Por supuesto, Password Manager detecta también que has introducido una contraseña nueva en un sitio web y se ofrece a guardarla.\n\n<b> Generador de contraseñas </b>\n¿Tienes las mismas contraseñas débiles en todas tus cuentas? Es cosa del pasado. Con Avira Password Manager puedes generar con facilidad contraseñas seguras y únicas que te protejan de la mejor manera frente a posibles robos de identidad.\n\n<b> MONEDERO DIGITAL </b> \nPuedes gestionar de manera segura todas tus tarjetas de crédito en tu monedero digital. Puedes añadirlas manualmente en la página web o escaneándolas convenientemente en tu aplicación para móvil. Las tarjetas guardadas estarán disponibles en todos tus dispositivos.  \n\n<b> Disponibilidad </b>\nAvira Password Manager está disponible como panel en la web y como aplicación móvil. El panel web se completa con una extensión del navegador que te permite generar y guardar contraseñas de forma automática.\n\n<b> Seguridad </b>\nEl nuevo estado de seguridad te permite comprobar de un vistazo la seguridad de tus contraseñas, cuentas y sitios web y saber si ha habido usos indebidos de datos de tus cuentas de usuario. Así podrás adoptar con rapidez las medidas necesarias para mejorar tu seguridad en Internet.\n\nTus contraseñas, tarjetas de crédito y notas están protegidas con el cifrado AES de 256 bits, el más seguro disponible a día de hoy. Solo tú tienes acceso con tu contraseña maestra; ni siquiera Avira puede acceder a tus datos.\n\n<b> ¿Cuáles son las novedades? </b>\nAhora puedes guardar todas tus tarjetas de crédito en tu monedero digital seguro, donde las bandas metálicas no se desgastan nunca.",
        "fr": "Dites adieu aux notes manuscrites qui encombrent votre bureau. L'organisation de vos mots de passe personnels et professionnels devient un jeu d'enfant.\n\nAvira Password Manager propose désormais également un contrôle de sécurité des comptes utilisateur enregistrés dans votre tableau de bord. Votre protection sur Internet est essentielle à nos yeux.\n\nAvira Password Manager synchronise automatiquement toute modification apportée par vos soins et s'utilise sur divers appareils et systèmes d'exploitation.\n\n<b> UN MOT DE PASSE POUR TOUS LES APPAREILS </b>\nAvec Avira Password Manager, vous n'aurez plus qu'à retenir un seul mot de passe, votre mot de passe maître. C'est comme la clé permettant d'ouvrir un coffre-fort inviolable, qui stockerait tous vos identifiants en toute sécurité.\n\n<b> FORMULAIRES DE CONNEXION PRÉREMPLIS </b>\nFacile, pratique et rapide : l'extension de navigateur pour Avira Password Manager dispose d'une fonction de remplissage automatique des identifiants de connexion sur vos sites Internet favoris. Password Manager reconnaît bien entendu également lorsque vous saisissez un nouveau mot de passe sur un site Internet et vous propose alors de l'enregistrer.\n\n<b> GÉNÉRATION INSTANTANÉE DE MOTS DE PASSE </b>\nVos mots de passe ne sont jamais assez forts et vous utilisez toujours les mêmes sur tous vos comptes ? C'est fini. Avira Password Manager vous permet de créer en un tournemain des mots de passe complexes et uniques, pour vous protéger au mieux contre l'usurpation d'identité.\n\n<b> PORTE-MONNAIE NUMÉRIQUE </b> \nGérez toutes vos cartes de crédit de façon entièrement sécurisée dans votre porte-monnaie numérique. Vous pouvez les ajouter manuellement sur Internet ou les scanner à l'aide de votre application mobile. Vos cartes enregistrées seront disponibles sur tous vos appareils. \n\n<b> DISPONIBILITÉ </b>\nAvira Password Manager se présente sous la forme d'un tableau de bord en ligne et d'une application mobile. Le tableau de bord en ligne est complété d'une extension de navigateur permettant la création et l'enregistrement automatiques des mots de passe.\n\n<b> SÉCURITÉ </b>\nLe nouvel état de sécurité vous permet de vérifier en un coup d'œil la sécurité de vos mots de passe, de vos comptes et de vos sites Internet, ainsi que le niveau de risque de fuite de données lié à vos comptes utilisateur. Ceci vous permet de prendre les mesures nécessaires dans les temps, afin d'améliorer votre sécurité en ligne.\n\nVos mots de passe, cartes bancaires et notes sont protégés par un chiffrement AES 256 bits, la norme la plus sûre qui existe. Grâce à votre mot de passe maître, vous seul(e) y avez accès, même Avira ne peut y accéder.\n\n<b> NOUVEAUTÉS </b>\nVous pouvez désormais enregistrer toutes vos cartes bancaires dans votre portefeuille numérique sécurisé, là où la puce ne risque pas d’être démagnétisée.",
        "id": "Dengan Avira Password Manager, Anda dapat membuat dan mengelola semua kata sandi dan catatan Anda di mana pun. Tinggalkan kertas yang berserakan di atas meja dan catatan dengan tulisan tangan. Dengan Password Manager, kehidupan dan kerja yang teratur menjadi lebih mudah.\n\nSelain itu, kini Avira Password Manager menawarkan pemeriksaan keamanan untuk akun pengguna Anda di dashboard Anda. Perlindungan Anda di internet penting bagi kami.\n\n\n<b> SATU KATA SANDI UNTUK SEMUA PERANGKAT </b>\nDengan Avira Password Manager, Anda hanya perlu mengingat satu kata sandi: Kata sandi utama. Hal ini seperti kunci untuk brankas antipencurian tempat data Anda disimpan dengan aman.\n\n\n<b> FORMULIR PENDAFTARAN ISI OTOMATIS </b>\nSederhana, nyaman, hemat waktu: Ekstensi peramban untuk Avira Password Manager memiliki fitur isi otomatis, yang memasukkan data masuk untuk situs favorit Anda secara otomatis. Tentu saja, Password Manager juga mendeteksi ketika Anda memasukkan kata sandi baru di situs web dan menawarkan untuk menyimpannya.\n\n\n<b> PEMBUAT KATA SANDI </b>\nKata sandi yang lemah dan sering berulang untuk semua akun? Ini sudah berakhir sekarang. Dengan Avira Password Manager, Anda dapat dengan mudah membuat kata sandi yang kuat dan unik, melindungi Anda dari pencurian identitas.\n\n\n<b> KETERSEDIAAN </b>\nAvira Password Manager tersedia sebagai dashboard dan aplikasi seluler berbasis web. Dashboard web dilengkapi dengan ekstensi peramban yang memungkinkan Anda membuat dan menyimpan kata sandi secara otomatis.\n\n\n<b> KEAMANAN </b>\nDengan status keamanan baru, Anda dapat segera mengetahui seberapa aman kata sandi, akun, dan situs web Anda, dan apakah terdapat penyalahgunaan data untuk satu akun pengguna Anda. Kemudian Anda dapat segera mengambil tindakan yang diperlukan untuk meningkatkan keamanan online Anda.\n\nAvira Password Manager melindungi kata sandi dan catatan Anda dengan enkripsi AES 256-bit, yang merupakan standar paling aman di dunia. Dengan kata sandi utama, hanya Anda yang memiliki akses – bahkan Avira tidak dapat mengakses data Anda.\n\n\n<b> APA YANG BARU? </b>\nDengan pembaruan ini, Avira Password Manager menawarkan status keamanan untuk kata sandi, akun, dan situs web Anda. Ketahui dengan segera seberapa aman akun pengguna Anda dan apakah terdapat penyalahgunaan data. Kemudian Anda dapat mengambil tindakan perlindungan dengan tepat waktu.\nSelain itu, ada banyak optimasi dan perbaikan bug yang secara signifikan meningkatkan Avira Password Manager.",
        "it": "Puoi dire addio al caos degli appunti sulla scrivania e alle note scritte a mano. Con Password Manager organizzare la vita e il lavoro è un gioco da ragazzi.\n\nInoltre, Avira Password Manager offre adesso una verifica di sicurezza per i tuoi account nella dashboard. La tua sicurezza su Internet è importante per noi.\n\nAvira Password Manager sincronizza ogni modifica che esegui e può essere utilizzato con diversi dispositivi e sistemi operativi.\n\n<b> UNA PASSWORD PER TUTTI I DISPOSITIVI </b>\nCon Avira Password Manager devi ricordarti una sola password: la master password. È come la chiave di una cassaforte inespugnabile, in cui le tue credenziali sono conservate al sicuro.\n\n<b> COMPILAZIONE AUTOMATICA DEI MODULI DI LOGIN </b>\nSemplice, comoda e veloce: l'estensione browser di Avira Password Manager dispone di una funzione di compilazione automatica che inserisce automaticamente i dati di accesso nei tuoi siti web preferiti. Ovviamente, Password Manager riconosce anche quando inserisci una nuova password su un sito web e ti chiede se desideri salvarla.\n\n<b> GENERATORE DI PASSWORD </b>\nPassword deboli e ricorrenti per tutti gli account? Adesso non più. Con Avira Password Manager puoi generare facilmente password forti e uniche, proteggendoti così dai furti di identità.\n\n<b> PORTAFOGLIO DIGITALE </b> \nPuoi gestire in sicurezza tutte le tue carte di credito nel tuo portafoglio digitale. Puoi aggiungerle manualmente nel web o scansionarle facilmente con la tua app mobile. Le carte salvate saranno disponibili su tutti i tuoi dispositivi.  \n\n<b> DISPONIBILITÀ </b>\nAvira Password Manager è disponibile come dashboard basata su web e come app per dispositivi mobili. La dashboard web è dotata di un'estensione del browser che consente di creare e salvare automaticamente le password.\n\n<b> SICUREZZA </b>\nGrazie al nuovo indicatore dello stato di sicurezza saprai immediatamente quanto sono sicuri le tue password, gli account e i siti web e se è in corso una violazione di dati su uno qualsiasi dei tuoi account. Così puoi immediatamente prendere le misure necessarie per migliorare la tua sicurezza online.\n\nLe password, le carte di credito e le note sono protette con crittografia AES a 256 bit, lo standard più sicuro in circolazione. Tramite la master password solo tu potrai accedervi: nemmeno Avira può.\n\n◆ COSA C'È DI NUOVO? ◆\nOra salva tutte le tue carte di credito nel portafoglio digitale sicuro, dove la banda magnetica non si consumerà mai.",
        "ja": "デスク上に散らかるメモ用紙や手書きメモとはお別れです。よく整理された生活と仕事はPassword Managerを使えば簡単に手に入ります。\n\nさらに、Avira Password Managerはダッシュボード内のあなたのユーザーアカウントのセキュリティテストを提供します。弊社は、インターネットでの保護を重要な事項として認識しています。\n\nAvira Password Managerはあなたが行ったすべての変更を同期し、さまざまなデバイスとオペレーティングシステムで使用可能です。\n\n<b> すべてのデバイスに1つのパスワード </b>\nAvira Password Managerを用れば、マスターパスワードとしてたった1つのパスワードを覚えるだけで済みます。これは、あなたのログインデータが安全に保管されている侵入不可能な金庫へのキーのようなものです。\n\n<b> オートフィルログイン書式 </b>\nAvira Password Managerのブラウザ拡張には簡単、快適、時短のオートフィル機能があり、お好みのサイトのログインデータを自動的に入力できます。もちろんPassword Managerはウェブページに新しいパスワードを入力するとそれを認識し、保存するように提案します。\n\n<b> パスワードジェネレーター </b>\nすべてのアカウントに脆弱で頻出するパスワードを使用していませんか？今後はそんなことはなくなります。Avira Password Managerにより、強力で唯一のパスワードを生成し、個人情報漏洩から理想的に保護することが可能です。\n\n<b> デジタルウォレット </b> \nすべてのクレジットカードをデジタルウォレットで安全に管理することができます。ウェブから手動で追加、またはモバイルアプリでスキャンして追加できます。保存したカードはすべてのデバイスで利用できます。  \n\n<b> 入手方法 </b>\nAvira Password Managerはウェブベースのダッシュボードおよびモバイルアプリケーションとして入手可能です。ウェブダッシュボードはブラウザ拡張により補完され、パスワードはそれにより自動で生成、保存されます。\n\n<b> 安全 </b>\n最新のセキュリティステータスにより、あなたのパスワード、アカウントそしてウェブサイトがどれだけ安全か、お使いのユーザーアカウントに対してこれまでデータの不正使用が行われていないかを瞬時に知ることができます。ただちに必要な措置を取り、オンラインセキュリティを引き上げることができます。\n\nユーザーのパスワード、クレジットカードおよびメモは、現時点で最もセキュアな標準である 256 ビットの共通鍵暗号方式（AES）で暗号化されます。マスターパスワードを用いて、あなただけがアクセスできます。Aviraでさえもあなたのデータにはアクセスできません。\n\n<b> 最新のポイントは? </b>\nすべてのクレジットカードを安全なデジタルウォレットに保存してください。この方法では、磁気ストリップがすり減る心配は無用です。",
        "nl": "Zeg vaarwel tegen de chaos van briefjes op uw bureau en handgeschreven notities. Een georganiseerd leven en werk zijn kinderspel met Password Manager.\n\nBovendien biedt Avira Password Manager nu een beveiligingscontrole voor uw gebruikersaccounts in uw dashboard. Uw bescherming op internet is belangrijk voor ons.\n\nAvira Password Manager synchroniseert elke door u uitgevoerde aanpassing en kan met verschillende apparaten en besturingssystemen worden gebruikt.\n\n<b> ÉÉN WACHTWOORD VOOR ALLE APPARATEN </b>\nMet Avira Password Manager hoeft u nog slechts één wachtwoord te onthouden: het masterwachtwoord. Het is als de sleutel van een inbraakbestendige kluis waarin uw aanmeldgegevens veilig worden bewaard.\n\n<b> AANMELDFORMULIEREN AUTOMATISCH INVULLEN </b>\nEenvoudig, handig en tijdbesparend: de browserextensie voor Avira Password Manager beschikt over een functie voor automatisch invullen, waarmee de aanmeldgegevens voor uw favoriete sites automatisch worden ingevoerd. Natuurlijk herkent Password Manager ook wanneer u op een website een nieuw wachtwoord invoert en biedt aan om dit wachtwoord op te slaan.\n\n<b> WACHTWOORDGENERATOR </b>\nZwakke en vaak terugkerende wachtwoorden voor al uw accounts? Dat behoort tot het verleden. Met Avira Password Manager kunt u kinderlijk eenvoudig sterke, unieke wachtwoorden genereren en u daarmee als beste tegen identiteitsdiefstal beveiligen.\n\n<b> DIGITALE PORTEMONNEE </b> \nU kunt al uw creditcards veilig beheren in uw digitale portemonnee. U kunt ze handmatig online toevoegen of ze gewoon scannen via de mobiele app. Uw opgeslagen kaarten zijn dan beschikbaar op al uw apparaten. \n\n<b> BESCHIKBAARHEID </b>\nAvira Password Manager is beschikbaar als webgebaseerd dashboard en mobiele app. Het webdashboard wordt aangevuld met een browserextensie, waarmee u wachtwoorden automatisch kunt genereren en opslaan.\n\n<b> BEVEILIGING </b>\nMet de nieuwe beveiligingsstatus ervaart u onmiddellijk hoe veilig uw wachtwoorden, accounts en websites zijn en of er al gegevensmisbruik voor één van uw gebruikersaccounts heeft plaatsgevonden. U kunt dan onmiddellijk de vereiste maatregelen nemen om uw onlinebeveiliging te verbeteren.\n\nUw wachtwoorden, creditcards en notities worden beschermd met 256-bits AES-versleuteling: de veiligste standaard die er is. Alleen u hebt toegang tot uw wachtwoorden en notities via uw masterwachtwoord. Zelfs Avira heeft geen toegang tot uw gegevens.\n\n<b> WAT IS NIEUW? </b>\nBewaar nu al uw creditcards in uw veilige digitale portemonnee, waarvan de magneetstrip nooit slijt.",
        "pl": "Za pomocą dodatku Avira Password Manager możesz tworzyć hasła i notatki oraz zarządzać nimi z dowolnego urządzenia. Pożegnaj się z karteczkami przyklejonymi na biurku i ręcznymi notatkami. Dzięki dodatkowi Password Manager z łatwością zorganizujesz swoje życie i pracę.\n\nDodatkowo Avira Password Manager umożliwia teraz kontrolę bezpieczeństwa kont użytkownika na pulpicie. Twoje bezpieczeństwo w Internecie jest dla nas ważne.\n\n\n<b> JEDNO HASŁO DO WSZYSTKICH URZĄDZEŃ </b>\nDzięki Avira Password Manager musisz zapamiętać tylko jedno hasło: swoje hasło główne. Jest ono niczym klucz do bezpiecznego sejfu, w którym dane przechowywane są bezpiecznie dane logowania.\n\n\n<b> AUTOMATYCZNE WYPEŁNIANIE FORMULARZY LOGOWANIA </b>\nProste, wygodne i szybkie: dodatek do przeglądarki dla Avira Password Manager posiada funkcję automatycznego uzupełniania, która automatycznie wprowadza za Ciebie dane logowania na Twoich ulubionych stronach. Oczywiście Password Manager rozpoznaje również, gdy wprowadzasz na stronie nowe hasło i oferuje jego zapisanie.\n\n\n<b> GENERATOR HASEŁ </b>\nSłabe i często powtarzające się hasła do wszystkich kont? Nigdy więcej! Avira Password Manager umożliwia dziecinnie proste generowanie unikalnych haseł, zapewniając tym samym doskonałą ochronę przed kradzieżą tożsamości.\n\n\n<b> DOSTĘPNOŚĆ </b>\nAvira Password Manager jest dostępny jako aplikacja desktopowa i mobilna. Aplikację desktopową uzupełnia dodatek do przeglądarki do automatycznego tworzenia i przechowywania haseł.\n\n\n<b> BEZPIECZEŃSTWO </b>\nDzięki nowemu statusowi bezpieczeństwa dowiesz się błyskawiczne, jak bezpieczne są Twoje hasła, konta i strony internetowe oraz czy konta nie padły już ofiarą włamania. Wtedy możesz od razu podjąć odpowiednie kroki, aby zwiększyć poziom swojego bezpieczeństwa.\n\nAvira Password Manager chroni Twoje hasła i notatki za pomocą 256-bitowego szyfrowania AES, uznawanego za najbezpieczniejszy standard na świecie. Poprzez swoje hasło główne masz do nich dostęp tylko Ty – nie ma go nawet Avira.\n\n\n<b> CO NOWEGO? </b>\nW ramach tej aktualizacji Avira Password Manager oferuje wysoki poziom bezpieczeństwa dla Twoich haseł, kont i stron. Dowiedz się błyskawiczne, jak bezpieczne są Twoje konta użytkownika i czy nie padły już ofiarą włamania. Możesz wtedy szybko podjąć odpowiednie działania.\nPonadto wprowadzono liczne optymalizacje i poprawki, które znacznie ulepszają Avira Password Manager.",
        "pt-BR": "O Diga adeus às observações escritas à mão que deixam a sua área de trabalho desorganizada. Vida pessoal e profissional organizadas graças ao Password Manager.\n\nAlém disso, o Avira Password Manager agora ainda conta com uma verificação de segurança das suas contas de usuário no painel Avira. A sua proteção na internet é muito importante para nós.\n\nO Avira Password Manager sincroniza todas as modificações feitas por você e pode ser usado em diversos dispositivos e sistemas operacionais.\n\n<b> UMA SENHA PARA TODOS OS DISPOSITIVOS </b>\nCom o Avira Password Manager, basta lembrar-se de uma única senha – a senha mestra. Ela é como uma chave para um caixa-forte de senha indecifrável, em que os logons ficam armazenados com segurança.\n\n<b> PREENCHIMENTO AUTOMÁTICO DE FORMULÁRIOS DE LOGON </b>\nSimples, prático, rápido: a extensão de navegador do Avira Password Manager preenche automaticamente os logons em todos os seus sites e aplicativos favoritos. É claro que o Password Manager também detecta quando você insere uma nova senha em um site e ainda pergunta se você deseja salvá-la.\n\n<b> GERADOR DE SENHAS </b>\nSenhas fracas e repetidas para todas as contas? Isso acabou. Com o Avira Password Manager, você gera senhas fortes e únicas com simplicidade para dar a você a melhor proteção contra roubo de identidade.\n\n<b> CARTEIRA DIGITAL </b> \nVocê pode gerenciar todos os seus cartões de crédito com segurança em sua carteira digital. Eles podem ser adicionados manualmente na internet ou escaneados facilmente com o app no seu celular. Seus cartões salvos ficarão disponíveis em todos os seus dispositivos.  \n\n<b> DISPONIBILIDADE </b>\nO Avira Password Manager está disponível como um painel da web e aplicativo móvel. O painel da web é complementado por uma extensão do navegador que permite que você gere e grave as senhas automaticamente.\n\n<b> SEGURANÇA </b>\nCom o novo status de segurança, você descobre rapidamente se suas senhas, contas e sites estão seguros e se já há uma violação de dados em alguma de suas contas de usuário. Você pode imediatamente tomar as medidas necessárias para aprimorar a sua segurança online.\n\nSuas/seus senhas, cartões de crédito e anotações são protegida(o)s usando criptografia AES de 256 bits – o padrão mais seguro que existe. Graças à sua senha mestra, somente você tem acesso a elas – nem mesmo a Avira consegue acessar os seus dados.\n\n<b> O QUE HÁ DE NOVO? </b>\nSalve todos os seus cartões de crédito em sua carteira digital segura, onde a tarja magnética nunca falha.",
        "pt-PT": "O Diga adeus às observações escritas à mão que deixam a sua área de trabalho desorganizada. Vida pessoal e profissional organizadas graças ao Password Manager.\n\nAlém disso, o Avira Password Manager agora ainda conta com uma verificação de segurança das suas contas de usuário no painel Avira. A sua proteção na internet é muito importante para nós.\n\nO Avira Password Manager sincroniza todas as modificações feitas por você e pode ser usado em diversos dispositivos e sistemas operacionais.\n\n<b> UMA SENHA PARA TODOS OS DISPOSITIVOS </b>\nCom o Avira Password Manager, basta lembrar-se de uma única senha – a senha mestra. Ela é como uma chave para um caixa-forte de senha indecifrável, em que os logons ficam armazenados com segurança.\n\n<b> PREENCHIMENTO AUTOMÁTICO DE FORMULÁRIOS DE LOGON </b>\nSimples, prático, rápido: a extensão de navegador do Avira Password Manager preenche automaticamente os logons em todos os seus sites e aplicativos favoritos. É claro que o Password Manager também detecta quando você insere uma nova senha em um site e ainda pergunta se você deseja salvá-la.\n\n<b> GERADOR DE SENHAS </b>\nSenhas fracas e repetidas para todas as contas? Isso acabou. Com o Avira Password Manager, você gera senhas fortes e únicas com simplicidade para dar a você a melhor proteção contra roubo de identidade.\n\n<b> CARTEIRA DIGITAL </b> \nVocê pode gerenciar todos os seus cartões de crédito com segurança em sua carteira digital. Eles podem ser adicionados manualmente na internet ou escaneados facilmente com o app no seu celular. Seus cartões salvos ficarão disponíveis em todos os seus dispositivos.  \n\n<b> DISPONIBILIDADE </b>\nO Avira Password Manager está disponível como um painel da web e aplicativo móvel. O painel da web é complementado por uma extensão do navegador que permite que você gere e grave as senhas automaticamente.\n\n<b> SEGURANÇA </b>\nCom o novo status de segurança, você descobre rapidamente se suas senhas, contas e sites estão seguros e se já há uma violação de dados em alguma de suas contas de usuário. Você pode imediatamente tomar as medidas necessárias para aprimorar a sua segurança online.\n\nSuas/seus senhas, cartões de crédito e anotações são protegida(o)s usando criptografia AES de 256 bits – o padrão mais seguro que existe. Graças à sua senha mestra, somente você tem acesso a elas – nem mesmo a Avira consegue acessar os seus dados.\n\n<b> O QUE HÁ DE NOVO? </b>\nSalve todos os seus cartões de crédito em sua carteira digital segura, onde a tarja magnética nunca falha.",
        "ru": "Забудьте о беспорядке на столе и о записках от руки. Password Manager поможет эффективно организовать работу и личное время.\n\nКроме того, Avira Password Manager предлагает проверку безопасности учетных записей в Панели управления. Ваша защита в Интернете важна для нас.\n\nAvira Password Manager синхронизирует все внесенные изменения и может использоваться с разными устройствами и операционными системами.\n\n<b> ОДИН ПАРОЛЬ ДЛЯ ВСЕХ УСТРОЙСТВ </b>\nС Avira Password Manager вам необходимо запомнить всего один пароль — основной. Он как ключ к взломостойкому сейфу, в котором в полной безопасности хранятся ваши учетные данные.\n\n<b> АВТОЗАПОЛНЕНИЕ ФОРМУЛЯРОВ </b>\nПросто, удобно и быстро: расширение браузера для Avira Password Manager имеет функцию автозаполнения, которая автоматически вводит данные при входе на ваши любимые сайты. Password Manager также распознает, если вы вводите новый пароль для входа на сайт, и предлагает его сохранить.\n\n<b> ГЕНЕРАТОР ПАРОЛЕЙ </b>\nСлабые и часто повторяющиеся пароли для всех учетных записей? Больше нет. Avira Password Manager позволяет легко создавать надежные и уникальные пароли, которые защитят вас от кражи персональных данных.\n\n<b> ЦИФРОВОЙ КОШЕЛЁК </b> \nМожно безопасно управлять всеми кредитными картами в своем цифровом кошельке. Можно добавлять их вручную в сети Интернет или с легкостью сканировать их с помощью мобильного приложения. Сохранённые кредитные карты будут доступны на всех ваших устройствах.  \n\n<b> ДОСТУПНОСТЬ </b>\nДоступны версии Avira Password Manager в виде веб-панели управления и мобильного приложения. Веб-панель управления взаимодействует с расширением браузера, которое позволяет автоматически создавать и сохранять пароли.\n\n<b> БЕЗОПАСНОСТЬ </b>\nС новым статусом безопасности вы узнаете, насколько безопасны ваши пароли, учетные записи и сайты, имеет ли место злоупотребление данными ваших учетных записей. Вы сможете незамедлительно принять необходимые меры для повышения безопасности в сети.\n\nВаши пароли, кредитные карты и заметки защищены с помощью 256-битного алгоритма шифрования AES — самого надёжного из существующих. С основным паролем доступ будет только у вас: даже Avira не сможет получить доступ к вашим данным.\n\n<b> ЧТО НОВОГО? </b>\nХраните все кредитные карты в безопасном цифровом кошельке, в котором никогда не сотрется магнитная лента.",
        "tr": "Masanızda oluşan kağıt karmaşasına ve sürekli bir yerlere yazdığınız notlara artık veda edin. Password Manager ile düzenli bir yaşama ve çalışma ortamına kavuşun.\n\nAyrıca artık Avira Password Manager, panelinizdeki kullanıcı hesaplarınız için güvenlik kontrolü özelliği de sunmaktadır. İnternetteki güvenliğiniz bizim için önemlidir.\n\nAvira Password Manager, yaptığınız tüm değişiklikleri eşitler ve farklı aygıt ve işletim sistemleri ile kullanılabilir.\n\n<b> TÜM AYGITLARINIZ İÇİN TEK PAROLA </b>\nAvira Password Manager ile sadece ana parola olarak kullanacağınız tek bir parolayı hatırlamanız yeterli. Bunu, oturum açma bilgilerinizin saklandığı bir kasanın anahtarı gibi düşünebilirsiniz.\n\n<b> OTURUM AÇMA FORMLARINI OTOMATİK DOLDURMA </b>\nSık kullandığınız siteler için oturum açma bilgilerinizi otomatik olarak giren Avira Password Manager tarayıcı uzantısı ile web sitelerine vakit harcamadan kolayca giriş yapabilirsiniz. Bir web sitesine yeni bir parola girdiğinizde Password Manager bunu algılar ve kaydetmenize olanak sağlar.\n\n<b> PAROLA OLUŞTURUCU </b>\nHesaplarınız için zayıf ve aynı parolalar mı kullanıyorsunuz? Buna artık bir son verin. Avira Password Manager ile güçlü ve benzersiz parolalar oluşturarak kimlik hırsızlığına karşı güvenlik sağlayabilirsiniz.\n\n<b> DİJİTAL CÜZDAN </b> \nTüm kredi kartlarınızı güvenli dijital cüzdanınızda güvenle yönetebilirsiniz. Web üzerinden manuel veya mobil uygulamada tarayarak ekleyebilirsiniz. Kaydedilmiş kartlarınıza artık tüm cihazlarınızdan erişebilirsiniz.  \n\n<b> KULLANIM </b>\nAvira Password Manager, web tabanlı panel ve mobil uygulama olarak kullanılabilmektedir. Web panel, parolaları otomatik olarak oluşturup kaydedebileceğiniz tarayıcı uzantısı ile desteklenmektedir.\n\n<b> GÜVENLİK </b>\nYeni güvenlik durumu ile, parolalarınızın, hesaplarınızın ve web sitelerinin ne kadar güvenli olduğunu ve aynı zamanda kullanıcı hesaplarınız için bilgilerinizde kötüye kullanım olup olmadığını görebilirsiniz. Böyle bir durumda çevrimiçi güvenliğinizi geliştirmek için doğrudan gerekli tedbirleri alabilirsiniz.\n\nParolalarınız, kredi kartlarınız ve notlarınız, en güvenli standart olan 256-bit AES Gelişmiş Şifreleme Standardı ile korunmaktadır. Ana parolanıza tek erişim yetkisi sizdedir ve Avira'nın bilgilerinize erişimi kesinlikle söz konusu değildir.\n\n<b> NE TÜR YENİLİKLER VAR? </b>\nArtık tüm kredi kartlarınızı güvenli dijital cüzdanınızda saklayın, manyetik şerit burada hiç eskimez.",
        "zh-CN": "书桌上不会再出现杂乱的便签和手写笔记。您的生活和工作也将经由密码管家变得更加井井有条。\n\n现在，Avira 密码管家还针对控制面板中的用户帐户提供相应的安全检查功能。为您提供网络安全防护对我们来说是一件非常重要的事情。\n\nAvira 密码管家可将您所做的修改同步到不同设备和操作系统中。\n\n<b> 所有设备均使用一个密码 </b>\n使用 Avira 密码管家您仅需记住一个密码，即主密码。它就像保险箱的钥匙，您的登录数据就安全地保管在这个保险箱里。\n\n<b> 自动填写登录表格 </b>\n简单、方便、省时：Avira 密码管家的浏览器扩展程序具有自动填写功能，可自动为您经常访问的页面输入登录数据。当您在网页中输入新密码时，密码管家也会检测到您的操作并询问是否保存密码。\n\n<b> 密码生成器 </b>\n所有帐户密码的安全等级都较弱且使用频繁？这种情况再也不会出现了。使用 Avira 密码管家，您可以轻松生成安全等级极高的独特密码，保护您免遭身份窃取。\n\n<b> 数字钱包 </b> \n您可在您的数字钱包中安全管理您的所有信用卡。您可以在网络中手动添加，也可以在移动应用程序中极为方便地对其进行扫描。您保存的卡将在所有设备上可用。  \n\n<b> 可用性 </b>\nAvira 密码管家有网页控制面板和手机应用程序两种类型。网页控制面板由浏览器扩展程序作为补充，可以自动创建并保存密码。\n\n<b> 安全性 </b>\n在新的安全等级下，密码、帐户和网页的安全性尽在掌握，当某个用户帐户数据被泄露及滥用时，您也能在第一时间知晓。进而立即采取相应的措施来提高网络安全性。\n\n您的密码、信用卡和记录都是使用 256 位 AES 加密，即最高安全标准保护。设置主密码后，只有您自己拥有访问权限，即使 Avira 也无法访问您的数据。\n\n<b> 新特性？ </b>\n现在就将所有信用卡都保存在安全的、磁条永远不会被磨损的数字钱包里。",
        "zh-TW": "書桌上不會再出現雜亂的便簽和手寫筆記。Password Manager 讓您的生活和工作井井有條。\n\n此外，Avira Password Manager 現在還針對儀表板中的使用者帳戶提供安全檢查功能。在網際網路中為您提供安全防護對我們來說是一件非常重要的事情。\n\nAvira Password Manager 將您所做的修改同步到各種不同裝置和作業系統中。\n\n<b> 所有裝置使用一個密碼 </b>\n使用 Avira Password Manager 您僅需記住一個密碼，即主密碼。這就如同保險箱的鑰匙，而您的登入資料就能在這個保險箱裡妥善保存。\n\n<b> 自動填寫登入表格 </b>\n簡單、方便、省時：Avira Password Manager 的瀏覽器擴展程式具有自動填寫功能，可自動為您經常存取的頁面輸入登入資料。當您在網頁中輸入新密碼時，Password Manager 也會偵測到您的操作並詢問是否儲存密碼。\n\n<b> 密碼產生器 </b>\n所有帳戶密碼的安全等級都較弱且需要頻繁使用？這種情況再也不會出現了。使用 Avira Password Manager，您可以輕鬆產生安全等級極高的獨特密碼，保護您免遭身分竊取。\n\n<b> 數字錢包 </b> \n您可以在您的數字錢包中安全管理所有信用卡。您可以在網絡中手動添加它們，也可以在移動應用程式中對其進行掃描，操作簡便。您保存的卡將在所有設備上都可用。  \n\n<b> 可用性 </b>\nAvira Password Manager 有網頁儀表板和手機應用程式兩種類型。Web 儀錶板由瀏覽器擴充功能作為補充，可以自動組建和儲存密碼。\n\n<b> 安全性 </b>\n在新的安全等級下，密碼、帳戶和網頁的安全性盡在掌握，在某個使用者帳戶的資料發生洩露風險時也能第一時間知悉。您可以立即採取相應的措施來提高網路安全性。\n\n您的密碼、信用卡和筆記均以 256 位元 AES 加密，即以目前最為安全的標準進行保護。透過主密碼，只有您才擁有專屬存取權 - 即使 Avira 也無法存取您的資料。\n\n<b> 新特性？ </b>\n立即將所有信用卡都保存在安全的數字錢包中，在那裡磁條永遠不會被磨損。"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/avira-password-manager/edit",
    "guid": "passwordmanager@avira.com",
    "has_eula": true,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "de": "https://www.avira.com/de/avira-password-manager",
            "en-US": "https://www.avira.com/en/avira-password-manager",
            "es": "https://www.avira.com/es/avira-password-manager",
            "fr": "https://www.avira.com/fr/avira-password-manager",
            "id": "https://www.avira.com/in/avira-password-manager",
            "it": "https://www.avira.com/it/avira-password-manager",
            "ja": "https://www.avira.com/jp/avira-password-manager",
            "nl": "https://passwords.avira.com",
            "pl": "https://www.avira.com/en/avira-password-manager",
            "pt-PT": "https://www.avira.com/pt-br/avira-password-manager",
            "ru": "https://www.avira.com/ru/avira-password-manager",
            "tr": "https://www.avira.com/en/avira-password-manager",
            "zh-CN": "https://passwords.avira.com",
            "zh-TW": "https://www.avira.com/en/avira-password-manager"
        },
        "outgoing": {
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3d6955a52385fec4b25b7bc68f0a6ae9b31273f560e60c70a6ed92ff9735c575/https%3A//www.avira.com/de/avira-password-manager",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/7b179095eea77fc85867fa4c776d8d46d7ed5c234a7ed01a22acc1fd64222820/https%3A//www.avira.com/en/avira-password-manager",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/856d6c25043084b6a5c35a03133bd4448c263511901bc7ac921de7d3ec23b674/https%3A//www.avira.com/es/avira-password-manager",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5a844d6652f2005b2b15b3a2eb2916b4f4281f52129c81fce89ef592923798c6/https%3A//www.avira.com/fr/avira-password-manager",
            "id": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/1101ed63714a74f415cc0f323c77ef70b7f62a1d8b27b35e780e94bb5ca3e8c7/https%3A//www.avira.com/in/avira-password-manager",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5eb7f394f3e2951200860d983573ef732ac3b8d3bcac40520f70192f64ee8fcc/https%3A//www.avira.com/it/avira-password-manager",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a4b82279c90eaa01242688560ff87c27986d7986ccf2178c86e682a0f99f251f/https%3A//www.avira.com/jp/avira-password-manager",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/7b51c9ff8ed4eb61c8000ad5f3f9e874e6b2a84a451ae9e71da2c1c8ce54c7ae/https%3A//passwords.avira.com",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/7b179095eea77fc85867fa4c776d8d46d7ed5c234a7ed01a22acc1fd64222820/https%3A//www.avira.com/en/avira-password-manager",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/87024243b46d2db3e2b68b2cc861048654d0593e3a29789093ba6cc385b90cc8/https%3A//www.avira.com/pt-br/avira-password-manager",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4e787f50df27a9d5dee447c1917de8e0c914a5771452fa1d88a6528cdfa2e994/https%3A//www.avira.com/ru/avira-password-manager",
            "tr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/7b179095eea77fc85867fa4c776d8d46d7ed5c234a7ed01a22acc1fd64222820/https%3A//www.avira.com/en/avira-password-manager",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/7b51c9ff8ed4eb61c8000ad5f3f9e874e6b2a84a451ae9e71da2c1c8ce54c7ae/https%3A//passwords.avira.com",
            "zh-TW": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/7b179095eea77fc85867fa4c776d8d46d7ed5c234a7ed01a22acc1fd64222820/https%3A//www.avira.com/en/avira-password-manager"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/713/713977-64.png?modified=1704724463",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/713/713977-32.png?modified=1704724463",
        "64": "https://addons.mozilla.org/user-media/addon_icons/713/713977-64.png?modified=1704724463",
        "128": "https://addons.mozilla.org/user-media/addon_icons/713/713977-128.png?modified=1704724463"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2023-07-31T12:00:39Z",
    "name": {
        "de": "Avira Password Manager",
        "en-US": "Avira Password Manager",
        "es": "Avira Password Manager",
        "fr": "Avira Password Manager",
        "id": "Avira Password Manager",
        "it": "Avira Password Manager",
        "ja": "Avira Password Manager",
        "nl": "Avira Password Manager",
        "pl": "Avira Password Manager",
        "pt-BR": "Avira Password Manager",
        "pt-PT": "Avira Password Manager",
        "ru": "Avira Password Manager",
        "tr": "Avira Password Manager",
        "zh-CN": "Avira Password Manager",
        "zh-TW": "Avira Password Manager"
    },
    "previews": [
        {
            "id": 228479,
            "caption": null,
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/228/228479.png?modified=1622132575",
            "position": 0,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/228/228479.jpg?modified=1622132575"
        },
        {
            "id": 228480,
            "caption": null,
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/228/228480.png?modified=1622132578",
            "position": 1,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/228/228480.jpg?modified=1622132578"
        },
        {
            "id": 228481,
            "caption": null,
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/228/228481.png?modified=1622132579",
            "position": 2,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/228/228481.jpg?modified=1622132579"
        },
        {
            "id": 228482,
            "caption": null,
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/228/228482.png?modified=1622132580",
            "position": 3,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/228/228482.jpg?modified=1622132580"
        },
        {
            "id": 228483,
            "caption": null,
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/228/228483.png?modified=1622132582",
            "position": 4,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/228/228483.jpg?modified=1622132582"
        },
        {
            "id": 232316,
            "caption": null,
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/232/232316.png?modified=1622132583",
            "position": 5,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/232/232316.jpg?modified=1622132583"
        }
    ],
    "promoted": {
        "apps": [
            "firefox",
            "android"
        ],
        "category": "notable"
    },
    "ratings": {
        "average": 4.483,
        "bayesian_average": 4.471144883295916,
        "count": 530,
        "text_count": 139
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/avira-password-manager/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/713977",
    "slug": "avira-password-manager",
    "status": "public",
    "summary": {
        "de": "Avira Password Manager speichert, verwaltet und synchronisiert Ihre Passwörter auf all Ihren Geräten.",
        "en-US": "Avira Password Manager saves, manages, and syncs all your passwords across all your devices.",
        "es": "Avira Password Manager almacena, gestiona y sincroniza todas tus contraseñas en todos tus dispositivos.",
        "fr": "Avira Password Manager enregistre, gère et synchronise tous vos mots de passe sur tous vos appareils.",
        "id": "Avira Password Manager menyinkronkan setiap perubahan yang Anda lakukan dan dapat digunakan dengan berbagai perangkat dan sistem operasi.",
        "it": "Avira Password Manager salva, gestisce e sincronizza tutte le tue password su tutti i tuoi dispositivi.",
        "ja": "Avira Password Manager は、すべてのデバイスですべてのパスワードの保存、管理および同期を行います。",
        "nl": "Met Avira Password Manager worden al uw wachtwoorden opgeslagen, beheerd en gesynchroniseerd op al uw apparaten.",
        "pl": "Avira Password Manager synchronizuje każdą z dokonanych przez Ciebie zmian, można z niego korzystać na różnych urządzeniach i systemach operacyjnych.",
        "pt-BR": "Avira PassO Avira Password Manager salva, gerencia e sincroniza todas as senhas em todos os seus dispositivos.word Manager saves, manages, and syncs all your passwords across all your devices.",
        "pt-PT": "O Avira Password Manager salva, gerencia e sincroniza todas as senhas em todos os seus dispositivos.",
        "ru": "Avira Password Manager обеспечивает хранение, управление и синхронизацию паролей на всех ваших устройствах.",
        "tr": "Avira Password Manager tüm aygıtlarınızdaki tüm parolaları kaydeder, yönetir ve eşitler.",
        "zh-CN": "Avira 密码管家可在您的所有设备之间保存、管理并同步您的所有密码。",
        "zh-TW": "Avira 密碼管家能夠儲存、管理並同步您在所有裝置上的所有密碼。"
    },
    "support_email": null,
    "support_url": {
        "url": {
            "de": "https://www.avira.com/de/support",
            "en-US": "https://www.avira.com/support",
            "es": "https://www.avira.com/en/support",
            "fr": "https://www.avira.com/support",
            "id": "https://www.avira.com/support",
            "it": "https://www.avira.com/support",
            "ja": "https://www.avira.com/support",
            "nl": "https://www.avira.com/support",
            "pl": "https://www.avira.com/support",
            "pt-BR": "https://www.avira.com/support",
            "pt-PT": "https://www.avira.com/support",
            "ru": "https://www.avira.com/support",
            "tr": "https://www.avira.com/support",
            "zh-CN": "https://www.avira.com/support",
            "zh-TW": "https://www.avira.com/support"
        },
        "outgoing": {
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/543488609fc8741a2123baeaa5d4f61b98165496fe88716fe811010cb51ecd96/https%3A//www.avira.com/de/support",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/aa713d8f21542976753d29032b1b91e063c897cef212dbd884eef16bf7d03651/https%3A//www.avira.com/support",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ede360542604bf11613691d68378ef95cd5c78ae7e8c7f649e930e664af0c671/https%3A//www.avira.com/en/support",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/aa713d8f21542976753d29032b1b91e063c897cef212dbd884eef16bf7d03651/https%3A//www.avira.com/support",
            "id": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/aa713d8f21542976753d29032b1b91e063c897cef212dbd884eef16bf7d03651/https%3A//www.avira.com/support",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/aa713d8f21542976753d29032b1b91e063c897cef212dbd884eef16bf7d03651/https%3A//www.avira.com/support",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/aa713d8f21542976753d29032b1b91e063c897cef212dbd884eef16bf7d03651/https%3A//www.avira.com/support",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/aa713d8f21542976753d29032b1b91e063c897cef212dbd884eef16bf7d03651/https%3A//www.avira.com/support",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/aa713d8f21542976753d29032b1b91e063c897cef212dbd884eef16bf7d03651/https%3A//www.avira.com/support",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/aa713d8f21542976753d29032b1b91e063c897cef212dbd884eef16bf7d03651/https%3A//www.avira.com/support",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/aa713d8f21542976753d29032b1b91e063c897cef212dbd884eef16bf7d03651/https%3A//www.avira.com/support",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/aa713d8f21542976753d29032b1b91e063c897cef212dbd884eef16bf7d03651/https%3A//www.avira.com/support",
            "tr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/aa713d8f21542976753d29032b1b91e063c897cef212dbd884eef16bf7d03651/https%3A//www.avira.com/support",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/aa713d8f21542976753d29032b1b91e063c897cef212dbd884eef16bf7d03651/https%3A//www.avira.com/support",
            "zh-TW": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/aa713d8f21542976753d29032b1b91e063c897cef212dbd884eef16bf7d03651/https%3A//www.avira.com/support"
        }
    },
    "tags": [
        "password manager",
        "security"
    ],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/avira-password-manager/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/avira-password-manager/versions/",
    "weekly_downloads": 248,
    "_score": null
}