{
    "id": 2745795,
    "authors": [
        {
            "id": 17217423,
            "name": "Free VPN Planet",
            "url": "https://addons.mozilla.org/en-US/firefox/user/17217423/",
            "username": "anonymous-669ed614eb7b094fa74104cfd5194b4f"
        }
    ],
    "average_daily_users": 83170,
    "categories": [
        "privacy-security"
    ],
    "contributions_url": "",
    "created": "2022-03-25T17:39:05Z",
    "current_version": {
        "id": 5790369,
        "compatibility": {
            "firefox": {
                "min": "91.1.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/free-vpn-proxy-planetvpn/versions/5790369",
        "file": {
            "id": 4334660,
            "created": "2024-08-10T09:02:35Z",
            "hash": "sha256:3d1e37d28f4a81ca790e82f4dd4cc66c09c32da9235d98cd36a016349a078305",
            "is_mozilla_signed_extension": false,
            "size": 2989272,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4334660/free_vpn_proxy_planetvpn-2.0.2.xpi",
            "permissions": [
                "<all_urls>",
                "cookies",
                "proxy",
                "storage",
                "unlimitedStorage",
                "history",
                "webRequest",
                "webRequestBlocking",
                "tabs",
                "privacy",
                "management"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 3338,
            "is_custom": false,
            "name": {
                "en-US": "Mozilla Public License 2.0"
            },
            "slug": "MPL-2.0",
            "url": "https://www.mozilla.org/MPL/2.0/"
        },
        "release_notes": null,
        "reviewed": "2024-08-16T06:25:13Z",
        "version": "2.0.2"
    },
    "default_locale": "en-US",
    "description": {
        "ar": "<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5dfec1c235f4676c047bbf0675d4b0156453772353fd05e4d65f59ab3eceae5a/https%3A//freevpnplanet.com\" title=\"Free VPN\" rel=\"nofollow\">Planet Free VPN</a>هو إضافة VPN لمتصفح Mozilla Firefox مناسب وعملي يجمع بين مستوى عالٍ من الأمان والتشغيل السريع والفعال. يسمح لك الاتصال الموثوق به بخادم بعيد بالحفاظ على المجهولية الكاملة لمستخدم الإنترنت وفتح الوصول إلى المحتوى المحظور.\n<b>\nإنه متاح مجانًا ومتوافق تمامًا مع أي جهاز. حمل واستمتع!</b>\n\nاستخدم Planet Free VPN من أجل تصفح آمن ومريح للشبكة في متصفحك ، باستخدام إضافتنا المجانية ، يمكنك إخفاء سجل البحث وتجاوز جميع القيود أو حظر مواقع الويب.\n\nيبرز Planet Free VPN من خلال تطبيقه المجاني عبر جميع المنصات والأجهزة ، بما في ذلك أجهزة الكمبيوتر الشخصية وأجهزة Mac و iOS و Android والهواتف المحمولة وأجهزة التوجيه وغيرها مجانًا ويمكن تنزيله على موقعنا <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5a2af1ea61bdcd9bbe88c01a10a98acaa16f29673b1faef69781403a88a85494/https%3A//freevpnplanet.com/en/download\" rel=\"nofollow\">https://freevpnplanet.com/en/download</a>. تستخدم تطبيقاتنا تقنية OpenVPN أو بروتوكول IKEv2 (للجوال) لتزويد جهازك بالحماية الكاملة ويوصى به بشدة.\n\nيجعل تصميمنا السهل وواجهتنا البسيطة تطبيقنا حلاً شاملاً - بنقرات قليلة فقط ستكون مخفيًا تمامًا على الشبكة.\n<b>\nالميزات الرئيسية لبرنامج Planet Free VPN في متصفح Mozilla Firefox:</b>\n\n★ الوصول غير المحدود إلى أي مواقع ويب وموارد على الإنترنت - يمكنك زيارة الصفحات التي تحتاجها وتجاوز جميع القيود الإقليمية. لا يوجد قفل للصفحات - ستجد دائمًا المعلومات المطلوبة في أي وقت ؛\n\n★ تصفح محتوى الكبار\nيوفر Planet VPN for Mozilla إخفاء الهوية بالكامل وحماية إضافية لبياناتك عند زيارة مواقع الويب للبالغين. لن يكتشف أحد أنك رأيت صفحات الويب هذه.\n\n★ تمكن من الوصول إلى المواقع الإقليمية والمحتوى الذي قد يكون مقيدًا أو محظورًا. هذا ممكن بسبب توفر الخوادم التشغيلية في جميع أنحاء العالم تقريبًا بحيث يمكنك الاتصال والوصول بحرية إلى مواقع الويب التي تريدها؛\n\n★ تم استبعاد التمييز السعري على الإنترنت - بفضل تغيير عنوان IP ، لم تعد بحاجة إلى دفع مبالغ زائدة عند التسوق كمستخدم أجنبي ، حيث يمكن تحديد الأسعار أعلى بكثير من داخل السوق الوطنية. على وجه الخصوص ، سيكون هذا مفيدًا عند شراء الألعاب على Steam أو استخدام خدمات تأجير السيارات أو الدفع مقابل البرامج أو الإصدارات التجريبية للبرامج وأشياء أخرى ؛\n\n★ استخدام مجاني - ليس عليك دفع أي شيء ، فقط استخدم الإضافة بحرية واستمتع بالخصوصية الكاملة عبر الإنترنت.\n\nكيفية استخدام إضافة Planet VPN:\n• قم بتنزيل الإضافة وتثبيتها في متصفح Mozilla Firefox الخاص بك ؛\n• قم بتمكين VPN عن طريق اختيار خادم للاتصال.\n• استخدم الإضافة وتصفح الإنترنت بأمان للبحث عن المعلومات.\n\nPlanet VPN هي الخدمة الأعلى جودة والأكثر موثوقية لمتصفحك والتي تضمن إخفاء الهوية بالكامل والأمان للمستخدم أثناء تصفح الإنترنت.\n\nيطلب ملحق  Planet VPN free أذونات للوظائف التالية:\n- عرض وتعديل البيانات على جميع المواقع لتكون بمثابة مانع الإعلانات\n- الوصول إلى محفوظات الاستعراض وتغييرها لتمكين وظيفة المسح التلقائي للتاريخ (كما هو محدد في الإعدادات)\n- إدارة التطبيقات والإضافات والسمات لمنع التعارض مع الإضافات الأخرى باستخدام إعدادات الخادم الوكيل للمتصفح\n- تغيير إعدادات الخصوصية لتمكين حظر ملفات تعريف الارتباط وتتبع وسائل التواصل الاجتماعي\n\nيرجى تقييمنا إذا أعجبتك هذه الإضافة! شكرا لك مقدما!\n\nهل واجهتك مشكلة فنية؟ لا تتسرع وتعطنا نجمة واحدة - اتصل بنا: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e0c21b6af047f3a524d63ddd58a3f1c164d4997fcbe563164d993ac4f1c2ce8e/https%3A//freevpnplanet.com/contact-us\" rel=\"nofollow\">https://freevpnplanet.com/contact-us</a>",
        "de": "<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5dfec1c235f4676c047bbf0675d4b0156453772353fd05e4d65f59ab3eceae5a/https%3A//freevpnplanet.com\" title=\"Free VPN\" rel=\"nofollow\">Planet VPN</a> ist eine komfortable und funktionale Mozilla Firefox VPN-Browsererweiterung, die ein hohes Maß an Sicherheit mit einer schnellen und effizienten Bedienung verbindet. Die zuverlässige Verbindung zu einem entfernten Server ermöglicht es Ihnen, die vollständige Anonymität des Internetnutzers zu wahren und den Zugang zu blockierten Inhalten zu öffnen.\n\n<b>\nSie ist kostenlos erhältlich und mit jedem Gerät voll kompatibel. Herunterladen und genießen!</b>\n\nNutzen Sie Planet VPN für sicheres und komfortables Surfen in Ihrem Browser. Mit unserer kostenlosen Erweiterung können Sie den Suchverlauf ausblenden und alle Einschränkungen oder Sperrungen von Webseiten umgehen.\n\nPlanet VPN zeichnet sich durch seine kostenlose Anwendung für alle Plattformen und Geräte aus, einschließlich PC, Mac, iOS- und Android-Mobiltelefone, Router usw. sind ebenfalls kostenlos und können auf unserer Website <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/2cba79d0a39a215457f3c90a21e7fe6694e8071f49cfcfa97a6c8be9f1286dbc/https%3A//freevpnplanet.com/de/download\" rel=\"nofollow\">https://freevpnplanet.com/de/download</a> heruntergeladen werden. Die Anwendungen nutzen die OpenVPN-Technologie oder das IKEv2-Protokoll (mobil), um Ihr Gerät vollständig zu schützen, und sind sehr empfehlenswert.\n\nUnser einfaches Design und die übersichtliche Benutzeroberfläche machen unsere App zu einer Komplettlösung - mit nur wenigen Fingertipps sind Sie im Netzwerk vollständig verborgen.\n\n<b>Die wichtigsten Funktionen von Planet VPN im Mozilla Firefox Browser:</b>\n\n★ unbegrenzter Zugang zu allen Websites und Ressourcen im Internet - Sie können die Seiten besuchen, die Sie benötigen, und alle regionalen Beschränkungen umgehen. Kein Sperren und Abschieben der Seiten - Sie finden jederzeit die gewünschten Informationen;\n\n★ Werbeblocker:\nBlockieren Sie Werbung, deaktivieren Sie Tracker, verhindern Sie die Erfassung Ihrer Daten, passen Sie jede Website mit Smart Filters für sich selbst an, indem Sie nur eine Erweiterung verwenden - Planet VPN\"\n\n★ Durchsuchen Sie Adult-Inhalte\nPlanet Free VPN für Mozilla bietet vollständige Anonymität und zusätzlichen Schutz Ihrer Daten beim Besuch von Websites für Erwachsene. Niemand wird jemals herausfinden, dass Sie diese Webseiten gesehen haben.\n\n★ Zugriff auf regionale Websites und Inhalte, die möglicherweise eingeschränkt oder blockiert sind. Dies ist dank der Verfügbarkeit von operativen Servern in fast allen Teilen der Welt möglich, so dass Sie eine Verbindung herstellen und frei auf Zielwebsites zugreifen können;\n\n★ Preisdiskriminierung im Internet ist ausgeschlossen - dank der IP-Änderung müssen Sie beim Einkaufen als ausländischer Nutzer nicht mehr zu viel bezahlen, da die Preise viel höher sein können als auf dem nationalen Markt. Dies ist insbesondere beim Kauf von Spielen auf Stream, bei der Nutzung von Autovermietungen, bei der Bezahlung von Software oder Demoversionen von Programmen und anderen Dingen nützlich;\n\nSo verwenden Sie die Planet VPN-Erweiterung:\n• Laden Sie die Erweiterung herunter und installieren Sie sie in Ihrem Mozilla Firefox-Browser;\n• Aktivieren Sie VPN, indem Sie einen Server für die Verbindung auswählen;\n• Verwenden Sie die Erweiterung und surfen Sie sicher im Internet, um nach Informationen zu suchen.\n\nPlanet VPN ist der qualitativ hochwertigste und zuverlässigste Dienst für Ihren Browser, der dem Nutzer vollständige Anonymität und Sicherheit beim Surfen im Internet garantiert.\n\nBitte bewerten Sie uns, wenn Ihnen unsere Erweiterung gefällt! Vielen Dank im Voraus!\n\nDie Planet VPN-Erweiterung kostenlos fordert Berechtigungen für die folgenden Funktionen an:\n- Anzeigen und Ändern von Daten auf allen Websites, um als Werbeblocker zu dienen\n- Aufrufen und Ändern des Browserverlaufs, um die Funktion zum automatischen Löschen des Verlaufs zu aktivieren (wie in den Einstellungen angegeben)\n- Verwalten von Apps, Erweiterungen und Themen, um Konflikte mit anderen Erweiterungen mithilfe von Browser-Proxy-Einstellungen zu verhindern\n- Ändern der Datenschutzeinstellungen, um das Blockieren von Cookies und Social-Media-Trackern zu ermöglichen\n\nHaben Sie ein technisches Problem? Beeilen Sie sich nicht, 1 Stern zu vergeben - kontaktieren Sie uns: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e0c21b6af047f3a524d63ddd58a3f1c164d4997fcbe563164d993ac4f1c2ce8e/https%3A//freevpnplanet.com/contact-us\" rel=\"nofollow\">https://freevpnplanet.com/contact-us</a>",
        "en-US": "Planet Free VPN is a convenient and functional Mozilla Firefox VPN browser extension that combines a high level of security and fast and efficient operation. A reliable connection to a remote server allows you to preserve the complete anonymity of the internet user and enjoy private browsing.\n\nIt’s available for free and fully compatible with any device. Just download and connect!\n\nPlanet Free VPN stands out by offering a free application compatible with all platforms and devices, including PC, MacOS, iOS, Android mobile phones, routers, and more. All apps are free and can be downloaded on our website <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/2eba6b71bcb7ce05b16df508ebb36860bd40337d33a8f4d297c4faea9740300f/https%3A//freevpnplanet.com/download\" rel=\"nofollow\">https://freevpnplanet.com/download</a>. The apps utilise various VPN technologies to provide your device with complete protection.\n\nOur easy design and simple interface make our app a one-stop solution - with just a few taps you are completely hidden on the network.\n\nKey features of Planet Free VPN in Mozilla Firefox browser:\n\n★ Robust encryption on every server - none of your online activities can be tracked and recorded\n★ No registration required - just launch the extension and click “Connect”\n★ Strict no-logs policy - we never ask or store your personal information\n★ Smart filters: Configure VPN and location selection, ad blocker, history recording and other features individually for each website\n★ Ad blocker: Block ads, disable trackers, prevent your data from being collected, and customize any website with smart filters using a single extension - Planet VPN\n★ Browse adult content - Planet Free VPN for Mozilla provides complete anonymity and extra protection of your data when visiting websites for adults. No one will ever find out you have seen those web pages.\n★ Access to regional content when travelling abroad\n★ Beat price discrimination on the Internet - thanks to IP change, you no longer need to overpay when shopping as a foreign user, for which prices can be set much higher than inside the national market. In particular, it is useful when buying games on Stream, using car rental services, paying for software or demo versions of programs and other things\n★ free-of-charge use - you do not have to pay anything, just use the extension freely and enjoy complete privacy online.\n\nHow to use the Planet Free VPN extension:\n• download the extension and install it in your Mozilla Firefox browser;\n• enable VPN by selecting a server for connection;\n• use the extension and surf the Internet safely to search for information.\n\nPlanet Free VPN is the highest quality and most reliable service for your browser that ensures complete anonymity and security for the user while surfing the Internet.\n\nOur free VPN extension requests permissions for the following functions:\n- Viewing and modifying data on all websites to serve as an ad blocker\n- Accessing and changing browsing history to enable automatic clear history function (as specified in settings)\n- Managing apps, extensions, and themes to prevent conflicts with other extensions using browser proxy settings\n- Changing privacy settings to enable blocking of cookies and social media trackers\n\nHave a technical problem? Don’t hurry to strike 1-star - contact us: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e0c21b6af047f3a524d63ddd58a3f1c164d4997fcbe563164d993ac4f1c2ce8e/https%3A//freevpnplanet.com/contact-us\" rel=\"nofollow\">https://freevpnplanet.com/contact-us</a>",
        "es": "<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5dfec1c235f4676c047bbf0675d4b0156453772353fd05e4d65f59ab3eceae5a/https%3A//freevpnplanet.com\" title=\"Free VPN\" rel=\"nofollow\">Planet VPN</a> es una práctica y funcional extensión del navegador Mozilla Firefox VPN que combina un alto nivel de seguridad y un funcionamiento rápido y eficiente. La conexión fiable a un servidor remoto permite preservar el completo anonimato del internauta y abrir el acceso a contenidos bloqueados.\n\n<b>Está disponible de forma gratuita y es totalmente compatible con cualquier dispositivo. ¡Descárgalo y disfrútalo!</b>\n\nUtiliza Planet VPN para navegar por la red de forma segura y cómoda en tu navegador, utilizando nuestra extensión gratuita, podrás ocultar el historial de búsqueda y saltarte todas las restricciones o bloqueos de sitios web.\n\nPlanet VPN destaca por su aplicación gratuita en todas las plataformas y dispositivos, incluyendo PC, Mac, teléfonos móviles iOS y Android, routers, etc. también son gratuitos y se pueden descargar en nuestra página web <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/abead04a374b88d2ba094111ccd950d74ed147543eac95efd147fe90cf5064ac/https%3A//freevpnplanet.com/es/download\" rel=\"nofollow\">https://freevpnplanet.com/es/download</a>. Las aplicaciones utilizan la tecnología OpenVPN o el protocolo IKEv2 (móvil) para proporcionar a tu dispositivo una protección completa y son muy recomendables.\n\nNuestro diseño fácil y nuestra sencilla interfaz hacen que nuestra aplicación sea una solución única: con sólo unos pocos clics estarás completamente oculto en la red.\n\n<b>Características principales de Planet VPN en el navegador Mozilla Firefox:</b>\n\n★ acceso ilimitado a cualquier sitio web y recursos en Internet - puedes visitar las páginas que necesites y saltarte todas las restricciones regionales. No hay bloqueo y expulsión de las páginas - siempre encontrarás la información requerida en cualquier momento;\n\n★ Navegar por contenidos para adultos\nPlanet VPN para Mozilla proporciona un anonimato completo y una protección extra de tus datos cuando visitas páginas web para adultos. Nadie descubrirá nunca que has visto esas páginas web.\n\n★ Acceder a sitios y contenidos regionales que pueden estar restringidos o bloqueados. Esto es posible gracias a la disponibilidad de servidores operativos en casi todo el mundo para que puedas conectarte y acceder libremente a los sitios web de destino;\n\n★ bloqueador de anuncios:\nBloquee anuncios, deshabilite rastreadores, evite la recopilación de sus datos, personalice cualquier sitio con filtros inteligentes para usted usando solo 1 extensión: Planet VPN\n\n★ se elimina la discriminación de precios en Internet: gracias al cambio de IP, ya no hay que pagar de más al comprar como usuario extranjero, cuyos precios pueden ser mucho más altos que en el mercado nacional. En particular, es útil cuando se compran juegos en Stream, se utilizan servicios de alquiler de coches, se pagan programas informáticos o versiones de demostración de programas y otras cosas;\n\n★ uso gratuito - no tienes que pagar nada, simplemente usa la extensión libremente y disfruta de una completa privacidad en línea.\n\nCómo utilizar la extensión Planet VPN:\n- descarga la extensión e instálala en tu navegador Mozilla Firefox;\n- activa la VPN seleccionando un servidor para la conexión;\n- utiliza la extensión y navega por Internet de forma segura para buscar información.\n\nPlanet VPN es el servicio de mayor calidad y más fiable para tu navegador que garantiza el completo anonimato y la seguridad del usuario mientras navega por Internet.\n\nPor favor, valora si te gusta nuestra extensión. ¡Gracias de antemano!\n\nLa extensión Planet VPN gratis solicita permisos para las siguientes funciones:\n- Ver y modificar datos en todos los sitios web para que sirvan como bloqueador de anuncios\n- Acceder y cambiar el historial de navegación para habilitar la función de borrado automático del historial (como se especifica en la configuración)\n- Administrar aplicaciones, extensiones y temas para evitar conflictos con otras extensiones mediante la configuración del proxy del navegador\n- Cambiar la configuración de privacidad para permitir el bloqueo de cookies y rastreadores de redes sociales.\n\n¿Tienes un problema técnico? No te apresures a marcar 1 estrella - ponte en contacto con nosotros: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e0c21b6af047f3a524d63ddd58a3f1c164d4997fcbe563164d993ac4f1c2ce8e/https%3A//freevpnplanet.com/contact-us\" rel=\"nofollow\">https://freevpnplanet.com/contact-us</a>",
        "fr": "<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5dfec1c235f4676c047bbf0675d4b0156453772353fd05e4d65f59ab3eceae5a/https%3A//freevpnplanet.com\" title=\"Free VPN\" rel=\"nofollow\">Planet VPN</a> est une extension de navigateur VPN Mozilla Firefox pratique et fonctionnelle qui combine un haut niveau de sécurité et un fonctionnement rapide et efficace. La connexion fiable à un serveur distant permet de préserver l'anonymat complet de l'internaute et d'ouvrir l'accès aux contenus bloqués.\n\n<b>Elle est disponible gratuitement et entièrement compatible avec tous les appareils. Téléchargez et profitez-en !</b>\n\nUtilisez le Planet VPN pour surfer sur le net en toute sécurité et confortablement dans votre navigateur, en utilisant notre extension gratuite, vous pouvez cacher l'historique de recherche et contourner toutes les restrictions ou le blocage des sites web.\n\nPlanet VPN se distingue par son application gratuite sur toutes les plates-formes et appareils, y compris PC, Mac, les téléphones mobiles iOS et Android, les routeurs etc sont également gratuits et peuvent être téléchargés sur notre site <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/95d858bdaecc827bafac1a8a953bca34f2e31918e1d8dfd2f8997ed9b94561a7/https%3A//freevpnplanet.com/fr/download\" rel=\"nofollow\">https://freevpnplanet.com/fr/download</a>. Les applications utilisent la technologie OpenVPN ou le protocole IKEv2 (mobile) pour fournir à votre appareil une protection complète et sont fortement recommandées.\n\nNotre conception facile et notre interface simple font de notre application une solution unique - en quelques clics seulement, vous êtes complètement caché sur le réseau.\n\n<b>Caractéristiques principales de Planet VPN dans le navigateur Mozilla Firefox :</b>\n\n★ accès illimité à tous les sites Web et ressources sur Internet - vous pouvez visiter les pages dont vous avez besoin et contourner toutes les restrictions régionales. Pas de verrouillage et de bottage des pages - vous trouverez toujours les informations requises à tout moment ;\n\n★ Naviguer sur du contenu pour adultes\nPlanet VPN pour Mozilla offre un anonymat complet et une protection supplémentaire de vos données lorsque vous visitez des sites Web pour adultes. Personne ne saura jamais que vous avez vu ces pages web.\n\n★ accéder à des sites et contenus régionaux qui peuvent être restreints ou bloqués. Cela est possible grâce à la disponibilité de serveurs opérationnels dans presque toutes les régions du monde afin que vous puissiez vous connecter et accéder librement aux sites web cibles ;\n\n★ Bloqueur de publicité :\nBloquez les publicités, désactivez les trackers, empêchez la collecte de vos données, personnalisez n'importe quel site avec des filtres intelligents pour vous-même en utilisant une seule extension - Planet VPN ;\n\n★ la discrimination par les prix sur Internet est exclue - grâce au changement d'IP, vous n'avez plus besoin de surpayer lors de vos achats en tant qu'utilisateur étranger, pour lesquels les prix peuvent être fixés beaucoup plus haut qu'à l'intérieur du marché national. Cela est notamment utile pour acheter des jeux sur Stream, utiliser des services de location de voitures, payer des logiciels ou des versions de démonstration de programmes et autres ;\n\n★ utilisation gratuite - vous n'avez rien à payer, il suffit d'utiliser l'extension librement et de profiter d'une confidentialité totale en ligne.\n\nComment utiliser l'extension Planet VPN :\n- téléchargez l'extension et installez-la dans votre navigateur Mozilla Firefox ;\n- activez le VPN en sélectionnant un serveur pour la connexion ;\n- utilisez l'extension et surfez sur Internet en toute sécurité pour rechercher des informations.\n\nPlanet VPN est le service de la plus haute qualité et le plus fiable pour votre navigateur, qui garantit l'anonymat complet et la sécurité pour l'utilisateur tout en surfant sur Internet.\n\nVeuillez nous évaluer si vous aimez notre extension ! Merci d'avance !\n\nL'extension Planet VPN gratuit demande des autorisations pour les fonctions suivantes :\n- Affichage et modification des données sur tous les sites Web pour servir de bloqueur de publicités\n- Accéder et modifier l'historique de navigation pour activer la fonction d'effacement automatique de l'historique (comme spécifié dans les paramètres)\n- Gestion des applications, des extensions et des thèmes pour éviter les conflits avec d'autres extensions à l'aide des paramètres de proxy du navigateur\n- Modification des paramètres de confidentialité pour activer le blocage des cookies et des traceurs de réseaux sociaux.\n\nVous avez un problème technique ? Ne vous pressez pas de noter 1 étoile - contactez-nous : <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e0c21b6af047f3a524d63ddd58a3f1c164d4997fcbe563164d993ac4f1c2ce8e/https%3A//freevpnplanet.com/contact-us\" rel=\"nofollow\">https://freevpnplanet.com/contact-us</a>",
        "pt-PT": "Planet Free VPN é uma extensão de VPN prática e funcional do browser Mozilla Firefox que combina um alto nível de segurança e um funcionamento rápido e eficiente. A ligação fiável a um servidor remoto permite salvaguardar o anonimato completo do utilizador da Internet e abrir o acesso a conteúdos bloqueados.\n\nEstá disponível gratuitamente e é totalmente compatível com qualquer dispositivo. Descarregue e desfrute!\n\nUtilize o Planet Free VPN para uma navegação segura e confortável na Internet no seu navegador, ao utilizar a nossa extensão gratuita, pode esconder o histórico de pesquisa e contornar todas as restrições ou bloqueio de websites.\n\nO Planet Free VPN destaca-se pela sua aplicação gratuita, uma vez que todas as plataformas e dispositivos, incluindo PC, Mac, iOS e telemóveis Android, routers, etc., também são gratuitos e podem ser descarregados no nosso website <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5a2af1ea61bdcd9bbe88c01a10a98acaa16f29673b1faef69781403a88a85494/https%3A//freevpnplanet.com/en/download\" rel=\"nofollow\">https://freevpnplanet.com/en/download</a>. As aplicações utilizam a tecnologia OpenVPN ou protocolo IKEv2 (móvel) para fornecer ao seu dispositivo uma protecção completa e são altamente recomendadas.\n\nO nosso design fácil e interface simples fazem da nossa aplicação uma solução completa - com apenas alguns toques fica completamente escondido na rede.\n\nPrincipais características do Planet Free VPN no broswer Mozilla Firefox:\n\n★ acesso ilimitado a quaisquer websites e recursos na Internet - pode visitar as páginas de que necessita e contornar todas as restrições regionais. Sem bloqueio e expulsão das páginas - encontrará sempre a informação necessária em qualquer altura;\n\n★ Filtros inteligentes:\nConfigure VPN e seleção de localização, bloqueador de anúncios, gravação de histórico e outros recursos individualmente para cada site\n\n★ Bloqueador de anúncios:\nBloqueie anúncios, desative rastreadores, impeça que seus dados sejam coletados, personalize qualquer site com filtros inteligentes usando uma única extensão - Planet VPN;\n\n★ Navegue por conteúdo adulto\n\nPlanet Free VPN para o Mozilla proporciona total anonimato e protecção extra dos seus dados quando visita websites para adultos. Nunca ninguém irá descobrir que viu essas páginas web.\n\n★ acesso a sítios e conteúdos regionais que podem ser restringidos ou bloqueados. Isto é possível devido à disponibilidade de servidores operacionais em quase todas as partes do mundo para que se possa ligar e aceder livremente aos sítios Web alvo;\n\n★ a discriminação de preços na Internet está excluída - graças à mudança de IP, já não precisa de pagar em excesso quando faz compras como utilizador estrangeiro, para o qual os preços podem ser fixados muito mais altos do que dentro do mercado nacional. Em particular, é útil quando se compra jogos no Steam, utiliza serviços de aluguer de automóveis, paga por software ou versões de demonstração de programas e outras coisas;\n\n★ utilização gratuita - não é necessário pagar nada, basta usar a extensão livremente e desfrutar de total privacidade online.\n\nComo utilizar a extensão Planet Free VPN:\n- descarregue a extensão e instale-a no seu browser Mozilla Firefox;\n- active a VPN seleccionando um servidor para ligação;\n- utilize a extensão e navegue na Internet em segurança para procurar informação.\n\nPlanet Free VPN é o serviço de maior qualidade e mais fiável para o seu browser que garante total anonimato e segurança para o utilizador enquanto navega na Internet.\n\nPor favor, avalie-nos se gostar da nossa extensão! Obrigado desde já!\n\nA extensão free Planet VPN solicita permissões para as seguintes funções:\n- Visualização e modificação de dados em todos os sites para servir como um bloqueador de anúncios\n- Acessando e alterando o histórico de navegação para habilitar a função automática de limpar o histórico (conforme especificado nas configurações)\n- Gerenciar aplicativos, extensões e temas para evitar conflitos com outras extensões usando as configurações de proxy do navegador\n- Alteração das configurações de privacidade para permitir o bloqueio de cookies e rastreadores de mídia social\n\nTem algum problema técnico? Não se apresse a dar 1 estrela - contacte-nos: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e0c21b6af047f3a524d63ddd58a3f1c164d4997fcbe563164d993ac4f1c2ce8e/https%3A//freevpnplanet.com/contact-us\" rel=\"nofollow\">https://freevpnplanet.com/contact-us</a>",
        "ru": "Planet Free VPN — это удобное и функциональное расширение для браузера Mozilla Firefox, которое сочетает высокий уровень безопасности с быстрой и эффективной работой. Надежное подключение к удаленному серверу позволяет сохранить полную анонимность интернет-пользователя и наслаждаться приватным просмотром.\n\nЭто бесплатное приложение, полностью совместимое с любым устройством. Просто скачайте и подключитесь!\n\nPlanet Free VPN выделяется тем, что предлагает бесплатное приложение, совместимое со всеми платформами и устройствами, включая ПК, macOS, iOS, Android, роутеры и многое другое. Все приложения бесплатны и могут быть загружены на нашем сайте <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/ad2c82b073765002d181e152a66fb1b9d658f4bbbebc61f902c5511c6e4045b2/https%3A//freevpnplanet.com/ru/download\" rel=\"nofollow\">https://freevpnplanet.com/ru/download</a>. Приложения используют различные VPN-технологии, чтобы обеспечить полную защиту вашего устройства.\n\nНаш простой и удобный интерфейс делает наше приложение универсальным решением — всего несколько нажатий, и вы полностью анонимны в сети.\n\nОсновные функции Planet Free VPN для браузера Mozilla Firefox:\n\n★ Надежное шифрование на каждом сервере — никакие ваши онлайн-действия не могут быть отслежены и записаны\n★ Без регистрации — просто запустите расширение и нажмите «Подключиться»\n★ Строгая политика отсутствия логов — мы никогда не запрашиваем и не храним вашу личную информацию\n★ Умные фильтры: Настройка VPN и выбор локации, блокировщик рекламы, запись истории и другие функции индивидуально для каждого веб-сайта\n★ Блокировщик рекламы: Блокируйте рекламу, отключайте трекеры, предотвращайте сбор ваших данных, настраивайте любой веб-сайт с помощью умных фильтров, используя одно расширение — Planet VPN\n★ Просмотр контента для взрослых — Planet Free VPN для Mozilla обеспечивает полную анонимность и дополнительную защиту ваших данных при посещении сайтов для взрослых. Никто никогда не узнает, что вы видели эти веб-страницы\n★ Доступ к региональному контенту при поездках за границу\n★ Избегайте ценовой дискриминации в Интернете — благодаря смене IP, вам больше не нужно переплачивать при покупках как иностранному пользователю, для которого цены могут быть значительно выше, чем на национальном рынке. Особенно полезно при покупке игр на Steam, аренде автомобилей, оплате программного обеспечения или демонстрационных версий программ и других вещей\n★ Бесплатное использование — вы не должны ничего платить, просто используйте расширение и наслаждайтесь полной приватностью в Интернете.\n\nКак использовать расширение Planet Free VPN:\n• скачайте расширение и установите его в браузер Mozilla Firefox;\n• включите VPN, выбрав сервер для подключения;\n• используйте расширение и безопасно просматривайте интернет в поисках информации.\n\nPlanet Free VPN — это высококачественный и надежный сервис для вашего браузера, который обеспечивает полную анонимность и безопасность пользователя при серфинге в Интернете.\n\nНаше бесплатное VPN-расширение запрашивает разрешения для выполнения следующих функций:\n- Просмотр и изменение данных на всех веб-сайтах для работы в качестве блокировщика рекламы\n- Доступ и изменение истории просмотров для включения функции автоматической очистки истории (как указано в настройках)\n- Управление приложениями, расширениями и темами для предотвращения конфликтов с другими расширениями, использующими настройки прокси браузера\n- Изменение настроек конфиденциальности для включения блокировки файлов cookie и трекеров социальных сетей\n\nЕсть техническая проблема? Не спешите ставить 1 звезду — свяжитесь с нами: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e0c21b6af047f3a524d63ddd58a3f1c164d4997fcbe563164d993ac4f1c2ce8e/https%3A//freevpnplanet.com/contact-us\" rel=\"nofollow\">https://freevpnplanet.com/contact-us</a>",
        "th": "<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5dfec1c235f4676c047bbf0675d4b0156453772353fd05e4d65f59ab3eceae5a/https%3A//freevpnplanet.com\" title=\"Free VPN\" rel=\"nofollow\">Planet VPN</a> เป็นส่วนขยายเบราว์เซอร์ Mozilla Firefox VPN ที่สะดวกและใช้งานได้ ซึ่งรวมการรักษาความปลอดภัยระดับสูงและการทำงานที่รวดเร็วและมีประสิทธิภาพ การเชื่อมต่อที่เชื่อถือได้กับเซิร์ฟเวอร์ระยะไกล ช่วยให้คุณสามารถรักษาความเป็นตัวตนของผู้ใช้อินเทอร์เน็ตและเปิดการเข้าถึงเนื้อหาที่ถูกบล็อกได้\n\n<b>ใช้งานได้ฟรีและเข้ากันได้กับทุกอุปกรณ์ ดาวน์โหลดและสนุก!</b>\n\nใช้ Planet VPN เพื่อการท่องเน็ตที่ปลอดภัยและสะดวกสบายในเบราว์เซอร์ของคุณ โดยใช้ส่วนขยายฟรีของเรา คุณสามารถซ่อนประวัติการค้นหาและข้ามข้อจำกัดทั้งหมดหรือการบล็อกเว็บไซต์ได้\n\nPlanet VPN โดดเด่นด้วยแอปพลิเคชั่นฟรีในทุกแพลตฟอร์มและอุปกรณ์ รวมถึงโทรศัพท์มือถือ PC, Mac, iOS และ Android, เราเตอร์ ฯลฯ ได้ฟรีและสามารถดาวน์โหลดได้บนเว็บไซต์ของเรา <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5a2af1ea61bdcd9bbe88c01a10a98acaa16f29673b1faef69781403a88a85494/https%3A//freevpnplanet.com/en/download\" rel=\"nofollow\">https://freevpnplanet.com/en/download</a> แอปใช้เทคโนโลยี OpenVPN หรือโปรโตคอล IKEv2 (มือถือ) เพื่อให้การปกป้องอุปกรณ์ของคุณอย่างสมบูรณ์และขอแนะนำเป็นอย่างยิ่ง\n\nการออกแบบที่ง่ายและอินเทอร์เฟซที่เรียบง่ายของเราทำให้แอปของเราเป็นโซลูชันแบบครบวงจร - ด้วยการแตะเพียงไม่กี่ครั้ง คุณจะถูกซ่อนไว้อย่างสมบูรณ์บนเครือข่าย\n\n<b>คุณสมบัติหลักของ Planet VPN ในเบราว์เซอร์ Mozilla Firefox:</b>\n\n★ การเข้าถึงเว็บไซต์และแหล่งข้อมูลใด ๆ บนอินเทอร์เน็ตได้ไม่จำกัด - คุณสามารถเยี่ยมชมหน้าที่คุณต้องการและหลีกเลี่ยงข้อจำกัดในภูมิภาคทั้งหมด ไม่มีการล็อกและไล่ออกจากหน้า - คุณจะพบข้อมูลที่จำเป็นได้ตลอดเวลา\n\n★การเรียกดูเนื้อหาสำหรับผู้ใหญ่\nPlanet VPN สำหรับ Mozilla ให้การปกปิดตัวตนอย่างสมบูรณ์และการปกป้องข้อมูลของคุณเป็นพิเศษเมื่อเยี่ยมชมเว็บไซต์สำหรับผู้ใหญ่ จะไม่มีใครรู้ว่าคุณเคยเห็นหน้าเว็บเหล่านั้น\n\n★ การเข้าถึงไซต์และเนื้อหาในภูมิภาคที่อาจถูกจำกัดหรือปิดกั้น สิ่งนี้เป็นไปได้เนื่องจากความพร้อมใช้งานของเซิร์ฟเวอร์ที่ใช้งานได้ในเกือบทุกส่วนของโลก เพื่อให้คุณสามารถเชื่อมต่อและเข้าถึงเว็บไซต์เป้าหมายได้อย่างอิสระ\n\n★ตัวบล็อกโฆษณา:\nบล็อกโฆษณา ปิดใช้งานตัวติดตาม ป้องกันการรวบรวมข้อมูลของคุณ ปรับแต่งไซต์ใด ๆ ด้วยตัวกรองอัจฉริยะสำหรับตัวคุณเองโดยใช้ส่วนขยายเพียง 1 รายการ - Planet VPN\n\n★ การหลีกเลี่ยงราคาปฏิบัติบนอินเทอร์เน็ต - ด้วยการเปลี่ยนแปลง IP คุณไม่จำเป็นต้องจ่ายเงินมากเกินไปเมื่อซื้อของในฐานะผู้ใช้ต่างประเทศ ซึ่งสามารถกำหนดราคาให้สูงกว่าในตลาดภายในประเทศได้มาก โดยเฉพาะอย่างยิ่ง จะเป็นประโยชน์เมื่อซื้อเกมบนสตรีม ใช้บริการรถเช่า ชำระค่าซอฟต์แวร์หรือโปรแกรมรุ่นสาธิต และสิ่งอื่น ๆ\n\n★ การใช้งานฟรี - คุณไม่ต้องจ่ายอะไรเลย เพียงแค่ใช้ส่วนขยายนี้ได้อย่างอิสระและเพลิดเพลินกับความเป็นส่วนตัวออนไลน์ได้อย่างสมบูรณ์\n\nวิธีใช้ส่วนขยาย Planet VPN:\n• ดาวน์โหลดส่วนขยายและติดตั้งในเบราว์เซอร์ Mozilla Firefox ของคุณ\n• เปิดใช้งาน VPN โดยเลือกเซิร์ฟเวอร์สำหรับการเชื่อมต่อ\n• ใช้ส่วนขยายและท่องอินเทอร์เน็ตอย่างปลอดภัยเพื่อค้นหาข้อมูล\n\nPlanet VPN เป็นบริการที่มีคุณภาพสูงสุดและน่าเชื่อถือที่สุดสำหรับเบราว์เซอร์ของคุณ ซึ่งรับประกันว่า ผู้ใช้จะไม่เปิดเผยตัวตนและความปลอดภัยอย่างสมบูรณ์ในขณะที่ท่องอินเทอร์เน็ต\n\nกรุณาให้คะแนนเราถ้าคุณชอบส่วนขยายของเรา! ขอบคุณล่วงหน้า!\n\nมีปัญหาทางเทคนิคใช่ไหม? อย่ารีบให้ 1 ดาว - โปรดติดต่อเรา: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e0c21b6af047f3a524d63ddd58a3f1c164d4997fcbe563164d993ac4f1c2ce8e/https%3A//freevpnplanet.com/contact-us\" rel=\"nofollow\">https://freevpnplanet.com/contact-us</a>",
        "tr": "<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5dfec1c235f4676c047bbf0675d4b0156453772353fd05e4d65f59ab3eceae5a/https%3A//freevpnplanet.com\" title=\"Free VPN\" rel=\"nofollow\">Planet VPN</a> - Firefox için hızlı, güvenli ve sınırsız VPN Proxy hizmetidir. %100 ücretsiz sunucular, kurşun geçirmez şifreleme, engellenen web sitelerine ve kaynaklara anonim erişim, bizi öne çıkaran faktörlerdir.\n\nChrome için hazırlanmış olduğu proxy Planet VPN ile gerçek IP'nizi kolayca gizlenebilir ve bölgenizde engellenmiş olan bilgilere tam erişim sağlayabilirsiniz.\n\nDünya çapında 50'den fazla ülkede sunucu konumlarına erişmek için Premium kullanıcı olun, harika hızlarının ve özel özelliklerin keyfini çıkarın.\n\nPC, Mac, iOS ve Android Cep Telefonları, yönlendiriciler vb. de dahil tüm cihazlar için uygulamalar da ücretsizdir ve web sitemizden indirilebilir. Link:\nUygulama, cihazınıza tam koruma sağlamak için OpenVPN teknolojisini veya IKEv2 protokolünü (mobil) kullanır ve şiddetle önerilir.\n\n<b>Basit ve sezgisel bir arayüze sahip olan ve tarayıcı için ücretsiz VPN uzantısı olan Planet VPN'in size sağlanacakları şunlardır:</b>\n\n★ Tüm internet kaynaklarına ve web sitelerine tam erişim\nTek bir tıklamayla sosyal ağlar, çevrimiçi sinemalar vb. gibi yerel olarak engellenen kaynaklar dahil size tüm internet kaynaklarına erişim sağlayacak. Ücretsiz VPN'e sahip dünya çapındaki birçok sunucudan birini seçin ve her yerde sansür ve coğrafi kısıtlamalardan kaçınarak bilgiye erişim sağlayın.\n\n★ Bölgesel içeriğe erişim\nVPN'imiz, size herhangi bir ülkeye (ABD, Almanya, Hollanda, Birleşik Krallık vb. dahil) sanal olarak yer değiştirme şansı veren bölgesel sunucular kullanır. Tercih ettiğiniz VPN sunucusunu seçin ve dilediğinize devam edin!\n\n★ Yetişkinler için içeriğe erişim\nChrome için Planet VPN, yetişkinlere yönelik web sitelerini ziyaret ederken tam bir anonimlik ve verilerinizin ekstra korunmasını sağlar. Hiç kimse bu web sayfaları ziyaret ettiğinizi öğrenemeyecek.\n\n★ Reklam engelleyici:\nReklamları engelleyin, izleyicileri devre dışı bırakın, verilerinizin toplanmasını önleyin, yalnızca 1 uzantı - Planet VPN kullanarak Akıllı Filtrelerle herhangi bir siteyi kendinize göre özelleştirin.\n\n★ İnternette fiyat ayrımcılığını atlamak\nIP adresinizi VPN ile değiştirerek Steam'de oyun satın aldığınızda, araba kiraladığınızda, otel ve uçak bileti rezervasyonu yaptığınızda, yazılım için ödeme yaptığınızda ve para ile diğer çevrimiçi manipülasyonlarda çok tasarruf edebilirsiniz.\n\n★ Kesinlikle ücretsiz\nBir kuruş bile ödemeyin! Tamamen ücretsiz olarak VPN ile internete ücretsiz ve güvenli erişim sağlamak için hizmetinizdeyiz.\n\n<b>Neden Planet VPN'i seçmelisiniz?</b>\nPlanet VPN, dünyanın her kıtasından epey sayıda kullanıcıya güvenli internet erişimi sağlayan Chrome için en iyi, ücretsiz, sınırsız VPN ve proxy hizmetidir. Modern teknolojileri ve güvenilir şifreleme yöntemlerini kullanarak herkes herhangi bir web kaynağına kolayca ulaşabilir. Bütün müşterilerimiz için yüksek hızlı VPN bağlantısı, verilerinizin mutlak gizliliği ve 7/24 saat destek sağlıyoruz. Yüksek kaliteli ürünler, yenilikçi tasarımlar - bunların hepsi ücretsiz VPN'imizde.\n\nUzantımızı beğendiyseniz lütfen bize puan verin! Şimdiden teşekkürler!\n\nTeknik bir sorun mu var? 1 yıldız vermekte acele etmeyin - bizimle iletişime geçin. Link:"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/free-vpn-proxy-planetvpn/edit",
    "guid": "{1935b298-ac62-11ec-b909-0242ac120002}",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "en-US": "https://freevpnplanet.com"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5dfec1c235f4676c047bbf0675d4b0156453772353fd05e4d65f59ab3eceae5a/https%3A//freevpnplanet.com"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/2745/2745795-64.png?modified=c70ca3ad",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/2745/2745795-32.png?modified=c70ca3ad",
        "64": "https://addons.mozilla.org/user-media/addon_icons/2745/2745795-64.png?modified=c70ca3ad",
        "128": "https://addons.mozilla.org/user-media/addon_icons/2745/2745795-128.png?modified=c70ca3ad"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2024-08-16T06:25:13Z",
    "name": {
        "ar": "VPN مجاني وحظر الإعلانات - Planet VPN",
        "de": "Free VPN Kostenlos & Ad Block - Planet VPN",
        "en-US": "Free VPN Proxy & Ad Blocker - Planet VPN",
        "es": "VPN Gratis & Bloqueador de anuncios - Planet VPN",
        "fr": "VPN gratuit & bloqueur de publicités - Planet VPN",
        "pt-PT": "VPN Gratis & bloqueador de anúncios - Planet VPN",
        "ru": "Бесплатный VPN Proxу - Planet VPN",
        "th": "Free VPN Proxy & Ad Blocker - Planet VPN",
        "tr": "Free VPN Ücretsiz - Planet VPN"
    },
    "previews": [
        {
            "id": 268223,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/268/268223.png?modified=1649433713",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/268/268223.jpg?modified=1649433713"
        },
        {
            "id": 268224,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/268/268224.png?modified=1649433711",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/268/268224.jpg?modified=1649433711"
        },
        {
            "id": 268225,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/268/268225.png?modified=1649433709",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/268/268225.jpg?modified=1649433709"
        },
        {
            "id": 268226,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/268/268226.png?modified=1649433713",
            "position": 3,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/268/268226.jpg?modified=1649433713"
        }
    ],
    "promoted": {
        "apps": [
            "firefox",
            "android"
        ],
        "category": "notable"
    },
    "ratings": {
        "average": 4.2876,
        "bayesian_average": 4.284021232805414,
        "count": 1683,
        "text_count": 539
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/free-vpn-proxy-planetvpn/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/2745795",
    "slug": "free-vpn-proxy-planetvpn",
    "status": "public",
    "summary": {
        "ar": "قم بإلغاء حظر الوصول إلى أي موقع ويب باستخدام امتداد Mozilla الخاص ببروكسي VPN المجاني",
        "de": "Entsperren Sie den Zugriff auf jede Website mit unserer kostenlosen VPN-Proxy-Mozilla-Erweiterung",
        "en-US": "Secure your web browsing with Planet VPN - a free vpn proxy addon",
        "es": "Desbloquee el acceso a cualquier sitio web con nuestra proxy VPN gratuita extensión de Mozilla",
        "fr": "Débloquez l'accès à n'importe quel site Web avec notre proxy VPN gratuite extension Mozilla",
        "pt-PT": "Desbloqueie o acesso a qualquer site com nossa extensão gratuita de proxy VPN Mozilla - Planet VPN",
        "ru": "Защитите себя онлайн при помощи нашего бесплатного VPN прокси приложения.",
        "th": "เลิกบล็อกการเข้าถึงเว็บไซต์ใด ๆ ด้วยส่วนขยาย Mozilla พร็อกซี VPN ฟรีของเรา",
        "tr": "Ücretsiz VPN proxy Mozilla uzantımızla herhangi bir web sitesine erişimin engelini kaldırın"
    },
    "support_email": {
        "ar": "support@freevpnplanet.com",
        "de": "support@freevpnplanet.com",
        "en-US": "support@freevpnplanet.com",
        "es": "support@freevpnplanet.com",
        "fr": "support@freevpnplanet.com",
        "pt-PT": "support@freevpnplanet.com",
        "ru": "support@freevpnplanet.com",
        "th": "support@freevpnplanet.com",
        "tr": "support@freevpnplanet.com"
    },
    "support_url": {
        "url": {
            "ar": "https://freevpnplanet.com",
            "de": "https://freevpnplanet.com",
            "en-US": "https://freevpnplanet.com",
            "es": "https://freevpnplanet.com",
            "fr": "https://freevpnplanet.com",
            "pt-PT": "https://freevpnplanet.com",
            "ru": "https://freevpnplanet.com",
            "th": "https://freevpnplanet.com",
            "tr": "https://freevpnplanet.com"
        },
        "outgoing": {
            "ar": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5dfec1c235f4676c047bbf0675d4b0156453772353fd05e4d65f59ab3eceae5a/https%3A//freevpnplanet.com",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5dfec1c235f4676c047bbf0675d4b0156453772353fd05e4d65f59ab3eceae5a/https%3A//freevpnplanet.com",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5dfec1c235f4676c047bbf0675d4b0156453772353fd05e4d65f59ab3eceae5a/https%3A//freevpnplanet.com",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5dfec1c235f4676c047bbf0675d4b0156453772353fd05e4d65f59ab3eceae5a/https%3A//freevpnplanet.com",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5dfec1c235f4676c047bbf0675d4b0156453772353fd05e4d65f59ab3eceae5a/https%3A//freevpnplanet.com",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5dfec1c235f4676c047bbf0675d4b0156453772353fd05e4d65f59ab3eceae5a/https%3A//freevpnplanet.com",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5dfec1c235f4676c047bbf0675d4b0156453772353fd05e4d65f59ab3eceae5a/https%3A//freevpnplanet.com",
            "th": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5dfec1c235f4676c047bbf0675d4b0156453772353fd05e4d65f59ab3eceae5a/https%3A//freevpnplanet.com",
            "tr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5dfec1c235f4676c047bbf0675d4b0156453772353fd05e4d65f59ab3eceae5a/https%3A//freevpnplanet.com"
        }
    },
    "tags": [
        "ad blocker",
        "anti malware",
        "anti tracker",
        "privacy",
        "security",
        "streaming",
        "torrent",
        "vpn"
    ],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/free-vpn-proxy-planetvpn/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/free-vpn-proxy-planetvpn/versions/",
    "weekly_downloads": 13500,
    "_score": null
}