{
    "id": 973391,
    "authors": [
        {
            "id": 14011748,
            "name": "Iron Media",
            "url": "https://addons.mozilla.org/en-US/firefox/user/14011748/",
            "username": "atrix"
        }
    ],
    "average_daily_users": 4612,
    "categories": [
        "web-development",
        "privacy-security",
        "other"
    ],
    "contributions_url": "",
    "created": "2018-05-07T19:12:11Z",
    "current_version": {
        "id": 5238409,
        "compatibility": {
            "firefox": {
                "min": "57.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/rusvpn-free-vpn/versions/5238409",
        "file": {
            "id": 3782769,
            "created": "2021-05-27T11:06:18Z",
            "hash": "sha256:8526adddd3de0695a25a66babbc09db0075313abf07d172d534d09b8b7c1be0a",
            "is_mozilla_signed_extension": false,
            "size": 6075957,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/3782769/rusvpn_free_vpn-1.6.48.xpi",
            "permissions": [
                "<all_urls>",
                "https://rvpn-api.ws/*",
                "https://*.rusvpn.com/*",
                "https://*.rvpn.ws/*",
                "http://*.rvpn.ws/*",
                "cookies",
                "management",
                "notifications",
                "proxy",
                "storage",
                "tabs",
                "webRequest",
                "webRequestBlocking"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 7057,
            "is_custom": false,
            "name": {
                "en-US": "All Rights Reserved"
            },
            "slug": "all-rights-reserved",
            "url": null
        },
        "release_notes": null,
        "reviewed": "2021-05-28T08:18:41Z",
        "version": "1.6.48"
    },
    "default_locale": "en-US",
    "description": {
        "de": "RusVPN ist eine bequeme und funktionale Mozilla Firefox-Browser-Erweiterung, die ein hohes Maß an Sicherheit mit schneller und effizienter Bedienung verbindet. Die zuverlässige Verschlüsselungstechnologie erlaubt es, die vollständige Anonymität des Internetnutzers zu wahren und den Zugang zu blockierten Inhalten zu öffnen.\n\nSie ist kostenlos erhältlich und mit jedem Gerät voll kompatibel. Herunterladen und genießen!\n\nNutzen Sie den RusVPN-Dienst zum sicheren und komfortablen Surfen im Internet in Ihrem Browser. Die RSA 4096-Bit-Verschlüsselung, kombiniert mit sicheren Servern in allen Regionen der Welt, ermöglicht eine schnelle und qualitativ hochwertige Verbindung ohne Geschwindigkeitsverlust. Diese Erweiterung ermöglicht es Ihnen, sich vor Betrügern und Hackern zu schützen, damit diese Ihnen nicht folgen und Ihre persönlichen Daten stehlen können. Außerdem können Sie mit dieser Erweiterung den Suchverlauf ausblenden und alle Einschränkungen oder Sperrungen von Websites umgehen.\n\nRusVPN zeichnet sich durch ein einfaches Design und eine einfache Schnittstelle aus - mit nur wenigen Fingertipps sind Sie vollständig im Netzwerk verborgen, und niemand kann Sie hacken oder Zugang zu Ihren persönlichen Daten erlangen.\n\nHauptmerkmale von RusVPN im Browser Mozilla Firefox:\n\n★ unbegrenzter Zugang zu allen Websites und Ressourcen im Internet - Sie können die Seiten besuchen, die Sie benötigen, und alle regionalen Beschränkungen umgehen. kein Sperren und Anstoßen der Seiten - Sie finden immer die gewünschten Informationen ohne Bezug auf Ort und Zeit;\n\n★ hoher Grad an Privatsphäre und eine Garantie für sicheres Surfen - Ihr Datenverkehr auf all Ihren Geräten ist vor dem Anbieter und vor unbefugten Personen verborgen. Die echte IP-Adresse wird durch diejenige ersetzt, die dem Verbindungsserver entspricht, so dass alle persönlichen Benutzerdaten geschützt und verborgen sind. Die aktive Erweiterung stellt eine wirksame Sicherheitsbarriere für das Surfen im Internet dar, insbesondere wenn Sie sich über öffentliche Wi-Fi-Zugangspunkte mit dem Netz verbinden;\n\n★ Zugang zu regionalen Sites und Inhalten, die eingeschränkt oder blockiert werden können. Dies ist möglich aufgrund der Verfügbarkeit von operationellen Servern in fast allen Teilen der Welt, so dass sich der Benutzer verbinden und frei auf die Zielseiten zugreifen kann;\n\n★ ist eine Preisdiskriminierung im Internet ausgeschlossen - dank der Adressänderung müssen Sie beim Einkauf als ausländischer Benutzer nicht mehr zu viel bezahlen, wofür die Preise viel höher angesetzt werden können als auf dem nationalen Markt. Dies ist insbesondere nützlich beim Kauf von Spielen auf Stream, bei der Nutzung von Autovermietungen, beim Bezahlen von Software oder Demoversionen von Programmen und anderen Dingen;\n\n★ kostenlose Nutzung - Sie müssen nichts bezahlen, nutzen Sie einfach die Erweiterung kostenlos und genießen Sie online die vollständige Privatsphäre.\n\nWie man die RusVPN-Erweiterung benutzt:\n- Laden Sie die Erweiterung herunter und installieren Sie sie in Ihrem Mozilla Firefox-Browser;\n- aktivieren Sie VPN, indem Sie einen Server für die Verbindung auswählen;\n- Nutzen Sie die Erweiterung und surfen Sie sicher im Internet, um nach Informationen zu suchen.\nRusVPN ist der qualitativ hochwertigste und zuverlässigste Dienst für Ihren Browser, der vollständige Anonymität und Sicherheit für den Benutzer beim Surfen im Internet gewährleistet.\n\n\n-----------------------------\nEin großes Dankeschön an die Nutzer, die uns lieben und ihre Liebe verbreiten. Schließen Sie sich den Millionen an, die RusVPN benutzen!\n\nFolgen Sie uns auf\nInternet: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/ae529abfd1070515120abbf6e4af23f8a6a76b0c35eb8681b9697a5821aba8cd/https%3A//rusvpn.com/\" rel=\"nofollow\">https://rusvpn.com/</a>\nUnterstützung: support@rusvpn.com\n\nCopyright © Iron Media Group Ltd, eine Gesellschaft mit beschränkter Haftung, die nach den einschlägigen Gesetzen des Commonwealth of Dominica gegründet und registriert ist, mit der Registrierungsnummer 2017/IBC00023\nBüro im 3. Stock, C&amp;H Towers, Ecke Great Marlborough und Great George Streets, Roseau, 00152, Commonwealth of Dominica",
        "en-US": "RusVPN is a convenient and functional Mozilla Firefox browser extension that combines a high level of security and fast and efficient operation. The reliable encryption technology allows to preserve the complete anonymity of the internet user and to open access to blocked content.\n\nIt’s available for free and fully compatible with any device. Download and enjoy!\nUse the RusVPN service for safe and comfortable net surfing in your browser. RSA 4096-bit encryption, combined with secure servers located in all regions of the world, provides a fast and high-quality connection without any loss of speed. This extension will allow you to stay safe from scammers and hackers so that they cannot follow you and steal your personal data. Also, using this extension, you can hide the search history and bypass all restrictions or blocking of websites.\n\nRusVPN stands out by its easy design and simple interface - with just a few taps you are completely hidden on the network, and no one can hack you or gain access to your private data.\n\nKey features of RusVPN in Mozilla Firefox browser:\n\n★ unlimited access to any websites and resources on the Internet - you can visit the pages you need and bypass all regional restrictions. No locking and kicking-off of the pages - you will always find the required information without reference to place and time;\n\n★ high level of privacy and a guarantee of safe surfing - your traffic on all your devices are hidden from provider and from unauthorized persons. The real IP address is being replaced with the one corresponding to the connection server, thus, all personal user data is protected and hidden. The active extension acts as an effective security barrier for surfing the Internet, especially when you connect to the network using public Wi-Fi access points;\n\n★ access to regional sites and content that may be restricted or blocked. This is possible due to the availability of operational servers in almost all parts of the world so that the user can connect and freely access target sites;\n\n★ price discrimination on the Internet is excluded - thanks to the address change, you no longer need to overpay when shopping as a foreign user, for which prices can be set much higher than inside the national market. In particular, it is useful when buying games on Stream, using car rental services, paying for software or demo versions of programs and other things;\n\n★ free-of-charge use - you do not have to pay anything, just use the extension freely and enjoy complete privacy online.\n \nHow to use the RusVPN extension:\n•\tdownload the extension and install it in your Mozilla Firefox browser;\n•\tenable VPN by selecting a server for connection;\n•\tuse the extension and surf the Internet safely for searching for information.\nRusVPN is the highest quality and most reliable service for your browser that ensures complete anonymity and security for the user while surfing the Internet.\n\n\n-----------------------------\nBig shout of thank you to users who love us and spread their love. Join the millions who are using RusVPN!\n\nFollow us on…\nWeb: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/ae529abfd1070515120abbf6e4af23f8a6a76b0c35eb8681b9697a5821aba8cd/https%3A//rusvpn.com/\" rel=\"nofollow\">https://rusvpn.com/</a>\nSupport: support@rusvpn.com\n\nCopyright © Iron Media Group Ltd, a limited liability company incorporated and registered under the relevant laws of the Commonwealth of Dominica, with registration number 2017/IBC00023 and registered\noffice at 3rd Floor, C&amp;H Towers, Corner of Great Marlborough and Great George Streets, Roseau, 00152, Commonwealth of Dominica",
        "ru": "RUSVPN – это удобное и функциональное расширение для браузера Mozilla Firefox, сочетающее в себе высокий уровень безопасности и оперативную скорость работы. За счет технологии надежного шифрования поддерживается полная анонимность пользователя в Интернете, открывается доступ к заблокированному контенту.\n\nДоступно на бесплатной основе, полностью совместим с любым устройством. Скачивайте и пользуйтесь!\n\nИспользуйте сервис RUSVPN в вашем браузере, чтобы серфинг в сети был комфортным и безопасным. RSA 4096 bit шифрование в сочетании с защищенными серверами, размещенными во всех регионах мира, обеспечивают быстрое и качественное соединение без потери скорости. Именно такое расширение позволит вам скрыться от мошенников и хакеров, чтобы они не смогли следить за вами и украсть личные данные. Также с помощью расширения вы сможете скрыть историю поиска и обходить все ограничения или блокировки веб-ресурсов.\n\nRUSVPN отличается легким дизайном и простым интерфейсом – несколько нажатий и вы полностью скрыты в сети, никто не может взломать вас или получить доступ к приватным данным.\n\nОсновные возможности RUSVPN в браузере Mozilla Firefox:\n\n★ неограниченный доступ к любым сайтам и ресурсам в Интернете – вы можете посещать необходимые вам страницы и обходить все региональные ограничения. Никаких блокировок и выбросов со страниц – вы всегда найдете ту информацию, которая вам нужна, без привязки к месту и времени;\n\n★ высокий уровень приватности и гарантия безопасного серфинга – ваш трафик на всех устройствах скрыт от провайдера и от посторонних лиц. Реальный адрес IP заменяется тем, который соответствует серверу подключения, таким образом, все личные данные пользователя защищены и скрыты. Активное расширение выступает в виде эффективного барьера безопасности для серфинга в Интернете, особенно когда вы подключаетесь к сети через публичные точки Wi-Fi;\n\n★ доступ к региональным сайтам и контенту, который может быть ограничен или заблокирован – это возможно благодаря наличию рабочих серверов почти во всех точках мира, чтобы пользователь мог подключаться и свободно заходить на целевые сайты;\n\n★ полную анонимность и безопасность при использовании сайтов для взрослых. RUSVPN обеспечивает полную Вашу анонимность при просмотре подобных сайтов. Никто не сможет узнать, что Вы посещали тот или иной ресурс.\n\n★ полностью исключена ценовая дискриминация в Интернете – за счет смены адреса больше не нужно переплачивать при покупках как иностранный пользователь, для которого могут устанавливаться цены намного выше, чем внутри национального рынка. В частности это полезно при покупке игр в Stream, пользовании услугами автомобильной аренды, оплате софта или демо-версий программ и т.д.;\n\n★ бесплатное пользование – вам не нужно платить, просто свободно пользуйтесь расширением и сохраняйте полную конфиденциальность в Интернете.\n\nКак пользоваться расширением RUSVPN:\n•\tскачать и установить в браузер Mozilla Firefox;\n•\tвключить VPN, выбрав сервер для соединения;\n•\tпользоваться расширением и безопасно посещать Интернет для поиска информации.\n\nRUSVPN – самый качественный и надежный сервис для вашего браузера, чтобы обеспечить полную анонимность и безопасность для пользователя во время серфинга в Интернете."
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/rusvpn-free-vpn/edit",
    "guid": "{802a5f9b-f6a9-4b02-9700-b30390c3279b}",
    "has_eula": true,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "en-US": "https://rusvpn.com/en/download/firefox/",
            "ru": "https://rusvpn.com/ru"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/49bf6ccef20f691750404ca98640eed3d6920fcacac6af381a1c6d13eac42575/https%3A//rusvpn.com/en/download/firefox/",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/df51445af680c4a350b47cc359c6c6a772501422cf649215766eda865cb19ac8/https%3A//rusvpn.com/ru"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/973/973391-64.png?modified=1be1a8ff",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/973/973391-32.png?modified=1be1a8ff",
        "64": "https://addons.mozilla.org/user-media/addon_icons/973/973391-64.png?modified=1be1a8ff",
        "128": "https://addons.mozilla.org/user-media/addon_icons/973/973391-128.png?modified=1be1a8ff"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2021-05-28T08:18:41Z",
    "name": {
        "de": "RusVPN - Kostenlose VPN",
        "en-US": "RusVPN - Free VPN",
        "ru": "RusVPN - Бесплатный VPN Proxy сервис"
    },
    "previews": [
        {
            "id": 238532,
            "caption": null,
            "image_size": [
                939,
                704
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/238/238532.png?modified=1622133202",
            "position": 0,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/238/238532.jpg?modified=1622133202"
        },
        {
            "id": 238533,
            "caption": null,
            "image_size": [
                940,
                705
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/238/238533.png?modified=1622133204",
            "position": 1,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/238/238533.jpg?modified=1622133204"
        },
        {
            "id": 238534,
            "caption": null,
            "image_size": [
                939,
                704
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/238/238534.png?modified=1622133206",
            "position": 2,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/238/238534.jpg?modified=1622133206"
        }
    ],
    "promoted": null,
    "ratings": {
        "average": 4.1447,
        "bayesian_average": 4.140528705255591,
        "count": 1382,
        "text_count": 1106
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/rusvpn-free-vpn/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/973391",
    "slug": "rusvpn-free-vpn",
    "status": "public",
    "summary": {
        "de": "RusVPN - Kostenlose VPN-Service",
        "en-US": "RusVPN - Free VPN Proxy service",
        "ru": "С помощью бесплатного VPN прокси сервиса RUSVPN вы получите полный доступ ко всем заблокированным веб-сайтам на высокой скорости"
    },
    "support_email": {
        "de": "support@rusvpn.com",
        "en-US": "support@rusvpn.com",
        "ru": "support@rusvpn.com"
    },
    "support_url": {
        "url": {
            "de": "https://rusvpn.com/",
            "en-US": "https://rusvpn.com/",
            "ru": "https://rusvpn.com/"
        },
        "outgoing": {
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ae529abfd1070515120abbf6e4af23f8a6a76b0c35eb8681b9697a5821aba8cd/https%3A//rusvpn.com/",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ae529abfd1070515120abbf6e4af23f8a6a76b0c35eb8681b9697a5821aba8cd/https%3A//rusvpn.com/",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/ae529abfd1070515120abbf6e4af23f8a6a76b0c35eb8681b9697a5821aba8cd/https%3A//rusvpn.com/"
        }
    },
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/rusvpn-free-vpn/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/rusvpn-free-vpn/versions/",
    "weekly_downloads": 804,
    "_score": null
}