{
    "id": 708770,
    "authors": [
        {
            "id": 14508210,
            "name": "LanguageTooler GmbH",
            "url": "https://addons.mozilla.org/en-US/firefox/user/14508210/",
            "username": "languagetooler"
        }
    ],
    "average_daily_users": 400150,
    "categories": [
        "language-support",
        "social-communication"
    ],
    "contributions_url": "",
    "created": "2016-06-10T13:29:55Z",
    "current_version": {
        "id": 5867646,
        "compatibility": {
            "firefox": {
                "min": "128.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/languagetool/versions/5867646",
        "file": {
            "id": 4411930,
            "created": "2024-12-30T15:44:09Z",
            "hash": "sha256:f8c6c6b5ae7591ff62bfcaf93f7831651643312a64e0029fc4c153f7ca75295f",
            "is_mozilla_signed_extension": false,
            "size": 13443617,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4411930/languagetool-8.14.3.xpi",
            "permissions": [
                "activeTab",
                "storage",
                "contextMenus",
                "alarms",
                "http://*/*",
                "https://*/*",
                "file:///*",
                "*://docs.google.com/document/*",
                "*://docs.google.com/presentation/*",
                "*://languagetool.org/*"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 7057,
            "is_custom": false,
            "name": {
                "en-US": "All Rights Reserved"
            },
            "slug": "all-rights-reserved",
            "url": null
        },
        "release_notes": null,
        "reviewed": "2025-01-14T19:34:25Z",
        "version": "8.14.3"
    },
    "default_locale": "en-US",
    "description": {
        "ca": "★ Troba molts errors que un simple corrector ortogràfic no pot detectar\n★ No cal registrar-se\n★ Suporta més de 25 idiomes (vegeu més avall)\n★ Funciona en gairebé en tots els llocs web, incloent-hi Gmail, Facebook i X/Twitter\n\nAmb aquesta extensió podeu revisar text amb el corrector gramatical i d'estil gratuït LanguageTool. LanguageTool troba molts més errors dels que troba un simple corrector ortogràfic, com ara accents diacrítics, apostrofacions, repeticions de paraules i molts altres. Funciona en més de 25 idiomes, incloent-hi català, anglès, castellà, francès, alemany i polonès.\n\nLanguageTool és compatible amb gairebé tots els textos, independentment de la font, incloent-hi xarxes socials com X/Twitter o LinkedIn i serveis de correu electrònic en línia, com Gmail. Només alguns llocs web com <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e03e6209d3f8406d2816d671a83442c4567766263d6f41154785e41e1a50c7eb/http%3A//chrome.google.com\" rel=\"nofollow\">chrome.google.com</a> no funcionen.\n\nL'objectiu de LanguageTool és oferir als usuaris un verificador complet de gramàtica i estil que els permeti controlar els continguts que generen. La revisió troba tota classe d'errors freqüents; distingeix entre variants de català i català-valencià. LanguageTool també té un diccionari personal per a excepcions o paraules que useu sovint però que no són en els diccionaris convencionals. LanguageTool reconeixerà aquestes paraules les següents revisions.\n\nA diferència de Grammarly (\"Grammerly\" :-) i QuillBot, LanguageTool funciona per a moltes llengües i ofereix moltes de les mateixes característiques.\n\nLa vostra privacitat és important per a nosaltres. Per defecte, aquesta extensió revisa els textos enviant-los a <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/2784e8753205334dfb8b51e670a33f6c9d5820821f44f3d062f81eb2fd45f5ef/https%3A//languagetool.org\" rel=\"nofollow\">https://languagetool.org</a> en una connexió xifrada segura. No cal tenir un compte per a utilitzar l'extensió. No desem la vostra adreça IP. Vegeu la nostra política de privacitat en <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/852ac1b86c83973f7fe4ded8cc1cda3caa5bbef3a5f1dd9673e883e963e0878d/https%3A//languagetool.org/privacy/\" rel=\"nofollow\">https://languagetool.org/privacy/</a>.\n\nLlista de llengües compatibles: anglès (australià, canadenc, GB, neozelandès, sud-africà, nord-americà), francès, alemany (Àustria, alemany, suís), asturià, bielorús, bretó, català (també valencià), xinès, danès, holandès, Esperanto, gallec, grec, italià, japonès, khmer, persa, polonès, portuguès (Brasil, Portugal, Angola, Moçambic), romanès, rus, eslovac, eslovè, espanyol, suec, tagàlog, tàmil, ucraïnès",
        "de": "★ Findet viele Fehler, die eine normale Rechtschreibprüfung nicht findet\n★ Keine Anmeldung nötig\n★ Unterstützt mehr als 25 Sprachen (siehe unten)\n★ Funktioniert auf fast allen Webseiten, auch Gmail, Facebook, X/Twitter\n\nMit dieser Erweiterung können Sie Text mit der Stil- und Grammatikprüfung LanguageTool prüfen. LanguageTool findet viele Fehler, die eine normale Rechtschreibprüfung nicht finden kann, z.B. Probleme mit der Groß- und Kleinschreibung oder Wortverwechselungen wie Mine/Miene. Neben Deutsch unterstützt es auch Englisch, Spanisch, Französisch und mehr als 25 weitere Sprachen.\n\nLanguageTool ist einfach zu benutzen: Es sucht im aktuellen Textfeld nach Grammatik- und Rechtschreibfehlern. Diese Erweiterung funktioniert fast überall im Netz: bei LinkedIn genauso wie auf Gmail. <a href=\"http://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a> und <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e03e6209d3f8406d2816d671a83442c4567766263d6f41154785e41e1a50c7eb/http%3A//chrome.google.com\" rel=\"nofollow\">chrome.google.com</a> werden derzeit nicht unterstützt.\n\nDiese Erweiterung unterstützt die verschiedenen Varianten von Sprachen, wie z. B. österreichisches Deutsch und amerikanisches und britisches Englisch. In ein eingebautes persönliches Wörterbuch können Sie Wörter aufnehmen, die LanguageTool selber nicht kennt.\n\nAnders als Grammarly (\"Grammerly\" :-) und Duden Mentor unterstützt LanguageTool mehrere Sprachen.\n\n\n<b>Datenschutz</b>\n\nStandardmäßig schickt diese Erweiterung Ihre Texte über eine verschlüsselte Verbindung an <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/2784e8753205334dfb8b51e670a33f6c9d5820821f44f3d062f81eb2fd45f5ef/https%3A//languagetool.org\" rel=\"nofollow\">https://languagetool.org</a>. Wir speichern Ihre IP-Adresse nicht. Sie benötigen keine Registrierung. Einzelheiten finden Sie in <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/852ac1b86c83973f7fe4ded8cc1cda3caa5bbef3a5f1dd9673e883e963e0878d/https%3A//languagetool.org/privacy/\" rel=\"nofollow\">unseren Datenschutzrichtlinien</a>.\n\n\n<b>Warum benötigt LanguageTool die Berechtigung \"Auf Ihre Daten für alle Webseiten zugreifen\"?</b>\n\nDiese Berechtigung wird benötigt, um den Text, der in mehrzeilige Eingabefelder eingegeben wird, prüfen zu können. Die meisten einzeiligen Textfelder und alle Passwort-Felder werden übersprungen.\n\n\n<b>Bugs</b>\n\nFehlerberichte bitte unter <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/7cd2e2000a2455cafbe858770245772bd1ffed5f088d077e8933253eb3031afc/https%3A//forum.languagetool.org\" rel=\"nofollow\">https://forum.languagetool.org</a> oder <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/21c8ffadd9daf3bac6388c029b9537503644914c53dfe418089e88c7796c115e/https%3A//github.com/languagetool-org/languagetool-browser-addon/issues\" rel=\"nofollow\">auf github</a> anlegen.\n\n\n<b>Premiumversion</b>\n\nWir bieten eine kostenpflichtige Premiumversion an, die von einigen Stellen aus dem Add-on verlinkt ist. Das Add-on funktioniert aber auch ohne Zahlung und sogar ohne Registrierung.\n\n\n<b>Offline-Nutzung (nur für fortgeschrittene Computernutzer empfohlen)</b>\n\nUm dieses Add-On mit einem lokalen Server und ohne Internet-Verbindung zu nutzen, nutzen Sie <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/60fa253eedc1fe43dac212514f9a80024e7f78c6425af758b2f62b32286e76af/https%3A//dev.languagetool.org/http-server\" rel=\"nofollow\">diese Anleitung</a>.\n\n<b>Unterstützte Sprachen</b>\n\nEnglisch (Australien, Kanada, Großbritannien, Neuseeland, Südafrika, USA), Französisch, Deutsch (Österreich, Deutschland, Schweiz), Russisch, Ukrainisch, Asturisch, Belarussisch, Bretonisch, Katalanisch (auch Valencianisch), Chinesisch, Dänisch, Niederländisch, Esperanto, Galizisch, Griechisch, Italienisch, Japanisch, Khmer, Persisch, Polnisch, Portugiesisch (Brasilien, Portugal, Angola, Mosambik), Rumänisch, Slowakisch, Slowenisch, Spanisch, Schwedisch, Tagalog, Tamil, Arabisch",
        "en-GB": "Check your texts for spelling and grammar problems everywhere on the web\n\n★ Finds many errors that a simple spell checker cannot detect\n★ No registration needed\n★ Supports more than 25 languages (see below)\n★ Works on almost any website including Gmail, Facebook, X/Twitter\n\nThis free extension ensures that your writing is error-free via the grammar and style checker LanguageTool. LanguageTool detects many errors that a simple spell checker cannot, such as grammar issues, commonly confused words, and punctuation oversights. Additionally, LanguageTool offers style suggestions to elevate your writing: synonym replacements for overused words, concise rephrasing of wordy sentences, and formal alternatives to commonly used expressions.\n\nLanguageTool is designed with simplicity in mind, instantly analyzing your text as you type. It is compatible with most platforms, including social networks such as X/Twitter and LinkedIn, and e-mail services such as Gmail.\n\nWith LanguageTool, our aim is to give users a full-feature grammar checker and proofreader that will enable them to have control and confidence over their content. While LanguageTool is a vital extension for non-native speakers, it also recognizes many mistakes that are frequently made by native speakers. This grammar and spelling correction works across several varieties of commonly spoken languages, and is capable of distinguishing between American and British English. LanguageTool also features a personal dictionary for exceptions or words that you might commonly use, but are not found in a conventional dictionary; it will learn to recognize these words for future grammar checking and proofreading.\n\nUnlike other services like Grammarly (a.k.a. Grammerly :-), QuillBot, and Ginger, LanguageTool supports more than 25 languages including English, Spanish, French, German, Polish, and Russian (see below for the complete list).\n\nYour privacy is important to us: By default, this extension will check your text by sending it to <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/2784e8753205334dfb8b51e670a33f6c9d5820821f44f3d062f81eb2fd45f5ef/https%3A//languagetool.org\" rel=\"nofollow\">https://languagetool.org</a> over a securely encrypted connection. No account is needed to use this extension. We don't store your IP address. See <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/852ac1b86c83973f7fe4ded8cc1cda3caa5bbef3a5f1dd9673e883e963e0878d/https%3A//languagetool.org/privacy/\" rel=\"nofollow\">https://languagetool.org/privacy/</a> for our privacy policy.\n\nPlease send bug reports or questions to <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/7cd2e2000a2455cafbe858770245772bd1ffed5f088d077e8933253eb3031afc/https%3A//forum.languagetool.org\" rel=\"nofollow\">https://forum.languagetool.org</a>\n\nList of supported languages: English (Australian, Canadian, GB, New Zealand, South African, US), French, German (Austria, Germany, Swiss), Asturian, Belarusian, Breton, Catalan (also Valencian), Chinese, Danish, Dutch, Esperanto, Galician, Greek, Italian, Japanese, Khmer, Persian, Polish, Portuguese (Brazil, Portugal, Angola, Mozambique), Romanian, Russian, Slovak, Slovenian, Spanish, Swedish, Tagalog, Tamil, Ukrainian, Arabic",
        "en-US": "Check your texts for spelling and grammar problems everywhere on the web\n\n★ Finds many errors that a simple spell checker cannot detect\n★ No registration needed\n★ Supports more than 25 languages (see below)\n★ Works on almost any website including Gmail, Facebook, X/Twitter\n\nThis free extension ensures that your writing is error-free via the grammar and style checker LanguageTool. LanguageTool detects many errors that a simple spell checker cannot, such as grammar issues, commonly confused words, and punctuation oversights. Additionally, LanguageTool offers style suggestions to elevate your writing: synonym replacements for overused words, concise rephrasing of wordy sentences, and formal alternatives to commonly used expressions.\n\nLanguageTool is designed with simplicity in mind, instantly analyzing your text as you type. It is compatible with most platforms, including social networks such as X/Twitter and LinkedIn, and e-mail services such as Gmail.\n\nWith LanguageTool, our aim is to give users a full-feature grammar checker and proofreader that will enable them to have control and confidence over their content. While LanguageTool is a vital extension for non-native speakers, it also recognizes many mistakes that are frequently made by native speakers. This grammar and spelling correction works across several varieties of commonly spoken languages, and is capable of distinguishing between American and British English. LanguageTool also features a personal dictionary for exceptions or words that you might commonly use, but are not found in a conventional dictionary; it will learn to recognize these words for future grammar checking and proofreading.\n\nUnlike other services like Grammarly (a.k.a. Grammerly :-), QuillBot, and Ginger, LanguageTool supports more than 25 languages including English, Spanish, French, German, and Polish (see below for the complete list).\n\nYour privacy is important to us: By default, this extension will check your text by sending it to <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/2784e8753205334dfb8b51e670a33f6c9d5820821f44f3d062f81eb2fd45f5ef/https%3A//languagetool.org\" rel=\"nofollow\">languagetool.org</a> over a securely encrypted connection. No account is needed to use this extension. We don't store your IP address. See <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/852ac1b86c83973f7fe4ded8cc1cda3caa5bbef3a5f1dd9673e883e963e0878d/https%3A//languagetool.org/privacy/\" rel=\"nofollow\">https://languagetool.org/privacy/</a> for our privacy policy.\n\nPlease send bug reports or questions to <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/7cd2e2000a2455cafbe858770245772bd1ffed5f088d077e8933253eb3031afc/https%3A//forum.languagetool.org\" rel=\"nofollow\">https://forum.languagetool.org</a>.\n\nList of supported languages: English (Australian, Canadian, GB, New Zealand, South African, US), French, German (Austria, Germany, Swiss), Asturian, Belarusian, Breton, Catalan (also Valencian), Chinese, Danish, Dutch, Esperanto, Galician, Greek, Italian, Japanese, Khmer, Persian, Polish, Portuguese (Brazil, Portugal, Angola, Mozambique), Romanian, Russian, Slovak, Slovenian, Spanish, Swedish, Tagalog, Tamil, Ukrainian, Arabic",
        "es": "★ Encuentra muchos errores que un simple corrector ortográfico no puede detectar.\n★ No es necesario registrarse.\n★ Soporta más de 25 idiomas (ver más abajo).\n★ Funciona en casi todos los sitios web, incluyendo Gmail, LinkedIn, Facebook, X/Twitter.\n\nCon la extensión LanguageTool puedes revisar el estilo y la gramática de tus textos. LanguageTool encuentra muchos errores que un simple corrector ortográfico no puede detectar, como la repetición de palabras y el mal uso de estas. Además, también detecta problemas gramaticales. Funciona con más de 25 idiomas, incluyendo inglés, español, francés, alemán, polaco y ruso.\n\nLanguageTool está diseñado pensando en la simplicidad. Comprueba instantáneamente la ortografía y la gramática que encuentre en el campo de texto actual. LanguageTool es compatible con casi cualquier texto, sin importar su origen, incluyendo redes sociales como X/Twitter o LinkedIn y servicios de correo electrónico en línea, tales como Gmail. Algunos sitios como <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e03e6209d3f8406d2816d671a83442c4567766263d6f41154785e41e1a50c7eb/http%3A//chrome.google.com\" rel=\"nofollow\">chrome.google.com</a> actualmente no son compatibles.\n\nNuestro objetivo con LanguageTool es proporcionar a los usuarios un revisor de gramática y un corrector de estilo con funcionalidad completa, que le permita tener tanto el control como la confianza de su contenido. Si bien LanguageTool es una extensión vital para hablantes no nativos, también es lo suficientemente inteligente para reconocer errores que los nativos suelen cometer y por tanto, mejorará la expresión escrita en general. Esta corrección ortográfica y gramatical funciona en todas las variantes del lenguaje común; distinguiendo, por ejemplo, entre inglés británico y americano. LanguageTool también tiene un diccionario personal para excepciones o palabras que podrías usar comúnmente pero que no se encuentran en un diccionario convencional. LanguageTool reconocerá estas palabras en las futuras revisiones gramaticales y de estilo.\n\nLanguageTool funciona en muchos idiomas, a diferencia de Grammarly, también conocido como Grammerly :-), Ginger y QuillBot.\n\nTu privacidad es importante para nosotros: Por defecto, esta extensión revisará tu texto enviándolo a <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/2784e8753205334dfb8b51e670a33f6c9d5820821f44f3d062f81eb2fd45f5ef/https%3A//languagetool.org\" rel=\"nofollow\">https://languagetool.org</a> a través de una conexión encriptada de forma segura. No se necesita una cuenta para usar esta extensión. No almacenamos tu dirección IP. Puedes ver nuestra política de privacidad en <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/852ac1b86c83973f7fe4ded8cc1cda3caa5bbef3a5f1dd9673e883e963e0878d/https%3A//languagetool.org/privacy/\" rel=\"nofollow\">https://languagetool.org/privacy/</a>.\n\nEnvía informes de errores o preguntas a <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/7cd2e2000a2455cafbe858770245772bd1ffed5f088d077e8933253eb3031afc/https%3A//forum.languagetool.org\" rel=\"nofollow\">https://forum.languagetool.org</a>\n\nLista de idiomas admitidos: inglés (Australia, Canadá, Reino Unido, Nueva Zelanda, Sudáfrica, EE. UU.), francés, alemán (Austria, Alemania, Suiza), asturiano, bielorruso, bretón, catalán (también valenciano), chino, danés, holandés, esperanto, gallego, griego, italiano, japonés, jemer, persa, polaco, portugués (Brasil, Portugal, Angola, Mozambique), rumano, ruso, eslovaco, esloveno, español, sueco, tagalo, tamil, ucraniano, árabe.",
        "fr": "★ Détecte bien plus d'erreurs qu'un simple correcteur orthographique ;\n★ Aucune identification nécessaire ;\n★ Supporte plus de 25 langues (liste exhaustive tout en bas) ;\n★ Fonctionne sur presque tous les sites, même Gmail, Facebook ou X/Twitter.\n\nAvec ce module, le correcteur gratuit LanguageTool vous accompagne partout sur internet. Non content de détecter toutes les fautes d'orthographe comme un simple dictionnaire, LanguageTool détecte les fautes de grammaire (accord, répétitions, homophones, etc.), de conjugaison ou de style (anglicismes, formules éculées, etc.) !\n\nLanguageTool est conçu pour être très simple d'utilisation, le texte que vous tapez est vérifié automatiquement, et un simple clic ou raccourci clavier permet d'appliquer la correction désirée. Le module LanguageTool fonctionne sur la quasi-totalité des sites internet, y compris les réseaux sociaux comme Facebook, X/Twitter ou LinkedIn, ou n'importe quel service de messagerie en ligne (Gmail, Orange, etc.).\n\nAvec LanguageTool notre but est de donner à l'utilisateur un vérificateur complet et un outil de relecture fiable qui lui permettent de contrôler ses écrits.\nLanguageTool est un module incontournable aussi bien pour votre langue maternelle que pour les langues étrangères. Les corrections grammaticales et orthographiques se font en fonction des variantes de langues, en différenciant par exemple l'anglais états-unien de l'anglais britannique.\nLanguageTool comprend également une fonction de dictionnaire personnel pour les exceptions ou les mots que vous utilisez fréquemment qui seraient inconnus des dictionnaires traditionnels. Une fois ajoutés, LanguageTool reconnaîtra ces mots dans toutes vos futures vérifications.\n\nContrairement à Antidote, Grammalecte, Grammarly, QuillBot ou la plupart des alternatives, LanguageTool fonctionne avec énormément de langues, tout en offrant la plupart de leurs fonctionnalités !\n\nLe respect de votre vie privée est important pour nous : cette extension vérifie vos textes en les envoyant sur le site <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/2784e8753205334dfb8b51e670a33f6c9d5820821f44f3d062f81eb2fd45f5ef/https%3A//languagetool.org\" rel=\"nofollow\">https://languagetool.org</a> via une connexion chiffrée sécurisée. Nous ne stockons aucun des textes que vous vérifiez, ni votre adresse IP. Cette extension ne nécessite aucune création de compte pour fonctionner.\n\nNotre politique de vie privée est disponible à cette adresse : <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/7185bf44eada1291eb76c6bf9a156025e6de012331d1652eb0bcd446cf28a857/http%3A//languagetool.org/privacy/\" rel=\"nofollow\">http://languagetool.org/privacy/</a>\n\nListe des langages supportés : Français, Anglais (Australien, Canadien, Britannique, Nouvelle-Zélande, Sud-Africain, Américain), Allemand (Autrichien, Allemand, Suisse), Asturien, Biélorusse, Breton, Catalan (et Valencien), Chinois, Danois, Espagnol, Espéranto, Galicien, Grec, Italien, Japonais, Khmer, Néerlandais, Perse, Polonais, Portugais (Brésilien, Portugais, Angolais, Mozambicain), Roumain, Russe, Slovaque, Slovène, Suédois, Tagalog, Tamil, Ukrainien, Arabe.",
        "nl": "★ Vindt veel fouten die spellingcontrole niet ziet.\n★ Registratie is niet nodig\n★ Kent meer dan 25 talen (zie verderop)\n★ Werkt op bijna elke website, waaronder Gmail, LinkedIn, Facebook, X/Twitter\n\nMet deze extensie kun je teksten controleren met de gratis stijl- en grammaticacontrole LanguageTool. LanguageTool vindt veel fouten die een eenvoudige spellingcontrole niet kan vinden, zoals het verwisselen van die/dat/deze, zij/hun, onjuist spatiegebruik, het herhalen van een woord en het kan bepaalde grammaticale problemen vinden. Het ondersteunt meer dan 25 talen, waaronder Duits, Engels, Frans, Nederlands, Pools, Spaans en Russisch.\n\nLanguageTool beoogt eenvoudig te zijn. Met een druk op een knop of een instelbare toetsaanslag controleert LanguageTool instantly spelling en grammatica van de geselecteerde tekst. LanguageTool werkt met bijna alle soorten tekst, ongeacht de bron, zoals sociale netwerken als X/Twitter of LinkedIn en online e-maildiensten zoals Gmail. Slechts een beperkt aantal sites zoals <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e03e6209d3f8406d2816d671a83442c4567766263d6f41154785e41e1a50c7eb/http%3A//chrome.google.com\" rel=\"nofollow\">chrome.google.com</a> worden momenteel niet ondersteund.\n\nOns doel met LanguageTool is om gebruikers een complete grammaticacontrole en proeflezer te geven die het mogelijk maakt controle en vertrouwen over de inhoud van hun tekst te geven. Ook al is LanguageTool een essentiële extensie voor mensen met een andere moedertaal, het is ook slim genoeg om fouten te herkennen voor mensen die in hun moedertaal schrijven en helpt je je schrijfvaardigheid in het algemeen te verbeteren. Deze grammatica- en spellingcontrole werkt voor alle variaties van veelgebruikte talen; het onderscheidt bijvoorbeeld tussen Amerikaans en Engels. LanguageTool heeft ook een persoonlijk woordenboek voor uitzonderingen of woorden die je vaak gebruikt maar niet te vinden zijn in conventionele woordenboeken. LanguageTool herkent deze woorden in toekomstig gebruik van grammaticacontrole en proeflezen.\n\nAnders dan Grammarly (\"Grammerly\" :-) of QuillBot werkt LanguageTool voor veel talen en biedt vergelijkbare mogelijkheden.\n\nUw privacy is belangrijk voor ons: Standaard stuurt LT uw tekst naar <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/2784e8753205334dfb8b51e670a33f6c9d5820821f44f3d062f81eb2fd45f5ef/https%3A//languagetool.org\" rel=\"nofollow\">https://languagetool.org</a> over een versleutelde verbinding. Er is geen account nodig. We slaan uw IP-adres niet op. Zie <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/852ac1b86c83973f7fe4ded8cc1cda3caa5bbef3a5f1dd9673e883e963e0878d/https%3A//languagetool.org/privacy/\" rel=\"nofollow\">https://languagetool.org/privacy/</a> voor details over ons privacybeleid.\n\nOndersteunde talen: Engels (Australië, Canada, Groot-Brittannië, Nieuw Zeeland, Zuid-Afrika, Amerika), Frans, Duits (Oostenrijk, Duitsland, Zwitserland), Asturiaans, Wit-Russisch, Bretons, Catalaans (ook Valenciaans), Chinees, Deens, Nederlands, Esperanto, Galicisch, Grieks, Italiaans, Japans, Khmer, Perzisch, Pools, Portugees (Brazilië, Portugal, Angola, Mozambique), Roemeens, Russisch, Slowaaks, Sloveens, Spaans, Zweeds, Tagalog, Tamil, Oekraïens",
        "pl": "★ Znajduje wiele błędów, których nie wykrywa zwykły korektor pisowni\n★ Rejestracja nie jest wymagana\n★ Obsługuje ponad 25 języków (patrz niżej)\n★ Działa na prawie każdej stronie internetowej, także w serwisach Gmail, LinkedIn, Facebook, X/Twitter\n\nZ tym rozszerzeniem możesz sprawdzić tekst za pomocą bezpłatnego programu do sprawdzania stylu i gramatyki – LanguageTool. LanguageTool znajduje wiele błędów, których nie może wykryć zwykłe sprawdzanie pisowni, takich jak na przykład: kubki/kupki , wieży/wierzy, lub powtarzanie słowa, i może wykryć pewne problemy gramatyczne. Obsługuje ponad 25 języków, w tym angielski, hiszpański, francuski, niemiecki, polski i rosyjski.\n\nLanguageTool został zaprojektowany z myślą o prostocie obsługi. Po naciśnięciu przycisku lub konfigurowalnego skrótu klawiaturowego, LanguageTool natychmiast sprawdza pisownię i gramatykę każdego zaznaczonego tekstu. LanguageTool jest kompatybilny z prawie wszystkimi tekstami, niezależnie od ich źródła, w tym z sieciami społecznościowymi, takimi jak X/Twitter czy LinkedIn oraz usługami poczty elektronicznej online, takimi jak Gmail. Bardzo niewiele stron, takich jak  <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e03e6209d3f8406d2816d671a83442c4567766263d6f41154785e41e1a50c7eb/http%3A//chrome.google.com\" rel=\"nofollow\">chrome.google.com</a> obecnie nie jest obsługiwanych.\n\nLanguageTool skupia się na tym, aby dać użytkownikom w pełni funkcjonalny system do sprawdzania gramatyki i literówek, który umożliwi im kontrolę i pewność co do treści. LanguageTool jest istotnym rozszerzeniem dla osób nie będących rodzimymi użytkownikami języka, ale jest również wystarczająco inteligentny, aby rozpoznawać błędy, które często popełniają rodzimi użytkownicy języka i poprawi ogólną jakość pisania. Ta korekta gramatyczna i ortograficzna działa we wszystkich odmianach wspólnego języka, rozróżniając na przykład język angielski amerykański i brytyjski. LanguageTool posiada również osobisty słownik wyjątków lub słów, które mogą być powszechnie używane, ale które nie znajdują się w konwencjonalnym słowniku. LanguageTool rozpozna te słowa w przyszłości podczas sprawdzania gramatyki i korekty.\n\nW przeciwieństwie do Grammarly (\"Grammerly\" :-), LanguageTool działa w wielu językach i oferuje wiele takich samych funkcji.\n\nTwoja prywatność jest dla nas ważna: Domyślnie nasze rozszerzenie sprawdzi Twój tekst, wysyłając go na adres <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/2784e8753205334dfb8b51e670a33f6c9d5820821f44f3d062f81eb2fd45f5ef/https%3A//languagetool.org\" rel=\"nofollow\">https://languagetool.org</a> za pośrednictwem bezpiecznego, szyfrowanego połączenia. Do korzystania z tego rozszerzenia nie jest wymagane konto. Nie przechowujemy Twojego adresu IP. Więcej informacji na temat naszej polityki prywatności można znaleźć pod adresem <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/852ac1b86c83973f7fe4ded8cc1cda3caa5bbef3a5f1dd9673e883e963e0878d/https%3A//languagetool.org/privacy/\" rel=\"nofollow\">https://languagetool.org/privacy/</a>.\n\nLista obsługiwanych języków: angielski (australijski, kanadyjski, brytyjski, nowozelandzki, południowoafrykański, amerykański), francuski, niemiecki (austriacki, niemiecki, szwajcarski), asturyjski, białoruski, bretoński, kataloński (i walencki), chiński, duński, niderlandzki, esperanto, galisyjski, grecki, włoski, japoński, khmerski, perski, polski, portugalski (brazylijski, portugalski, angolski  i mozambicki), rumuński, rosyjski, słowacki, słoweński, hiszpański, szwedzki, tagalski, tamilski i ukraiński",
        "pt-BR": "★ Encontre muitos erros que um simples verificador ortográfico não encontra\n★ Registração não necessária\n★ Suporta mais de 25 línguas (veja abaixo)\n★ Funciona em quase qualquer site, incluindo Gmail, Facebook, Twitter\n\nCom esta extensão você pode verificar um texto com o corretor ortográfico de estilo livre LanguageTool. O LanguageTool encontra vários erros que um corretor ortográfico simples não consegue detectar, como trocar mas/mais, um/uma ou palavras repetidas, e ele pode detectar alguns problemas gramaticais. O LanguageTool suporta mais de 25 idiomas, incluindo Inglês, Espanhol, Francês, Alemão, Polonês e Russo.\n\nO LanguageTool é desenvolvido pensando em simplicidade. Ao clicar num botão ou usar um atalho de teclado, ele verifica instantaneamente a ortografia e concordância do texto selecionado. Ele é compatível com quase todos os textos, independente da origem, incluindo redes sociais como Twitter ou LinkedIn e serviços de e-mail online como o Gmail. Apenas alguns poucos sites <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e03e6209d3f8406d2816d671a83442c4567766263d6f41154785e41e1a50c7eb/http%3A//chrome.google.com\" rel=\"nofollow\">chrome.google.com</a> ainda não são suportados.\n\nCom o LanguageTool, nossa meta é fornecer aos usuários um revisor e verificador gramatical completo que lhes permitirá ter controle e confiança sobre o seu conteúdo. Ao mesmo tempo que é uma extensão vital para quem fala outro idioma, ele também é suficientemente esperto para reconhecer enganos feitos em seu próprio idioma e melhorará sua escrita em geral. Essa correção gramatical e ortográfica funciona em todas as variações do idioma, distinguindo entre o Inglês americano e o britânico, por exemplo. Ainda possui um dicionário pessoal para exceções ou palavras que você geralmente usa mas que estão ausentes em dicionários convencionais. Essas palavras serão reconhecidas numa futura revisão e verificação gramatical.\n\nDiferentemente de Grammarly (\"Grammerly\" :-) and Ginger, o LanguageTool funciona em vários idiomas e oferece várias de suas funcionalidades.\n\nSua privacidade é importante para nós: por padrão, essa extensão verificará seu texto enviando-o para <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/2784e8753205334dfb8b51e670a33f6c9d5820821f44f3d062f81eb2fd45f5ef/https%3A//languagetool.org\" rel=\"nofollow\">https://languagetool.org</a> numa conexão criptografada. Não é necessária nenhuma conta para usar essa extensão. Não armazenamos seu endereço IP. Veja nossa política de privacidade em <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/852ac1b86c83973f7fe4ded8cc1cda3caa5bbef3a5f1dd9673e883e963e0878d/https%3A//languagetool.org/privacy/\" rel=\"nofollow\">https://languagetool.org/privacy/</a>\n\nLista de línguas suportadas: Inglês (australiano, canadense, britânico, nova zelandês, sul-africano, americano), francês, alemão (austríaco, alemão, suíço), asturiano, bielorrusso, bretão, catalão (e valenciano), chinês, dinamarquês, holandês, esperanto, galício, greco, italiano, japonês, khmer, persiano, polonês, português (brasileiro, português, angolano, moçambiquenho) romeno, russo, eslovaco, esloveno, espanhol, sueco, tagalog, tamil, ucraniano",
        "pt-PT": "Com esta extensão podes verificar texto com o verificador livre de estilo e de gramática LanguageTool. O LanguageTool encontra vários erros que um simples corrector ortográfico não consegue detectar, tal como a confusão entre there/their, a/an, ou a repetição de uma palavra, e consegue detectar alguns problemas gramaticais. Ele suporta mais de 25 idiomas, incluindo Inglês, Espanhol, Francês, Alemão, Polaco e Russo.\n\nCom o LanguageTool o nosso objectivo é proporcionar aos utilizadores um verificador gramatical e revisor completo que lhes permitirá ter o controlo e a confiança sobre os seus conteúdos. Enquanto o LanguageTool é uma extensão vital para oradores não-nativos, também é suficientemente inteligente para reconhecer erros que os oradores nativos comummente cometem e vai melhorar a tua escrita de forma geral. Esta correcção gramatical e ortográfica funciona em todas as variações do idioma comum; distinguindo entre EUA e Inglês Britânico, por exemplo. O LanguageTool também dispõe de um dicionário pessoal para excepções ou palavras que podes geralmente usar, mas que não são encontradas num dicionário convencional. O LanguageTool reconhecerá estas palavras futuramente na verificação gramatical e revisão.\n\nA sua privacidade é importante para nós: por padrão, esta extensão verificará o seu texto enviando-o para <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/2784e8753205334dfb8b51e670a33f6c9d5820821f44f3d062f81eb2fd45f5ef/https%3A//languagetool.org\" rel=\"nofollow\">https://languagetool.org</a> através de uma conexão criptografada segura. Não é necessária nenhuma conta é para usar essa extensão. Nós não armazenamos o seu endereço IP. Veja <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/852ac1b86c83973f7fe4ded8cc1cda3caa5bbef3a5f1dd9673e883e963e0878d/https%3A//languagetool.org/privacy/\" rel=\"nofollow\">https://languagetool.org/privacy/</a> para conhecer a nossa política de privacidade.",
        "ru": "★ Находит множество ошибок, которые не могут обнаружить простые средства проверки орфографии\n★ Не требует регистрации\n★ Поддерживает свыше 25 языков (см. ниже)\n★ Работает практически на всех сайтах, включая Gmail, Facebook, Twitter\n\nС помощью этого расширения вы можете проверить текст, используя свободную программу для проверки грамматики и стиля LanguageTool. LanguageTool находит много ошибок, которые не удаётся обнаружить при обычной проверке орфографии, например повтор слов,  использование слов «одеть» или «надеть», и он может обнаружить некоторые проблемы в грамматике и стиле. Он поддерживает более чем 25 языков, включая английский, испанский, французский, немецкий, польский и русский.\n\nLanguageTool создан с расчётом на простоту использования. При нажатии значка или настраиваемого сочетания клавиш LanguageTool немедленно проверяет орфографию и грамматику в любом выбранном тексте. LanguageTool совместим с любым текстом и любым сайтом, включая социальные сети, такие как Facebook, Twitter или LinkedIn и сервисы электронной почты, такие как Gmail. Очень незначительное количество сайтов (<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e03e6209d3f8406d2816d671a83442c4567766263d6f41154785e41e1a50c7eb/http%3A//chrome.google.com\" rel=\"nofollow\">chrome.google.com</a>)  пока не поддерживается.\n\nLanguageTool предоставляет пользователям полноценный сервис проверки грамматики и орфографии.  LanguageTool является полезным расширением, которое поможет иностранцам. А так же LT достаточно умён, чтобы найти ошибки, которые часто делают даже носители языка, и это улучшит ваше письмо в целом. Проверка грамматики и правописания работает для всех вариантов одного языка; и может находить различия например между американским и британским английским. В LanguageTool есть пользовательский словарь. В него можно добавить слова, которые вы могли часто использовать, но отсутствующие в обычном словаре. LanguageTool учтёт эти слова в будущем при проверке грамматики и орфографии.\n\nВ сравнении с Grammarly (\"Grammerly\" :-) и Ginger, LanguageTool обрабатывает тексты на нескольких языках,  и работает не хуже своих аналогов.\n\nВаша приватность важна для нас: по умолчанию это расширение будет проверять ваш текст, отправляя его на адрес <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/2784e8753205334dfb8b51e670a33f6c9d5820821f44f3d062f81eb2fd45f5ef/https%3A//languagetool.org\" rel=\"nofollow\">https://languagetool.org</a> через безопасное зашифрованное соединение. Учётная запись не требуется для использования этого расширения. Мы не запоминаем ваш IP-адрес. Смотрите <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/852ac1b86c83973f7fe4ded8cc1cda3caa5bbef3a5f1dd9673e883e963e0878d/https%3A//languagetool.org/privacy/\" rel=\"nofollow\">https://languagetool.org/privacy/</a> с описанием нашей политики конфиденциальности.\n\nСписок поддерживаемых языков: русский, английский (австралийский, канадский, британский, новозеландский, южноафриканский, американский), французский, немецкий (австрийский, немецкий, швейцарский), астурийский, белорусский, бретонский, галисийский, греческий, датский, испанский, итальянский, каталанский (также валенсийский), китайский, кхмерский, нидерландский, персидский, польский, португальский (бразильский, португальский, ангольский, мозамбикский), румынский, словацкий, словенский, тагальский, тамильский, украинский, шведский, эсперанто, японский",
        "uk": "★ Знаходить багато помилок, які не можуть виявити прості засоби перевірки орфографії\n★ Реєстрація не потрібна\n★ Підтримує понад 25 мов (див. нижче)\n★ Працює на майже будь-якому веб-сайті, включаючи Gmail, Facebook, Twitter\n\nЦим розширенням ви можете перевіряти тексти за допомогою вільної програми перевірки граматики та стилю LanguageTool. Програма LanguageTool знаходить багато помилок, які проста перевірка орфографії не може визначити, напр. вживання неправильного відмінка після прийменника, повтор слів, невластиві мові сполуки тощо. LanguageTool підтрмує понад 25 мов, зокрема англійську, іспанську, французьку, німецьку, польську і українську.\n\nLanguageTool розроблено з акцентом на простоту використання. За натиском кнопки або налаштовної комбінації клавіш, LanguageTool миттєво перевірить орфографію та граматику вибраного тексту. LanguageTool є сумісним з майже будь-якими текстами, незалежно від джерела, включно з соцмережами, як наприклад Twitter або LinkedIn та онлайновими службами, як Gmail.\n\nЗ LanguageTool наша мета — надати користувачам повнофункціональну перевірку граматики та стилю, що допоможе отримати контроль і впевненість щодо їхніх текстів. Хоча LanguageTool є критичним розширенням для тих, хто пише нерідною мовою, він також достатньо розумний, щоб знайти помилки, які часто роблять ті, хто пише рідною і покращить написання загалом. Це граматичне і орфографічне виправляння працює з усіма варіантами загальних мов; розрізняючи наприклад між американською і британською англійською. LanguageTool також підтримує особистий словник для винятків або слів, що ви часто вживаєте, але яких немає у традиційному словнику. LanguageTool впізнає ці слова, коли перевірятиме подальші тексти.\n\nНа відміну від Grammarly (\"Grammerly\" :-) та Ginger, LanguageTool працює з багатьма мовами та надає багато схожих можливостей.\n\nМи піклуємося про вашу приватність: типово розширення браузера відсилатиме текст до <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/2784e8753205334dfb8b51e670a33f6c9d5820821f44f3d062f81eb2fd45f5ef/https%3A//languagetool.org\" rel=\"nofollow\">https://languagetool.org</a> безпечно зашифрованим з'єднанням. Обліковий запис не потрібен. Ми не зберігаємо вашу адресу IP. Докладніше можна прочитати тут <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/852ac1b86c83973f7fe4ded8cc1cda3caa5bbef3a5f1dd9673e883e963e0878d/https%3A//languagetool.org/privacy/\" rel=\"nofollow\">https://languagetool.org/privacy/</a>\n\nПерелік підтримуваних мов: українська, англійська (австралійська, канадська, британська, новозеландська, південноафриканська, американська), французька, німецька (австрійська, німецька, швейцарська), астурійська, білоруська, бретонська, галісійська, грецька, датська, іспанська, італійська, каталанська (також валенсійська), китайська, кхмерська, нідерландська, перська, польська, португальська (бразильська, португальська, ангольська, мозамбікська), румунська, словацька, словенська, тагальська, тамільська, шведська, есперанто, японська"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/languagetool/edit",
    "guid": "languagetool-webextension@languagetool.org",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "de": "https://languagetool.org/de/",
            "en-GB": "https://languagetool.org",
            "en-US": "https://languagetool.org"
        },
        "outgoing": {
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/9276036cf28a0e80b18728b61a70b504c505547432c88dc39479ba20aaf60c5f/https%3A//languagetool.org/de/",
            "en-GB": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2784e8753205334dfb8b51e670a33f6c9d5820821f44f3d062f81eb2fd45f5ef/https%3A//languagetool.org",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/2784e8753205334dfb8b51e670a33f6c9d5820821f44f3d062f81eb2fd45f5ef/https%3A//languagetool.org"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/708/708770-64.png?modified=4f881970",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/708/708770-32.png?modified=4f881970",
        "64": "https://addons.mozilla.org/user-media/addon_icons/708/708770-64.png?modified=4f881970",
        "128": "https://addons.mozilla.org/user-media/addon_icons/708/708770-128.png?modified=4f881970"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2025-01-14T19:34:25Z",
    "name": {
        "ca": "Gramàtica i corrector ortogràfic - LanguageTool",
        "de": "Grammatik- und Rechtschreibprüfung - LanguageTool",
        "en-GB": "Grammar and Spell Checker - LanguageTool",
        "en-US": "Grammar and Spell Checker - LanguageTool",
        "es": "Corrector ortográfico y gramatical - LanguageTool",
        "fr": "Correcteur de texte - LanguageTool",
        "nl": "Spelling- en grammaticacontrole - LanguageTool",
        "pl": "Sprawdzanie ortografii i gramatyki – LanguageTool",
        "pt-BR": "Corretor gramatical e ortográfico - LanguageTool",
        "pt-PT": "Corretor Gramatical e Ortográfico - LanguageTool",
        "ru": "Корректор грамматики и орфографии - LanguageTool",
        "uk": "Коректор граматики та орфографії – LanguageTool"
    },
    "previews": [
        {
            "id": 283303,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/283/283303.png?modified=1685690299",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/283/283303.jpg?modified=1685690299"
        },
        {
            "id": 283304,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/283/283304.png?modified=1685690298",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/283/283304.jpg?modified=1685690298"
        },
        {
            "id": 283305,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/283/283305.png?modified=1685690301",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/283/283305.jpg?modified=1685690301"
        },
        {
            "id": 283306,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/283/283306.png?modified=1685690296",
            "position": 3,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/283/283306.jpg?modified=1685690296"
        },
        {
            "id": 283307,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/283/283307.png?modified=1685690299",
            "position": 4,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/283/283307.jpg?modified=1685690299"
        }
    ],
    "promoted": {
        "apps": [
            "firefox"
        ],
        "category": "recommended"
    },
    "ratings": {
        "average": 4.6948,
        "bayesian_average": 4.693221107836655,
        "count": 4263,
        "text_count": 1378
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/languagetool/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/708770",
    "slug": "languagetool",
    "status": "public",
    "summary": {
        "ca": "Amb aquesta extensió podeu revisar text amb el corrector gramatical i d'estil gratuït LanguageTool. LanguageTool troba molts més errors dels que troba un simple corrector ortogràfic.",
        "de": "LanguageTool ist eine freie Textprüfung für Grammatik, Stil und Rechtschreibung.",
        "en-GB": "With this extension you can check text with the free style and grammar checker LanguageTool. It finds many errors that a simple spell checker cannot detect, like mixing up there/their, a/an, or repeating a word.",
        "en-US": "With this extension you can check text with the free style and grammar checker LanguageTool. It finds many errors that a simple spell checker cannot detect, like mixing up there/their, a/an, or repeating a word.",
        "es": "Revisa el estilo y la gramática de tus textos en cualquier lugar de la web",
        "fr": "Faites vérifier vos textes par notre assistant d'écriture, partout sur le web ! Corrigez aussi bien vos erreurs d'orthographe que de grammaire, style ou conjugaison, et recevez des conseils pour améliorer votre verbe.",
        "nl": "Met deze extensie kun je teksten controleren met de gratis stijl- en grammaticacontrole LanguageTool. LanguageTool vindt veel fouten die een eenvoudige spellingcontrole niet kan vinden.",
        "pl": "Z tym rozszerzeniem możesz sprawdzić tekst za pomocą bezpłatnego programu do sprawdzania stylu i gramatyki – LanguageTool.",
        "pt-BR": "Com esta extensão você pode verificar um texto com o corretor ortográfico de estilo livre LanguageTool. O LanguageTool encontra vários erros que um corretor ortográfico simples não consegue detectar.",
        "pt-PT": "Com esta extensão podes verificar texto com o verificador livre de estilo e de gramática LanguageTool. O LanguageTool encontra vários erros que um simples corrector ortográfico não consegue detectar.",
        "ru": "С помощью этого расширения вы можете проверить текст, используя свободную программу для проверки грамматики и стиля LanguageTool.",
        "uk": "Цим розширенням ви можете перевіряти тексти за допомогою вільної програми перевірки граматики та стилю LanguageTool."
    },
    "support_email": null,
    "support_url": {
        "url": {
            "ca": "https://forum.languagetool.org",
            "de": "https://forum.languagetool.org",
            "en-GB": "https://forum.languagetool.org",
            "en-US": "https://forum.languagetool.org",
            "es": "https://forum.languagetool.org",
            "fr": "https://forum.languagetool.org",
            "nl": "https://forum.languagetool.org",
            "pl": "https://forum.languagetool.org",
            "pt-BR": "https://forum.languagetool.org",
            "pt-PT": "https://forum.languagetool.org",
            "ru": "https://forum.languagetool.org",
            "uk": "https://forum.languagetool.org"
        },
        "outgoing": {
            "ca": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/7cd2e2000a2455cafbe858770245772bd1ffed5f088d077e8933253eb3031afc/https%3A//forum.languagetool.org",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/7cd2e2000a2455cafbe858770245772bd1ffed5f088d077e8933253eb3031afc/https%3A//forum.languagetool.org",
            "en-GB": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/7cd2e2000a2455cafbe858770245772bd1ffed5f088d077e8933253eb3031afc/https%3A//forum.languagetool.org",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/7cd2e2000a2455cafbe858770245772bd1ffed5f088d077e8933253eb3031afc/https%3A//forum.languagetool.org",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/7cd2e2000a2455cafbe858770245772bd1ffed5f088d077e8933253eb3031afc/https%3A//forum.languagetool.org",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/7cd2e2000a2455cafbe858770245772bd1ffed5f088d077e8933253eb3031afc/https%3A//forum.languagetool.org",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/7cd2e2000a2455cafbe858770245772bd1ffed5f088d077e8933253eb3031afc/https%3A//forum.languagetool.org",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/7cd2e2000a2455cafbe858770245772bd1ffed5f088d077e8933253eb3031afc/https%3A//forum.languagetool.org",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/7cd2e2000a2455cafbe858770245772bd1ffed5f088d077e8933253eb3031afc/https%3A//forum.languagetool.org",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/7cd2e2000a2455cafbe858770245772bd1ffed5f088d077e8933253eb3031afc/https%3A//forum.languagetool.org",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/7cd2e2000a2455cafbe858770245772bd1ffed5f088d077e8933253eb3031afc/https%3A//forum.languagetool.org",
            "uk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/7cd2e2000a2455cafbe858770245772bd1ffed5f088d077e8933253eb3031afc/https%3A//forum.languagetool.org"
        }
    },
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/languagetool/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/languagetool/versions/",
    "weekly_downloads": 9437,
    "_score": null
}