{
    "id": 2273849,
    "authors": [
        {
            "id": 10177882,
            "name": "AVAST Software",
            "url": "https://addons.mozilla.org/en-US/firefox/user/10177882/",
            "username": "marketing5"
        },
        {
            "id": 11798664,
            "name": "NortonLifeLock",
            "url": "https://addons.mozilla.org/en-US/firefox/user/11798664/",
            "username": "Symantec"
        }
    ],
    "average_daily_users": 8452,
    "categories": [
        "privacy-security"
    ],
    "contributions_url": "",
    "created": "2019-06-11T10:15:25Z",
    "current_version": {
        "id": 5102815,
        "compatibility": {
            "firefox": {
                "min": "60.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/avast-secureline-vpn/versions/5102815",
        "file": {
            "id": 3647180,
            "created": "2020-09-22T16:27:00Z",
            "hash": "sha256:11cba16816c708a52a65e8ebdbfddd36793703c52aeb63332bf6fe761e97be70",
            "is_mozilla_signed_extension": false,
            "size": 1017102,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/3647180/avast_secureline_vpn-1.0.935.xpi",
            "permissions": [
                "storage",
                "nativeMessaging",
                "tabs",
                "privacy",
                "management",
                "alarms",
                "https://*.avast.com/*"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 7057,
            "is_custom": false,
            "name": {
                "en-US": "All Rights Reserved"
            },
            "slug": "all-rights-reserved",
            "url": null
        },
        "release_notes": null,
        "reviewed": "2020-09-30T12:44:40Z",
        "version": "1.0.935"
    },
    "default_locale": "en-US",
    "description": {
        "cs": "Webové rozšíření Avast SecureLine VPN je jednoduchá aplikace pro prohlížeč, která umožňuje jednodušeji a rychleji spravovat nastavení pro SecureLine VPN pomocí panelu nástrojů v prohlížeči. Jedním kliknutím můžete zapnout nebo vypnout VPN nebo změnit místo připojení, aby bylo vaše soukromí zcela chráněno. \n\nUpozorňujeme, že toto není samostatná aplikace VPN. Ve Windows nebo na Macu musí být nainstalována aplikace Avast SecureLine VPN, kterou je nutno aktivovat pomocí platné licence. Jakmile to však uděláte, vše bude připraveno k použití.\n\nNevíte, co je VPN? VPN (virtuální privátní síť) lze přirovnat k zabezpečenému tunelu, který vás skrývá při použití internetu. Když se k internetu připojíte bez tohoto zabezpečení, vaši činnost může sledovat kdokoli v síti a také je možné sledovat vaši polohu a jiné osobní údaje. Když se ale připojíte pomocí VPN, vaše data jsou šifrována a údaje o poloze skryté, takže můžete bez obav používat veřejnou Wi-Fi a otevírat weby a obsah, které mohou být cenzurovány nebo blokovány na základě zeměpisné polohy.\n\nProč používat Avast SecureLine VPN?\n\n● Spolehlivé a rychlé připojení: Avast SecureLine VPN má na rozdíl od jiných VPN optimalizovaný výkon, takže nikdy nebudete muset volit mezi úrovní soukromí a rychlostí. \n● 256bitové šifrování: K ochraně dat a zabezpečení internetového připojení používáme stejnou technologii jako banky. \n● Výběr míst z celého světa: Nabízíme 54 serverů v 35 zemích, takže získáte všechny možnosti, které byste mohli potřebovat, a ještě něco navíc. \n● Jste ukrytí i před námi: Nesledujeme vámi používané aplikace, navštívené weby ani obsah, který využíváte – tečka. Pokud se někdo zeptá, odpověď jednoduše neznáme.\n\nPro procházení internetu v soukromí neexistuje lepší volba a je jedno, co děláte nebo navštívíte.",
        "de": "Die Web-Erweiterung für Avast SecureLine VPN ist eine einfache Browser-Anwendung, mit der Sie Ihr SecureLine VPN einfacher und schneller über die Browser-Symbolleiste steuern können. Mit nur einem Klick können Sie Ihr VPN ein- oder ausschalten oder ändern, von wo aus Sie eine Verbindung herstellen, um somit für ein perfektes und nahtloses Datenschutzerlebnis zu sorgen. \n\nBeachten Sie, dass es sich hierbei nicht um ein eigenständiges VPN-Produkt handelt. Es muss Avast SecureLine VPN auf Ihrem PC oder Mac installiert sein und mit einer gültigen Lizenz aktiviert werden. Doch wenn Sie das einmal getan haben, sind Sie startklar.\n\nSie wissen nicht, was ein VPN ist? Ein VPN (oder virtuelles privates Netzwerk) funktioniert wie ein sicherer Tunnel, der Sie beim Surfen im Internet versteckt. Wenn Sie online gehen, kann normalerweise jeder andere im Netzwerk Ihre Aktivitäten beobachten und Ihren Standort und andere persönliche Informationen verfolgen. Aber wenn Sie sich mit einem VPN verbinden, werden Ihre Daten verschlüsselt und Ihr Standort verborgen, sodass Sie öffentliche WLANs sorglos nutzen und auf Websites und Inhalte zugreifen können, die zensiert oder für Ihre Region gesperrt wurden.\n\nWarum Avast SecureLine VPN?\n\n● Leistungsfähige, schnelle Verbindung: Im Gegensatz zu anderen VPNs ist Avast SecureLine VPN für Leistung konzipiert – Sie müssen sich also niemals zwischen schnellem Surfen oder Privatsphäre entscheiden. \n● 256-Bit-Verschlüsselung: Wir verwenden dieselbe Technologie, die auch bei Banken für die Datensicherung üblich ist, um Ihre Internetverbindung zu schützen. \n● Weltweite Auswahl: Wir bieten 54 Standorte in 35 Ländern und damit alle Optionen, die Sie brauchen – und noch einige mehr. \n● Selbst wir können nichts sehen: Wir verfolgen nicht die von Ihnen verwendeten Apps, die von Ihnen besuchten Websites oder die von Ihnen aufgerufenen Inhalte. Wenn jemand fragt, können wir keine Auskunft geben.\n\nFür privates Surfen gibt es keine bessere Wahl.",
        "en-US": "The Avast SecureLine VPN Web Extension is a simple browser application that allows you to control your SecureLine VPN easier and faster from your browser toolbar. One click, and you can turn your VPN on or off, or change where you’re connecting from to give you a perfectly seamless privacy experience. \n\nPlease note that this is not a stand-alone VPN product. It requires Avast SecureLine VPN to be installed on your PC or Mac, which must be activated with a valid license. But once you get that going, then it’ll be good to go.\n\nNot sure what a VPN is? A VPN (or virtual private network) is like a secure tunnel that hides you when you browse. Normally when you connect online, what you’re doing could be seen by anyone else on the network, and your location and other personal information can be tracked. But when you connect with a VPN, your data is encrypted and your location is hidden, allowing you to use public wi-fi fearlessly and access websites and content that might be censored or geo-locked.\n\nWhy Avast SecureLine VPN?\n\nPowerful, fast connection: Unlike other VPNs, Avast SecureLine VPN is optimized for performance, which means you’ll never have to choose between privacy and speed. \n\n256-bit encryption: We use the same technology used by banks to keep their data safe to secure your connection to the internet. \n\nWorldwide selection: We offer 54 locations in 35 countries, giving you all the options you need… and then some. \n\nHidden even to us: we don’t track the apps you use, the websites you visit or the content you consume, period. If someone asks, we just can’t answer.\n\nFor private browsing no matter what you do or where you go, there’s no better choice.\n\nPlease note that in order to sync a VPN extension with an installed VPN application, we use native messaging.",
        "es": "La extensión para web de Avast SecureLine VPN es una aplicación sencilla para el navegador que le permite controlar SecureLine VPN de forma más fácil y rápida desde la barra de herramientas del navegador. Con un solo clic puede activar o desactivar la VPN o cambiar el servidor desde el que se conecta para gozar de la máxima privacidad. \n\nEste no es un producto de VPN independiente. Requiere que Avast SecureLine VPN esté instalado en el PC o Mac y activado con una licencia válida. Una vez hecho esto, el producto ya se puede usar.\n\n¿No sabe lo que es una VPN? Una VPN (o red privada virtual) es como un túnel seguro que esconde al usuario mientras navega. Normalmente, cuando nos conectamos a Internet, cualquiera que esté en la red puede ver lo que hagamos y la ubicación y otros datos personales se pueden rastrear. Sin embargo, al conectarnos con una VPN, los datos se cifran y la ubicación se oculta, lo cual permite usar sin miedo las redes Wi-Fi públicas y acceder a sitios web y contenido que se hayan podido censurar o bloquear geográficamente.\n\n¿Por qué Avast SecureLine VPN?\n\n● Conexión potente y rápida: a diferencia de otras VPN, Avast SecureLine VPN está optimizada para el rendimiento, y eso significa que nunca tendrá que elegir entre privacidad y velocidad. \n● Cifrado de 256 bits: para proteger su conexión a Internet, usamos la misma tecnología que los bancos emplean para mantener seguros sus datos. \n● Selección en todo el mundo: ofrecemos 54 ubicaciones en 35 países; así dispondrá de todas las opciones que necesita… y algunas más. \n● Escondido hasta para nosotros: no rastreamos las aplicaciones que utiliza, los sitios web que visita ni el contenido que consume, punto. Si alguien nos pregunta, no podemos responder.\n\nPara una navegación privada, haga lo que haga y vaya donde vaya, no existe una opción mejor.",
        "fr": "L'extension Web VPN Avast SecureLine est une application pour navigateur simple qui vous permet de piloter votre VPN SecureLine plus facilement et plus rapidement depuis la barre d'outils de votre navigateur. D'un simple clic, vous pouvez activer ou désactiver votre VPN, ou modifier l'emplacement où vous vous connectez pour bénéficier une expérience de confidentialité parfaitement fluide. \n\nVeuillez noter qu'il ne s'agit pas d'un produit VPN autonome. Il faut que le VPN Avast SecureLine soit installé sur votre PC ou votre Mac, et que vous ayez une licence active. Mais une fois que vous avez tout ça, vous êtes paré.\n\nVous ne savez pas ce qu'est un VPN ? Un VPN (ou réseau privé virtuel) est comme un tunnel sécurisé qui vous cache et vous rend anonyme lorsque vous naviguez. Normalement, lorsque vous vous connectez à Internet, n'importe qui d'autre peut voir ce que vous faites sur le réseau. Votre localisation et d’autres renseignements personnels peuvent être interceptés. Mais lorsque vous vous connectez avec un VPN, vos données sont chiffrées et votre localisation est masquée, ce qui vous permet d'utiliser sans crainte un réseau Wi-Fi public et d'accéder à des sites Web et du contenu qui pourraient être censurés ou géographiquement verrouillés.\n\nPourquoi opter pour le VPN Avast SecureLine ?\n\n● Connexion puissante et rapide : Contrairement à d'autres VPN, le VPN Avast SecureLine est optimisé pour avoir un impact minimal sur les performances, ce qui signifie que vous n'aurez jamais à choisir entre confidentialité et vitesse. \n● Chiffrement 256 bits : Nous utilisons la même technologie que celle que les banques utilisent pour protéger leurs coffres-forts de données afin de sécuriser votre connexion à Internet. \n● Sélection dans le monde entier : Nous disposons de 54 emplacements dans 35 pays, vous offrant toutes les options dont vous avez besoin... et bien plus encore. \n● Masqué, y compris pour nous : Nous ne surveillons pas les applications que vous utilisez, les sites Web que vous consultez ou le contenu que vous regardez, point final. Si quelqu'un nous le demande, nous ne pouvons simplement pas répondre.\n\nPour la navigation privée, quoi que vous fassiez et où que vous alliez, il n'y a pas de meilleur choix.",
        "it": "L'estensione Web Avast SecureLine VPN è una semplice applicazione del browser che ti consente di controllare SecureLine VPN in modo più semplice e veloce dalla barra degli strumenti del browser. Con un clic puoi attivare o disattivare la VPN o modificare l'origine della connessione per un'esperienza di privacy impeccabile. \n\nNon si tratta di un prodotto VPN standalone. Richiede l'installazione di Avast SecureLine VPN nel PC o nel Mac e l'attivazione con una licenza valida. Dopo questi passaggi iniziali, sarà tutto immediato.\n\nNon sai bene che cos'è una VPN? Una VPN (o Virtual Private Network, rete virtuale privata) è una sorta di tunnel di sicurezza in cui puoi trovare rifugio mentre esplori il Web. Generalmente quando sei online le tue attività sono visibili a chiunque si trovi nella rete, mentre la posizione e altre informazioni personali sono monitorabili. Quando invece ti connetti a una VPN, i dati vengono crittati e la posizione viene nascosta, consentendoti di utilizzare in tutta tranquillità le reti Wi-Fi pubbliche e di accedere a siti Web e contenuti potenzialmente soggetti a censura o restrizioni geografiche\n\nPerché Avast SecureLine VPN?\n\n● Connessione potente e veloce: a differenza delle altre VPN, Avast SecureLine VPN è ottimizzato per le prestazioni, per non dover mai scegliere tra privacy e velocità. \n● Crittografia a 256 bit: per proteggere la tua connessione Internet utilizziamo la stessa tecnologia impiegata dalle banche per tenere i dati al sicuro. \n● Tante posizioni tra cui scegliere: mettiamo a disposizione 54 posizioni in 35 paesi, offrendoti tutte le opzioni di cui hai bisogno... e anche di più. \n● Vale anche per noi: non teniamo traccia delle app che utilizzi, dei siti Web che visiti o dei contenuti ai quali accedi. In caso ci venisse chiesto, non potremmo rispondere.\n\nSe vuoi navigare in privato, in qualsiasi luogo e situazione, non puoi fare scelta migliore.",
        "ja": "アバスト セキュアライン VPN のウェブ拡張機能は、シンプルなブラウザー アプリケーションです。お使いのブラウザーのツールバーで、セキュアライン VPN をより簡単かつ迅速に操作できます。 1 クリックで VPN のオン/オフを切り替えたり、接続先を変更したりして、極めてスムーズにプライバシーを管理できます。 \n\nこのウェブ拡張機能は、VPN のスタンドアロン製品ではありません。 お使いの PC または Mac にアバスト セキュアライン VPN をインストールし、有効なライセンスでアクティベートする必要があります。 しかしそれができたら準備完了です。\n\nVPN についてよくわかりませんか？ VPN（仮想プライベート ネットワーク）は、ウェブ閲覧の際にあなたを隠してくれる安全なトンネルのようなものです。 通常、オンラインに接続していれば、あなたの行動はネットワーク上のあらゆる人に見られる可能性があり、あなたの所在地やその他の個人情報は追跡されることがあります。 しかし VPN に接続すれば、あなたのデータは暗号化され、所在地は非表示になります。何の心配もなく公衆 Wi-Fi を使用して、検閲または地域制限されているウェブサイトやコンテンツにアクセスできます。\n\nアバスト セキュアライン VPN のメリット\n\n● 強力で高速な接続： アバスト セキュアライン VPN は、他の VPN とは異なり、パフォーマンスが最適化されています。つまり、プライバシーとスピードのどちらかを選択する必要はありません。 \n● 256 ビットの暗号化： 銀行が使用しているものと同じ技術で常にデータの安全性を確保し、インターネット接続を保護します。 \n● 世界中にある選択肢： 世界 35 か国 54 か所で、必要なあらゆる機能に加え、さらなるサービスを提供しています。 \n● アバストに対しても非表示： アバストは、あなたが使っているアプリ、アクセスしたウェブサイト、利用したコンテンツを追跡しません。 もしそれらについて誰かに尋ねられても、アバストは答えることができません。\n\n何をするにしても、どこに行くにしても、プライベートなウェブ閲覧のために、これ以上の選択肢はありません。",
        "nl": "De webextensie Avast SecureLine VPN is een eenvoudige browsertoepassing waarmee u uw exemplaar van SecureLine VPN makkelijker en sneller via de taakbalk in uw browser kunt bedienen. U zet het VPN met één klik aan of uit, of verandert de locatie waarmee u verbinding maakt om uw privacy volledig te waarborgen. \n\nDit is geen zelfstandig VPN-product. Avast SecureLine VPN moet zijn geïnstalleerd op uw pc of Mac, en zijn geactiveerd met een geldige licentie. Maar zodra dat is gebeurd, kunt u het VPN meteen gebruiken.\n\nU weet niet wat een VPN is? Een VPN (virtueel privénetwerk) is te beschouwen als een soort veilige tunnel die u verbergt tijdens het browsen. Normaal gezien zijn uw onlineactiviteiten zichtbaar voor iedereen op het netwerk wanneer u verbinding maakt met internet. Uw locatie en andere persoonlijke gegevens kunnen worden getraceerd. Maar wanneer u verbinding maakt met een VPN, worden uw gegevens versleuteld en uw locatie verborgen. Daardoor kunt u met een gerust hart gebruikmaken van openbare wifi-netwerken, en websites en inhoud openen die mogelijk zijn gecensureerd of geografisch beperkt.\n\nWaarom Avast SecureLine VPN?\n\n● Sterke, snelle verbinding: in tegenstelling tot andere VPN's is Avast SecureLine VPN geoptimaliseerd voor prestaties, wat betekent dat u nooit hoeft te kiezen tussen privacy en snelheid. \n● 256-bits versleuteling: voor het beveiligen van uw internetverbinding gebruiken we dezelfde technologie als banken gebruiken om hun gegevens te beveiligen. \n● Wereldwijde selectie: keuze uit 54 locaties in 35 landen, waardoor u over alle opties kunt beschikken die u nodig hebt… en nog een paar meer. \n● Zelfs voor ons verborgen: wij traceren de apps die u gebruikt, de websites die u bezoekt en de inhoud die u bekijkt niet, punt uit. Als iemand ernaar vraagt, kunnen wij gewoon geen antwoord geven.\n\nVoor wie in alle privacy wil kunnen browsen, is er geen betere keuze, wat u ook doet of waar u ook heen gaat.",
        "pl": "Rozszerzenie internetowe Avast SecureLine VPN to prosta aplikacja, która pozwala łatwo i szybko obsługiwać program SecureLine VPN z poziomu paska narzędzi przeglądarki. Wystarczy jedno kliknięcie, aby włączyć lub wyłączyć sieć VPN albo zmienić swoją lokalizację i bezproblemowo zyskać całkowitą prywatność. \n\nPamiętaj, że nasza sieć VPN nie jest autonomicznym produktem. Aby można było z niej korzystać, na komputerze PC lub Mac musi być zainstalowany program Avast SecureLine VPN. Program musi być aktywowany w ramach ważnej licencji. Jeśli te warunki są spełnione, to wszystko jest już gotowe.\n\nNie wiesz, co to właściwie jest sieć VPN? Sieć VPN (ang. virtual private network — wirtualna sieć prywatna) to niejako bezpieczny tunel, w którym można się ukryć podczas korzystania z Internetu. Zwykle gdy korzystasz z Internetu, każdy użytkownik sieci może zobaczyć, co robisz online, a Twoja lokalizacja i inne informacje osobiste mogą zostać wyśledzone. Jeśli jednak połączysz się z siecią VPN, dane są szyfrowane, a Twoja lokalizacja zostaje ukryta. Dzięki temu możesz bezpiecznie korzystać z publicznych sieci Wi-Fi, a także z witryn i materiałów cenzurowanych lub objętych blokadami geograficznymi.\n\nZalety programu Avast SecureLine VPN:\n\n● Bezproblemowe, szybkie połączenie: w przeciwieństwie do innych sieci VPN program Avast SecureLine VPN jest zoptymalizowany pod kątem wydajności, dzięki czemu zapewnienie prywatności nie odbywa się kosztem szybkości działania. \n● 256-bitowe szyfrowanie: do zabezpieczenia Twojego połączenia internetowego używamy tej samej technologii, która chroni dane bankowe. \n● Lokalizacje na całym świecie: oferujemy 54 lokalizacje w 35 krajach — masz pełen wybór… i jeszcze trochę. \n● Nawet my Cię nie widzimy: nie monitorujemy aplikacji, których używasz, witryn, które odwiedzasz, ani zawartości, z której korzystasz. Nie i kropka. Jeśli ktoś o to spyta, nie możemy odpowiedzieć.\n\nChcesz mieć zapewnioną prywatność podczas korzystania z Internetu — bez względu na to, co robisz i gdzie jesteś? Nie ma lepszej opcji.",
        "pt-BR": "O Avast SecureLine VPN Web Extension é um aplicativo de navegação simples, que permite que você controle o seu SecureLine VPN de forma mais fácil e rápida diretamente da barra de ferramentas do seu navegador. Com apenas um clique, você pode ligar e desligar sua VPN, ou mudar a localização do servidor que você está conectado para garantir uma experiência de privacidade inigualável e perfeita. \n\nNote que essa não é uma VPN que funciona independentemente de outros produtos. O aplicativo requer que o Avast SecureLine VPN - com uma licença válida - esteja instalado no seu PC ou Mac. E uma vez que se coloque isso para funcionar, então é bom usá-lo.\n\nAinda não sabe o que é uma VPN? Uma VPN (ou rede privada virtual) é como um túnel seguro que te mantém escondido enquanto estiver navegando. Normalmente quando você se conecta à web, o que você faz pode ser visto por qualquer um na sua rede. Além disso, sua localização e outras informações pessoais podem ser rastreadas. Mas quando você se conecta com uma VPN, seus dados são criptografados e sua localização permanece oculta, permitindo que você use redes públicas de wi-fi sem medo e acesse sites e conteúdos que podem estar bloqueados ou censurados na sua localização.\n\nMas por que escolher o Avast SecureLine VPN? \n\n● Conexão potente e rápida: ao contrário de outras VPNs, o Avast SecureLine VPN é otimizado para ter o melhor desempenho, o que significa que você nunca terá que escolher entre privacidade ou velocidade. \n● Criptografia de 256 bits: usamos a mesma tecnologia dos bancos para proteger os seus dados e manter sua conexão de internet segura. \n● Ampla seleção ao redor do mundo:  oferecemos conexões em 54 localidades de 35 países, dando a você as opções que precisa... e um pouco mais. \n● Esconda-se até mesmo de nós: não rastreamos os aplicativos que você usa, os sites que você visita ou o conteúdo que você acessa e ponto final. Se alguém nos perguntar alguma coisa sobre suas atividades online, simplesmente não temos como responder.\n\nPara navegação privada, não importando o que faça ou visite, somos a melhor escolha.",
        "pt-PT": "O Avast SecureLine VPN Web Extension é um aplicativo de navegação simples, que permite que você controle o seu SecureLine VPN de forma mais fácil e rápida diretamente da barra de ferramentas do seu navegador. Com apenas um clique, você pode ligar e desligar sua VPN, ou mudar a localização do servidor que você está conectado para garantir uma experiência de privacidade inigualável e perfeita. \n\nNote que essa não é uma VPN que funciona independentemente de outros produtos. O aplicativo requer que o Avast SecureLine VPN - com uma licença válida - esteja instalado no seu PC ou Mac. E uma vez que se coloque isso para funcionar, então é bom usá-lo.\n\nAinda não sabe o que é uma VPN? Uma VPN (ou rede privada virtual) é como um túnel seguro que te mantém escondido enquanto estiver navegando. Normalmente quando você se conecta à web, o que você faz pode ser visto por qualquer um na sua rede. Além disso, sua localização e outras informações pessoais podem ser rastreadas. Mas quando você se conecta com uma VPN, seus dados são criptografados e sua localização permanece oculta, permitindo que você use redes públicas de wi-fi sem medo e acesse sites e conteúdos que podem estar bloqueados ou censurados na sua localização.\n\nMas por que escolher o Avast SecureLine VPN? \n\n● Conexão potente e rápida: ao contrário de outras VPNs, o Avast SecureLine VPN é otimizado para ter o melhor desempenho, o que significa que você nunca terá que escolher entre privacidade ou velocidade. \n● Criptografia de 256 bits: usamos a mesma tecnologia dos bancos para proteger os seus dados e manter sua conexão de internet segura. \n● Ampla seleção ao redor do mundo:  oferecemos conexões em 54 localidades de 35 países, dando a você as opções que precisa... e um pouco mais. \n● Esconda-se até mesmo de nós: não rastreamos os aplicativos que você usa, os sites que você visita ou o conteúdo que você acessa e ponto final. Se alguém nos perguntar alguma coisa sobre suas atividades online, simplesmente não temos como responder.\n\nPara navegação privada, não importando o que faça ou visite, somos a melhor escolha.",
        "ru": "Расширение Avast SecureLine VPN — это простое приложение для браузера, которое позволяет проще и быстрее управлять приложением SecureLine VPN с панели инструментов браузера. Одним нажатием можно включать и выключать VPN или менять место своего подключения к Интернету. Это позволяет наслаждаться конфиденциальностью, не жертвуя удобством. \n\nОбратите внимание: это не отдельный сервис VPN. Для работы расширения необходимо установить на ПК или Mac приложение Avast SecureLine VPN и активировать его с помощью действующей лицензии. Сразу после этого расширение будет готово к работе.\n\nНе знаете, что такое VPN? VPN (или виртуальная частная сеть) — это своего рода туннель, в котором вы можете скрыться при выходе в Интернет. При обычном подключении к сети любой желающий может увидеть все ваши действия и отследить ваше местоположение и другие персональные данные. При VPN-подключении ваши данные будут зашифрованы, а местоположение скрыто. Это позволит без опаски пользоваться общедоступными сетями Wi-Fi, а также получать доступ к сайтам и контенту в обход цензуры и региональных ограничений.\n\nКаковы преимущества Avast SecureLine VPN?\n\n● Эффективное и высокоскоростное подключение. В отличие от других служб VPN, приложение Avast SecureLine VPN оптимизировано для достижения максимальной производительности. Вам не придется выбирать между скоростью и конфиденциальностью. \n● 256-разрядное шифрование. Для защиты подключения к Интернету мы используем ту же технологию, что и банки для защиты своих данных. \n● Широкий выбор стран. Мы предлагаем 54 местоположения в 35 странах, что позволит выбрать подходящий вариант на любой случай… и даже больше. \n● Данные скрыты даже от нас. Мы не следим, какими приложениями вы пользуетесь, каким контентом интересуетесь и на какие сайты заходите. Точка. Если кто-то спросит, мы просто не сможем ничего сказать.\n\nЕсли вам нужна конфиденциальность в Интернете, где бы вы ни были, — лучшего выбора не найти."
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/avast-secureline-vpn/edit",
    "guid": "secureline-vpn@avast.com",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "cs": "http://www.avast.com",
            "de": "http://www.avast.com",
            "en-US": "https://www.avast.com/secureline-vpn",
            "es": "http://www.avast.com",
            "fr": "http://www.avast.com",
            "it": "http://www.avast.com",
            "ja": "http://www.avast.com",
            "nl": "http://www.avast.com",
            "pl": "http://www.avast.com",
            "pt-PT": "http://www.avast.com",
            "ru": "http://www.avast.com"
        },
        "outgoing": {
            "cs": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/c446e01d55d35ff9b69d944cfc15990d26dabce6d1c07b54268e9565dcf2be43/http%3A//www.avast.com",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/c446e01d55d35ff9b69d944cfc15990d26dabce6d1c07b54268e9565dcf2be43/http%3A//www.avast.com",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/981cbc2b2f4ba3268015a65f0f113eb888856953b9d6ae012c2390b516002578/https%3A//www.avast.com/secureline-vpn",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/c446e01d55d35ff9b69d944cfc15990d26dabce6d1c07b54268e9565dcf2be43/http%3A//www.avast.com",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/c446e01d55d35ff9b69d944cfc15990d26dabce6d1c07b54268e9565dcf2be43/http%3A//www.avast.com",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/c446e01d55d35ff9b69d944cfc15990d26dabce6d1c07b54268e9565dcf2be43/http%3A//www.avast.com",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/c446e01d55d35ff9b69d944cfc15990d26dabce6d1c07b54268e9565dcf2be43/http%3A//www.avast.com",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/c446e01d55d35ff9b69d944cfc15990d26dabce6d1c07b54268e9565dcf2be43/http%3A//www.avast.com",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/c446e01d55d35ff9b69d944cfc15990d26dabce6d1c07b54268e9565dcf2be43/http%3A//www.avast.com",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/c446e01d55d35ff9b69d944cfc15990d26dabce6d1c07b54268e9565dcf2be43/http%3A//www.avast.com",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/c446e01d55d35ff9b69d944cfc15990d26dabce6d1c07b54268e9565dcf2be43/http%3A//www.avast.com"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/2273/2273849-64.png?modified=fa3be6ce",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/2273/2273849-32.png?modified=fa3be6ce",
        "64": "https://addons.mozilla.org/user-media/addon_icons/2273/2273849-64.png?modified=fa3be6ce",
        "128": "https://addons.mozilla.org/user-media/addon_icons/2273/2273849-128.png?modified=fa3be6ce"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2020-09-30T12:44:40Z",
    "name": {
        "cs": "Avast SecureLine VPN",
        "de": "Avast SecureLine VPN",
        "en-US": "Avast SecureLine VPN",
        "es": "Avast SecureLine VPN",
        "fr": "VPN Avast SecureLine",
        "it": "Avast SecureLine VPN",
        "ja": "アバスト セキュアライン VPN",
        "nl": "Avast SecureLine VPN",
        "pl": "Avast SecureLine VPN",
        "pt-PT": "Avast SecureLine VPN",
        "pt-BR": "Avast SecureLine VPN",
        "ru": "Avast SecureLine VPN"
    },
    "previews": [
        {
            "id": 245017,
            "caption": {
                "en-US": "Protect your privacy online"
            },
            "image_size": [
                1920,
                1200
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/245/245017.png?modified=1622134543",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/245/245017.jpg?modified=1622134543"
        },
        {
            "id": 245018,
            "caption": {
                "en-US": "54 locations in 34 countries"
            },
            "image_size": [
                1920,
                1200
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/245/245018.png?modified=1622134588",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/245/245018.jpg?modified=1622134588"
        },
        {
            "id": 245019,
            "caption": {
                "en-US": "Stop browser from leaking your IP address"
            },
            "image_size": [
                1920,
                1200
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/245/245019.png?modified=1622134621",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/245/245019.jpg?modified=1622134621"
        }
    ],
    "promoted": null,
    "ratings": {
        "average": 3.3058,
        "bayesian_average": 3.2850714083843426,
        "count": 206,
        "text_count": 60
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/avast-secureline-vpn/reviews/",
    "requires_payment": true,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/2273849",
    "slug": "avast-secureline-vpn",
    "status": "public",
    "summary": {
        "cs": "Spravujte nastavení pro Avast SecureLine VPN pohodlně přímo z prohlížeče. Pomocí tohoto praktického rozšíření můžete snadno zapnout nebo vypnout VPN nebo změnit umístění serveru. Potřebujete k tomu jen Avast SecureLine VPN s platnou licencí.",
        "de": "Steuern Sie Ihr Avast SecureLine VPN bequem über Ihren Browser. Mit unserer einfachen, aber leistungsstarken Erweiterung können Sie Ihr VPN ganz einfach ein- und ausschalten oder Ihren Serverstandort ändern.",
        "en-US": "Control your Avast SecureLine VPN from the comfort of your browser. Easily turn your VPN on and off, or change your server location, with our simple but powerful extension. All you need is Avast SecureLine VPN with a valid license.",
        "es": "Controle Avast SecureLine VPN desde la comodidad de su navegador. Active y desactive fácilmente su VPN o cambie la ubicación del servidor con nuestra sencilla pero potente extensión. Solo necesita Avast SecureLine VPN con una licencia válida.",
        "fr": "Pilotez votre VPN Avast SecureLine confortablement depuis votre navigateur. Activez et désactivez facilement votre VPN ou changez l'emplacement de votre serveur grâce à notre extension simple mais puissante.",
        "it": "Controlla Avast SecureLine VPN comodamente dal browser. Attiva e disattiva la tua VPN o modifica la posizione del server con la nostra estensione semplice ma potente. Non ti serve altro che Avast SecureLine VPN con una licenza valida.",
        "ja": "アバスト セキュアライン VPN を、お使いのブラウザーで簡単に操作しましょう。 VPN のオン/オフの切り替えや、接続先のサーバーの変更が、アバストのシンプルかつ強力な拡張機能を使用して簡単に行えます。 必要なものは、有効なライセンスのあるアバスト セキュアライン VPN だけです。",
        "nl": "Bedien Avast SecureLine VPN comfortabel via uw browser. Schakel het VPN eenvoudig in en uit, of verander de serverlocatie met onze eenvoudige maar krachtige extensie. Het enige wat u nodig hebt, is Avast SecureLine VPN met een geldige licentie.",
        "pl": "Wygodnie obsługuj program Avast SecureLine VPN z poziomu swojej przeglądarki. Nasze proste, ale pomocne rozszerzenie pozwala łatwo włączyć lub wyłączyć sieć VPN albo zmienić lokalizację serwera.",
        "pt-PT": "Controle seu Avast SecureLine VPN do conforto do seu navegador. Ligue e desligue sua VPN ou mude a localização do servidor com nossa simples, mas poderosa, extensão. Tudo o que você precisa é do Avast SecureLine VPN com uma licença válida.",
        "pt-BR": "Controle seu Avast SecureLine VPN do conforto do seu navegador. Ligue e desligue sua VPN ou mude a localização do servidor com nossa simples, mas poderosa, extensão. Tudo o que você precisa é do Avast SecureLine VPN com uma licença válida.",
        "ru": "Управляйте Avast SecureLine VPN, не покидая браузера. Без труда меняйте расположение своего сервера, включайте и выключайте VPN с помощью нашего простого, но эффективного расширения. Все, что вам нужно, — Avast SecureLine VPN и действующая лицензия."
    },
    "support_email": {
        "cs": "support@avast.com",
        "de": "support@avast.com",
        "en-US": "support@avast.com",
        "es": "support@avast.com",
        "fr": "support@avast.com",
        "it": "support@avast.com",
        "ja": "support@avast.com",
        "nl": "support@avast.com",
        "pl": "support@avast.com",
        "pt-BR": "support@avast.com",
        "pt-PT": "support@avast.com",
        "ru": "support@avast.com"
    },
    "support_url": {
        "url": {
            "cs": "https://support.avast.com",
            "de": "https://support.avast.com",
            "en-US": "https://support.avast.com",
            "es": "https://support.avast.com",
            "fr": "https://support.avast.com",
            "it": "https://support.avast.com",
            "ja": "https://support.avast.com",
            "nl": "https://support.avast.com",
            "pl": "https://support.avast.com",
            "pt-BR": "https://support.avast.com",
            "pt-PT": "https://support.avast.com",
            "ru": "https://support.avast.com"
        },
        "outgoing": {
            "cs": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/366d406abf2ff00d16056e361834b7a8b5de0deb2fb01e197ecd4413c2e89ea3/https%3A//support.avast.com",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/366d406abf2ff00d16056e361834b7a8b5de0deb2fb01e197ecd4413c2e89ea3/https%3A//support.avast.com",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/366d406abf2ff00d16056e361834b7a8b5de0deb2fb01e197ecd4413c2e89ea3/https%3A//support.avast.com",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/366d406abf2ff00d16056e361834b7a8b5de0deb2fb01e197ecd4413c2e89ea3/https%3A//support.avast.com",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/366d406abf2ff00d16056e361834b7a8b5de0deb2fb01e197ecd4413c2e89ea3/https%3A//support.avast.com",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/366d406abf2ff00d16056e361834b7a8b5de0deb2fb01e197ecd4413c2e89ea3/https%3A//support.avast.com",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/366d406abf2ff00d16056e361834b7a8b5de0deb2fb01e197ecd4413c2e89ea3/https%3A//support.avast.com",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/366d406abf2ff00d16056e361834b7a8b5de0deb2fb01e197ecd4413c2e89ea3/https%3A//support.avast.com",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/366d406abf2ff00d16056e361834b7a8b5de0deb2fb01e197ecd4413c2e89ea3/https%3A//support.avast.com",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/366d406abf2ff00d16056e361834b7a8b5de0deb2fb01e197ecd4413c2e89ea3/https%3A//support.avast.com",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/366d406abf2ff00d16056e361834b7a8b5de0deb2fb01e197ecd4413c2e89ea3/https%3A//support.avast.com",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/366d406abf2ff00d16056e361834b7a8b5de0deb2fb01e197ecd4413c2e89ea3/https%3A//support.avast.com"
        }
    },
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/avast-secureline-vpn/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/avast-secureline-vpn/versions/",
    "weekly_downloads": 374,
    "_score": null
}