{
    "extension_name": {
	"message": "Outil de traduction de texte utilisant le moteur de Google"
    },
    "extension_description": {
	"message": "Outil de traduction de texte utilisant le moteur de Google est automatiquement intégré dans la page. Traduisez des pages web entières sans les déplacer ou en ouvrir d'autres."
    },
    "google_translate_element": {
	"message": "Google Translate Element"
    },
    "google_translate_element_options": {
	"message": "Options de Google Translate Element"
    },
    "insert_element_automatically": {
	"message": "Insérer automatiquement l'Outil de traduction de texte utilisant le moteur de Google"
    },
    "translate_automatically": {
	"message": "Traduire immédiatement après avoir introduit Google Translate Element"
    },
    "hide_toolbar": {
	"message": "Masquer la barre d'outils après avoir introduit Google Translate Element"
    },
    "ignore_languages": {
	"message": "Langues qui n'insèrent pas automatiquement Google Translate Élément"
    },
    "ignore_languages_desc": {
	"message": "Insérez automatiquement <a href=\"https://www.w3schools.com/howto/howto_google_translate.asp\">l'outil de traduction utilisant le moteur de Google</a> dans la page même si la langue de la page est différente de ces langues. Vous pouvez également insérer manuellement l'outil de traduction à partir du menu contextuel même si la langue de la page est la même que ces langues. Cliquez sur le bouton par défaut <cite>about:preferences → Langue</cite> Vous pouvez obtenir des informations sur la langue.<br>Par exemple: <code>ja, en, zh</code>. Séparez-les par des virgules.<br>La référence: <a href=\"https://cloud.google.com/translate/docs/languages\">Prise en charge linguistique du service Google Cloud</a>(Un service différent de l'outil de traduction utilisant le moteur de Google), <a href=\"https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes\">liste de codes ISO 639-1-Wikipedia</a>."
    },
    "includedlanguages": {
	"message": "Langue dans laquelle l'Outil de traduction utilisant le moteur de Google est traduit"
    },
    "includedlanguages_desc": {
	"message": "Séparez par des virgules<strong>sans espaces</strong> . Exemple: <code>ja, en, zh-CN</code>.<br>Référence: <a href=\"https://cloud.google.com/translate/docs/languages\">Prise en charge linguistique du service Google Cloud</a> (qui est un service différent de l'Outil intégré de traduction Google), <a href=\"https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes\">Liste de codes ISO 639-1-Wikipedia</a>, <a href=\"https://en.wikipedia.org/wiki/ISO_3166-1#Current_codes\">ISO 3166-1-Wikipedia</a>.<br>Si vous laissez la liste vide, toutes les langues seront affichées dans les langues traduites de l'Outil intégré de traduction Google. La valeur par défaut est obtenue à partir de <cite>about: preferences → Language</cite>, mais elle ne peut pas être utilisée comme tel. Certaines langues ont besoin d'un code régional comme zh-CN, et d'autres langues ne fonctionnent pas avec un code régional comme en-US, vous devez donc le supprimer pour le rendre comme en ou fr."
    },
    "ignore_urls": {
	"message": "Les URLs des éléments de Google Traduction ne sont pas automatiquement insérés"
    },
    "regular_expression": {
	"message": "Expressions Reguliere"
    },
    "ignore_urls_desc": {
	"message": "Écrire les expressions régulières avec des caractères spéciaux tel que \".\", \"*\", \" ?\" Avec un slash. Ajoutez \"^\" au début de la phrase pour faire correspondre l'URL."
    },
    "test_url": {
	"message": "Tester les expressions habituelles"
    },
    "style_sheets": {
	"message": "Feuille de style pour les éléments Google Traduction:"
    },
    "match": {
	"message": "Correspondance"
    },
    "unmatch": {
	"message": "Pas de correspondance"
    },
    "default": {
	"message": "Par défaut"
    },
    "page_translator_url": {
	"message": "Adresse Url utilisée du site de traduction pour la traduction de la page dans un nouvel onglet"
    },
    "text_translator_url": {
	"message": "Adresse Url du site de traduction utilisée lors de la traduction du texte sélectionné dans un nouvel onglet"
    },
    "target_language": {
	"message": "langue cible par défaut:"
    },
    "get_favicon": {
	"message": "Obtenir la Favicon du site"
    },
    "target_language_regexp": {
	"message": "Expression exacte utilisée pour déterminer la langue cible depuis l'URL du site de traduction"
    },
    "translator_url_desc": {
	"message": "'@url@' est remplacé par l'URL de la page. '@text@' est remplacé par le texte sélectionné. «@lang@» est remplacé par la valeur de «langue cible par défaut». La valeur par défaut de la langue cible est obtenue à partir de <cite>about: preferences → Langue</cite>, mais elle ne peut pas être utilisée comme tel car elle peut différer du format de description de la langue cible de chaque site de traduction. Certaines langues nécessitent des codes régionaux tels que 'zh-CN' et 'zh-TW', tandis que d'autres langues ne fonctionnent pas avec des codes régionaux tels que 'en-US' et 'pt-BR', vous devrez peut-être passer de 'en' à 'pt' par exemple. Dans ce cas précis, vous devrez remplacer manuellement la langue cible par défaut par le code de la langue appropriée. '@source_lang@' est remplacé par <a href=\"https://src.chromium.org/viewvc/chrome/trunk/src/third_party/cld/languages/internal/languages.cc#l23\">le code de la langue</a> du texte sélectionné ou par le code de langue de la page. Cependant, cela ne correspond pas toujours à l'expression du code de langue utilisé par chaque site de traduction."
    },
    "display_in_iframe": {
	"message": "Dans le panneau d'action du navigateur, le panneau d'action de la page et la barre latérale, le résultat de la traduction est affiché dans un <a href=\"https://developer.mozilla.org/docs/Web/HTML/Element/iframe\">iframe</a>"
    },
    "translator_url_desc2": {
	"message": "La valeur de @lang@ dans ce navigateur:"
    },
    "target_language_regexp_desc": {
	"message": "Une chaîne de caractères qui correspond au dernier <a href='https://developer.mozilla.org/docs/Web/JavaScript/Guide/Regular_Expressions'>groupe sélectionné</a> dans le modèle décrit dans «<a href='https://developer.mozilla.org/docs/Web/JavaScript/Guide/Regular_Expressions/Groups_and_Ranges'>l'expression rationnelle</a> pour extraire la langue traduite» est extraite depuis l'adresse URL de la page web de résultats de traduction comme la langue utilisée pour la traduction. Lorsque la langue de la destination de traduction est modifiée de manière interactive sur la page de résultat de traduction, si l'adresse URL change en conséquence, la langue est alors extraite et stockée. Dans la traduction suivante, '@lang@' sera remplacé par cette valeur au lieu de la langue sélectionnée avant la traduction. Si vous souhaitez toujours traduire dans la langue par défaut, laissez l'expression rationnelle vide. Cette fonction ne peut pas être utilisée par un site web de traduction où l'adresse URL ne change pas même si la langue de traduction est modifiée de manière interactive."
    },
    "second_translation_sites": {
	"message": "Second site web de traduction"
    },
    "use_2nd_translator": {
	"message": "Si la langue de la page ou la langue du texte sélectionné correspondent aux \"langues non insérées automatiquement\", traduire ces langues en utilisant un second site de traduction."
    },
    "page_translator_2nd_url": {
	"message": "Adresse URL du second site de traduction lorsque la traduction d'une page s'opère dans un nouvel onglet."
    },
    "text_translator_2nd_url": {
	"message": "Adresse URL du second site de traduction lorsque la traduction du texte sélectionné s'opère dans un nouvel onglet."
    },
    "translator_2nd_url_desc": {
	"message": "Si la langue de la page ou la langue du texte sélectionné correspondent à la \"langue à ne pas insérer automatiquement\", elle sera traduite par le second site web de traduction. Il peut être utilisé, par exemple, lors de la traduction de phrases dans votre langue maternelle vers d'autres langue. Si vous maintenez enfoncée une touche de modification (\"Alt\", \"Entrée\", \"Ctrl\", \"MacCtrl\" ou \"Maj\") et et que vous cliquez sur le menu contextuel ou utilisez les touches de raccourci pour changer la langue de la page ou la langue du texte sélectionné, vous pouvez alors utilisé le second site web de traduction pour traduire n'importe quel langue de la page ou du texte sélectionné. Si vous enregistrez un autre site  pour le second site web de traduction, vous pourrez comparer les deux résultats de traduction."
    },
    "translator_delete_history": {
	"message": "Supprimez l'adresse URL du résultat de la traduction de l'historique de navigation."
    },
    "browser_action_panel_size": {
	"message": "Taille du panneau d'actions du navigateur:"
    },
    "page_action_panel_size": {
	"message": "Taille du panneau d'action de la page :"
    },
    "pixel": {
	"message": "pixels"
    },
    "user_interface": {
	"message": "Interface Utilisateur"
    },
    "browser_action_button": {
	"message": "Bouton d'action du navigateur web"
    },
    "browser_action_button_action": {
	"message": "Comportements du bouton d'action du navigateur web:"
    },
    "browser_action_button_desc": {
	"message": "Si aucun élément n'est sélectionné, cliquer sur le bouton d'action du navigateur affichera le texte traduit dans la langue du site web de traduction par défaut. Si un seul élément est sélectionné, cliquer sur le bouton d'action du navigateur web exécutera instantanément l'action de cet élément sélectionné. Si plusieurs éléments sont sélectionnés, cliquer sur le bouton d'action du navigateur web affichera les boutons des éléments sélectionnés. Changez l'ordre d'affichage en faisant glisser les éléments à sélectionner."
    },
    "browser_action_stylesheet": {
	"message": "Feuille de style pour l'action du navigateur"
    },
    "example": {
	"message": "Exemple"
    },
    "page_action_button": {
	"message": "Bouton d'action de la page web"
    },
    "page_action_button_action": {
	"message": "Comportements du bouton d'action de la page web:"
    },
    "page_action_button_desc": {
	"message": "Si aucun élément n'est sélectionné, cliquer sur le bouton d'action de la page web affichera le texte traduit dans la langue du site de traduction par défaut. Si un seul élément est sélectionné, cliquer sur le bouton d'action de la page web exécutera instantanément l'action de cet élément sélectionné. Si plusieurs éléments sont sélectionnés, cliquer sur le bouton d'action de la page web affichera les boutons des éléments sélectionnés. Changez l'ordre d'affichage en faisant glisser les éléments à sélectionner."
    },
    "page_action_stylesheet": {
	"message": "Feuille de style pour l'action de la page"
    },
    "context_menu": {
	"message": "Menu contextuel"
    },
    "context_menu_order": {
	"message": "Ordre d'affichage du menu contextuel:"
    },
    "context_menu_order_desc": {
	"message": "Seuls les éléments sélectionnés seront affichés dans le menu contextuel. Changez l'ordre d'affichage en faisant glisser les éléments."
    },
    "omnibox": {
	"message": "Omnibox"
    },
    "omnibox_desc": {
	"message": "Traduiser le texte en saisissant les commandes et le texte dans <a href=\"https://developer.mozilla.org/docs/Mozilla/Add-ons/WebExtensions/user_interface/Omnibox\">l'omnibox</a> (barre d'adresse, barre d'emplacement). Il est pratique d'utiliser <a href=\"https://support.mozilla.org/en/kb/keyboard-shortcuts-perform-firefox-tasks-quickly#w_ayagki\">les raccourcis clavier de Firefox</a> pour déplacer le focus vers l'omnibox. Soit les touches F6, Alt + D ou encore Ctrl + L sous Windows."
    },
    "omnibox_default_action": {
	"message": "Sélectionnez l'endroit par défaut où les résultats de la traduction de l'omnibox seront affichés:"
    },
    "syntax": {
	"message": "Syntaxe:"
    },
    "omnibox_keyword": {
	"message": "Mot-clé pour démarrer la traduction dans l'omnibox."
    },
    "omnibox_option_t": {
	"message": "Spécifiez la langue de traduction. Si vous ne la définissez pas, la langue de traduction utilisée sera la langue du site web de traduction spécifié par défaut. Le format de la langue de traduction est différent pour chaque site web de traduction, vous devez donc connaître le code de langue approprié pour ce site."
    },
    "omnibox_option_1": {
	"message": "Traduire en utilisant le site web de traduction de texte par défaut."
    },
    "omnibox_option_2": {
	"message": "Traduire à l'aide d'un second site web de traduction de texte. Si -1 et -2 ne sont définis, le site web utilisé pour la traduction est déterminé par la langue du texte saisi."
    },
    "omnibox_option_d": {
	"message": "Définissez la destination d'affichage du résultat de la traduction."
    },
    "omnibox_option_new_tab": {
	"message": "Un nouvel onglet."
    },
    "omnibox_option_specific_tab": {
	"message": "Un onglet spécifique."
    },
    "omnibox_option_current_tab": {
	"message": "L'onglet actuel."
    },
    "omnibox_option_window": {
	"message": "La fenêtre active."
    },
    "omnibox_option_sidebar": {
	"message": "La barre latérale. Le module complémentaire ne peut pas ouvrir la barre latérale automatiquement, donc l'utilisateur doit l'ouvrir manuellement."
    },
    "omnibox_option_browser_action": {
	"message": "Le panneau d'action du navigateur web. Le module complémentaire ne peut pas ouvrir automatiquement le panneau d'action du navigateur web, l'utilisateur doit donc l'ouvrir manuellement."
    },
    "omnibox_option_page_action": {
	"message": "Le panneau d'action de la page web. Le module complémentaire ne peut pas ouvrir automatiquement le panneau d’action de la page web, l’utilisateur doit donc l’ouvrir manuellement."
    },
    "omnibox_option_text": {
	"message": "Le texte à traduire."
    },
    "omnibox_examples": {
	"message": "Exemple: <code><strong>tr Bonjour tout le monde.</strong></code> --Utilisez le site web de traduction par défaut pour traduire dans la langue maternelle <code><strong>tr -2 -t de -d sb Bonjour à tous.</strong></code> - Traduisez en allemand en utilisant un second site web de traduction et affichez les résultats dans la barre latérale."
    },
    "shortcut_keys": {
	"message": "Touches de raccourcis"
    },
    "shortcut_keys_desc": {
	"message": "Pour définir <a href=\"https://support.mozilla.org/kb/manage-extension-shortcuts-firefox\">les touches de raccourci</a>, allez à about:addons -> ⚙️ Icône d'engrenage -> Gérer les raccourcis d'extensions."
    },
    "specific_tab": {
	"message": "Onglet spécifique"
    },
    "tab_window_session": {
	"message": "Informations de session pour des onglets et des fenêtres spécifiques :"
    },
    "save_session": {
	"message": "Enregistrer"
    },
    "dont_save_session": {
	"message": "Ne pas enregistrer"
    },
    "tab_window_session_desc": {
	"message": "Mémorisez les informations de la fenêtre d'affichage des résultats de traduction et d'un onglet spécifique d'une session à l'autre, et réutilisez le même onglet et la même fenêtre après le redémarrage du navigateur."
    },
    "specific_tab_esc_behavior": {
	"message": "Comportement lorsque l'on appuie sur la touche Échap :"
    },
    "hide_tab": {
	"message": "Cacher l'onglet"
    },
    "activate_opener_tab": {
	"message": "Activer l'onglet source"
    },
    "specific_tab_esc_textarea": {
	"message": "Fait la même chose lors de la saisie dans la zone de texte"
    },
    "specific_tab_set_favicon": {
	"message": "Afficher l'icône du module complémentaire en tant que favicon sur l'onglet spécifique"
    },
    "specific_tab_desc": {
	"message": "Si l'onglet spécifique existe, réutilisez cet onglet et affichez le résultat de la traduction sur cet onglet sans ouvrir un nouvel onglet."
    },
    "result_window_esc_behavior": {
	"message": "Comportement lorsque l'on appuie sur la touche Échap :"
    },
    "minimize_window": {
	"message": "Réduire la fenêtre"
    },
    "lower_window": {
	"message": "Déplacer la fenêtre à l'arrière-plan"
    },
    "do_nothing": {
	"message": "Ne rien faire"
    },
    "result_window_esc_textarea": {
	"message": "Fait la même chose même lors de la saisie dans la zone de texte"
    },
    "result_window": {
	"message": "Fenêtre des résultats de la traduction"
    },
    "result_window_desc": {
	"message": "La position et la taille de la fenêtre affichant le résultat de la traduction sont mémorisées lorsque le focus est déplacé vers une autre fenêtre du navigateur web. Les sites de traduction de la première et de la deuxième pages ainsi que le site web de traduction de texte sont enregistrés chacun séparément."
    },
    "sidebar": {
	"message": "Barre latérale"
    },
    "sidebar_default_page": {
	"message": "Page par défaut:"
    },
    "sidebar_input_page": {
	"message": "Page de saisie de texte"
    },
    "default_translator": {
	"message": "Traducteur de texte par défaut"
    },
    "second_translator": {
	"message": "Deuxième traducteur de texte"
    },
    "translate_on_default": {
	"message": "Traduire"
    },
    "translate_on_2nd": {
	"message": "Traduit(e) sur le deuxième site"
    },
    "display_sidebar_default_page": {
	"message": "Afficher la page par défaut dans la barre latérale"
    },
    "sidebar_placeholder": {
	"message": "Ctrl + Entrée pour traduire. Maj + Entrée pour traduire sur le deuxième site."
    },
    "clipboard": {
	"message": "Presse-papiers"
    },
    "translate_clipboard_content": {
	"message": "Traduire le contenu du presse-papiers"
    },
    "translate_clipboard_content_desc": {
	"message": "Le contenu du presse-papiers peut être traduit en utilisant des touches de raccourci, en cliquant sur un élément dans le menu contextuel avec le deuxième bouton de la souris, ou en maintenant la touche contrôle enfoncée et en cliquant sur un bouton dans le panneau d'action du navigateur ou dans le panneau d'action de la page."
    },
    "need_history_permission": {
	"message": "Une autorisation supplémentaire est requise pour supprimer l'URL des résultats de traduction de l'historique de navigation."
    },
    "need_tabHide_permission": {
	"message": "Une autorisation supplémentaire est requise pour masquer l'onglet lorsque vous appuyez sur la touche Échap."
    },
    "need_sessions_permission": {
	"message": "Une autorisation supplémentaire est requise pour enregistrer des sessions pour l'onglet spécifique et la fenêtre de résultat de la traduction."
    },
    "need_clipboard_permission": {
	"message": "Une autorisation supplémentaire est requise pour traduire le contenu du presse-papiers."
    },
    "please_allow_permission": {
	"message": "Veuillez donner la permission ou modifier les paramètres et enregistrez à nouveau."
    },
    "save": {
	"message": "Enregistrer"
    },
    "save_button_desc": {
	"message": "Tous les boutons d'enregistrement se comportent de la même manière."
    },
    "error": {
	"message": "Erreur"
    },
    "reset_commands": {
	"message": "Réinitialiser toutes les touches de raccourci"
    },
    "info1": {
	"message": "<p>Sur certaines pages, l'Outil de traduction de texte utilisant le moteur de Google ne peut pas fonctionner en raison des paramètres de sécurité de la page. Dans ce cas, un message sera affiché dans la <a href=\"https://developer.mozilla.org/docs/Tools/Browser_Console\">console du navigateur web</a>. Si cela ne fonctionne pas, il existe une alternative qui consiste à traduire la page dans un nouvel onglet à partir du menu contextuel.</p> <p>Si vous désactivez le module complémentaire depuis le menu contextuel, l'Outil de traduction de texte utilisant le moteur de Google ne sera plus inséré automatiquement . Encore une fois, vous pouvez l'insérer manuellement à partir du menu contextuel.</p>"
    },
    "another_translation_system": {
	"message": "Un autre système de traduction"
    },
    "code_to_insert_into_the_page": {
	"message": "Code à insérer dans la page Web:"
    },
    "copy_code_here": {
	"message": "Copiez ici le code depuis la page de téléchargement."
    },
    "csp_to_add": {
	"message": "Politique de sécurité du contenu (CSP) à ajouter:"
    },
    "copy_scp_here": {
	"message": "Copiez ici le Content Security Policy à partir de la page de téléchargement."
    },
    "tags_to_remove_from_page": {
	"message": "Balises HTML à supprimer de la page :"
    },
    "tags_to_remove_from_page_desc": {
	"message": "Pour obtenir de meilleurs résultats de traduction, supprimez ces balises de la page Web et convertissez les textes de contenu en textes simples. Si des balises HTML sont incluses au milieu d'une phrase, la phrase transmise au moteur de traduction peut être différente d'une phrase simple sans balises afin de refléter ces balises dans la phrase traduite, ce qui entraîne parfois des résultats de traduction étranges. La suppression de ces balises HTML peut vous donner des résultats de traduction plus corrects. Cependant, il devient difficile à lire car il n'y a ni liens ni décorations. Pour supprimer la balise, exécutez le processus à partir du menu contextuel, de la touche de raccourci, etc., avant que Google Translate Element ne traduise la page (lorsque le texte d'origine est affiché). Si vous souhaitez restaurer le contenu de la page, vous devez recharger la page. Lorsque <a href=\"https://developer.mozilla.org/docs/Web/HTML/Element\">ajoutez des balises</a>, séparez-les par des espaces blancs ou des sauts de ligne."
    },
    "default_translation_sites": {
	"message": "Site web de traduction par défaut"
    },
    "is_invalid": {
	"message": "La valeur de $1 n'est pas valide."
    },
    "untranslatable_url": {
	"message": "Adresse URL qui ne peut pas être traduite.\n$1"
    },
    "translate_in_specific_tab": {
	"message": "Traduire dans un onglet spécifique"
    },
    "translate_in_specific_tab_label": {
	"message": "1 → onglet spécifique"
    },
    "translate_in_new_tab": {
	"message": "Traduire dans un nouvel onglet"
    },
    "translate_in_new_tab_label": {
	"message": "1 → nouvel onglet"
    },
    "translate_in_current_tab": {
	"message": "Traduire dans l'onglet actuel"
    },
    "translate_in_current_tab_label": {
	"message": "1 → onglet actuel"
    },
    "translate_in_window": {
	"message": "Traduire dans la fenêtre active"
    },
    "translate_in_window_label": {
	"message": "1 → fenêtre"
    },
    "translate_in_sidebar": {
	"message": "Traduire dans la barre latérale du navigateur web"
    },
    "translate_in_sidebar_label": {
	"message": "1 → Barre latérale"
    },
    "translate_in_browser_action": {
	"message": "Traduire en utilisant le bouton de l'extension situé dans le navigateur web"
    },
    "translate_in_browser_action_label": {
	"message": "1 → action du navigateur"
    },
    "translate_in_page_action": {
	"message": "Traduire avec le bouton de l'extension situé à l'intérieur de la page web"
    },
    "translate_in_page_action_label": {
	"message": "1 → action de la page"
    },
    "translate_on_2nd_in_specific_tab": {
	"message": "Traduire dans un onglet spécifique à l'aide d'un second site web de traduction"
    },
    "translate_on_2nd_in_specific_tab_label": {
	"message": "2 → onglet spécifique"
    },
    "translate_on_2nd_in_new_tab": {
	"message": "Traduire dans un nouvel onglet à l'aide d'un second site web de traduction"
    },
    "translate_on_2nd_in_new_tab_label": {
	"message": "nouvel onglet"
    },
    "translate_on_2nd_in_current_tab": {
	"message": "Traduire dans l'onglet actuel en utilisant le second site web de traduction"
    },
    "translate_on_2nd_in_current_tab_label": {
	"message": "2 → onglet actuel"
    },
    "translate_on_2nd_in_window": {
	"message": "Traduire dans une fenêtre à l'aide d'un second site web de traduction"
    },
    "translate_on_2nd_in_window_label": {
	"message": "2 → fenêtre"
    },
    "translate_on_2nd_in_sidebar": {
	"message": "Traduire dans la barre latérale du navigateur web à l'aide d'un second site web de traduction"
    },
    "translate_on_2nd_in_sidebar_label": {
	"message": "2 → Barre latérale"
    },
    "translate_on_2nd_in_browser_action": {
	"message": "Traduire à l'aide du bouton d'extension du navigateur web en utilisant un second site web de traduction"
    },
    "translate_on_2nd_in_browser_action_label": {
	"message": "2 → action du navigateur"
    },
    "translate_on_2nd_in_page_action": {
	"message": "Traduire avec le bouton de l'extension de la page web en utilisant le second site web de traduction"
    },
    "translate_on_2nd_in_page_action_label": {
	"message": "2 → action de la page"
    },
    "translate_in_specific_tab_clipboard": {
	"message": "Traduire le contenu du presse-papiers dans un onglet spécifique"
    },
    "translate_in_new_tab_clipboard": {
	"message": "Traduire le contenu du presse-papiers dans un nouvel onglet"
    },
    "translate_in_current_tab_clipboard": {
	"message": "Traduire le contenu du presse-papiers dans l'onglet actuel"
    },
    "translate_in_window_clipboard": {
	"message": "Traduire le contenu du presse-papiers dans une fenêtre"
    },
    "translate_in_sidebar_clipboard": {
	"message": "Traduire le contenu du presse-papiers dans la barre latérale"
    },
    "translate_in_browser_action_clipboard": {
	"message": "Traduire le contenu du presse-papiers avec une action du navigateur"
    },
    "translate_in_page_action_clipboard": {
	"message": "Traduire le contenu du presse-papiers dans le panneau d'action de la page"
    },
    "translate_on_2nd_in_specific_tab_clipboard": {
	"message": "Traduire le contenu du presse-papiers sur la seconde traduction dans un onglet spécifique"
    },
    "translate_on_2nd_in_new_tab_clipboard": {
	"message": "Traduire le contenu du presse-papiers sur le deuxième site de traduction dans un nouvel onglet"
    },
    "translate_on_2nd_in_current_tab_clipboard": {
	"message": "Traduire le contenu du presse-papiers sur le deuxième site de traduction dans l'onglet actuel"
    },
    "translate_on_2nd_in_window_clipboard": {
	"message": "Traduire le contenu du presse-papiers sur le deuxième site de traduction dans la fenêtre"
    },
    "translate_on_2nd_in_sidebar_clipboard": {
	"message": "Traduisez le contenu du presse-papiers sur le deuxième site de traduction dans la barre latérale"
    },
    "translate_on_2nd_in_browser_action_clipboard": {
	"message": "Traduire le contenu du presse-papiers sur le deuxième site de traduction dans l'action du navigateur"
    },
    "translate_on_2nd_in_page_action_clipboard": {
	"message": "Traduire le contenu du presse-papiers sur le deuxième site de traduction en action de page"
    },
    "open_1_in_specific_tab": {
	"message": "Ouvrir le site web de traduction dans un onglet spécifique"
    },
    "open_1_in_specific_tab_label": {
	"message": "1 → Ouvrir dans un onglet spécifique"
    },
    "open_1_in_new_tab": {
	"message": "Ouvrir le site web de traduction dans un nouvel onglet"
    },
    "open_1_in_new_tab_label": {
	"message": "1 → Ouvrir dans un nouvel onglet"
    },
    "open_1_in_current_tab": {
	"message": "Ouvrir le site web de traduction dans l'onglet actuel"
    },
    "open_1_in_current_tab_label": {
	"message": "1 → Ouvrir dans l'onglet actuel"
    },
    "open_1_in_window": {
	"message": "Ouvrir le site web de traduction dans la fenêtre active"
    },
    "open_1_in_window_label": {
	"message": "1 → Ouvrir dans une fenêtre"
    },
    "open_2_in_specific_tab": {
	"message": "Ouvrir le deuxième site de traduction dans un onglet spécifique"
    },
    "open_2_in_specific_tab_label": {
	"message": "2 → Ouvrir dans un onglet spécifique"
    },
    "open_2_in_new_tab": {
	"message": "Ouvrir le deuxième site de traduction dans un nouvel onglet"
    },
    "open_2_in_new_tab_label": {
	"message": "2 → Ouvrir dans un nouvel onglet"
    },
    "open_2_in_current_tab": {
	"message": "Ouvrir le deuxième site de traduction dans l'onglet actuel"
    },
    "open_2_in_current_tab_label": {
	"message": "2 → Ouvrir dans l'onglet actuel"
    },
    "open_2_in_window": {
	"message": "Ouvrir le deuxième site de traduction dans une fenêtre"
    },
    "open_2_in_window_label": {
	"message": "2 → Ouvrir dans une fenêtre"
    },
    "open_sidebar": {
	"message": "Ouvrir la barre latérale du navigateur web"
    },
    "open_browseraction": {
	"message": "Activez le bouton d'extension du navigateur web"
    },
    "open_pageaction": {
	"message": "Ouvrir une nouvelle page dans le navigateur web"
    },
    "toggle_browser_action": {
	"message": "Afficher/Masquer le bouton d'extension du navigateur web"
    },
    "toggle_page_action": {
	"message": "Ouvrir / fermer la page web"
    },
    "toggle_sidebar": {
	"message": "Barre latérale ouverte / fermée"
    },
    "insert_element": {
	"message": "Insérer Google Translate Element dans la page"
    },
    "insert_element_label": {
	"message": "Insérer un élément dans la page"
    },
    "toggle_translate": {
	"message": "Basculer entre la traduction et le texte source"
    },
    "toggle_translate_label": {
	"message": "Traduction / Source"
    },
    "toggle_toolbar": {
	"message": "Afficher/masquer la barre d'outils de Google Translate Element"
    },
    "toggle_toolbar_label": {
	"message": "Afficher/Masquer la barre d'outils"
    },
    "insert_automatically": {
	"message": "Insérer automatiquement Google Translate Element"
    },
    "remove_decorative_tags": {
	"message": "Supprimer les balises de décoration de la page"
    },
    "remove_decorative_tags_label": {
	"message": "Supprimer les balises"
    },
    "open_option_page": {
	"message": "Ouvrir la page des options"
    }
}
