{
    "id": 2818622,
    "authors": [
        {
            "id": 14046384,
            "name": "Uniqkey A/S",
            "url": "https://addons.mozilla.org/en-US/firefox/user/14046384/",
            "username": "uniqkey"
        }
    ],
    "average_daily_users": 192,
    "categories": [
        "privacy-security"
    ],
    "contributions_url": "",
    "created": "2023-10-23T12:13:25Z",
    "current_version": {
        "id": 5856237,
        "compatibility": {
            "firefox": {
                "min": "58.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/uniqkey-2-0/versions/5856237",
        "file": {
            "id": 4400522,
            "created": "2024-12-05T17:22:07Z",
            "hash": "sha256:0190f077def197a06e72f60f28bef4b7ab5299b8c0b8ffca6529f86d6c0f8c0a",
            "is_mozilla_signed_extension": false,
            "size": 2394365,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4400522/uniqkey_2_0-2.16.0.xpi",
            "permissions": [
                "*://*/*",
                "storage",
                "tabs",
                "browsingData",
                "privacy",
                "nativeMessaging",
                "downloads",
                "webRequest",
                "webRequestBlocking",
                "unlimitedStorage",
                "<all_urls>"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 7057,
            "is_custom": false,
            "name": {
                "en-US": "All Rights Reserved"
            },
            "slug": "all-rights-reserved",
            "url": null
        },
        "release_notes": null,
        "reviewed": "2024-12-05T17:25:25Z",
        "version": "2.16.0"
    },
    "default_locale": "en-US",
    "description": {
        "da": "Uniqkey gør det nemt at arbejde sikkert i en digital verden.\n\nVed at eliminere brugen af svage passwords på arbejdspladsen, automatisere 2FA-godkendelse, og give IT-administratorer værktøjerne til at holde overblikket over virksomhedens digital tilstedeværelse, beskytter Uniqkey virksomheder mod password-relaterede cybertrusler.\n\nUniqkey opnår dette gennem en samlet løsning, der kombinerer brugervenlig password management, automatisk 2FA-godkendelse og centraliseret adgangsstyring.\n\nDISCLAIMER\n\nDette produkt er en del af en større, samlet løsning, som inkluderer og kræver en mobilapp, desktopapp og browserudvidelse, og kan derfor ikke blive brugt alene.\n\nKEY FEATURES OG FORDELE FOR MEDARBEJDERE\n\n*Password Manager: Hold styr på dine passwords*\n\nUniqkey opbevarer og husker dine passwords for dig, og auto-udfylder dine loginoplysninger, når du skal logge ind på dine digitale tjenester.\n\n*Password Generator: Generér stærke passwords med 1 klik*\n\nGør det nemt at opgradere din password-sikkerhed ved at auto-genere stærke passwords med den integrerede password generator.\n\n*Automatisk 2FA-godkendelse: Anvend 2FA uden besvær*\n\nUniqkey auto-udfylder dine 2FA-koder for dig, så du aldrig skal bruge tid på at indtaste dem manuelt igen.\n\n*Password-deling: Del logins nemt og sikkert*\n\nDel nemt og sikkert dine login mellem individer og på tværs af arbejdsgrupper – helt uden at afsløre dine passwords.\n\nKEY FEATURES OG FORDELE FOR VIRKSOMHEDEN\n\n*Access Manager: Kontrollér nemt medarbejderadgange ét sted*\n\nMed Uniqkey’s access management platform kan IT-administratorer let fjerne og tildele rolle-specifikke adgangsrettigheder til medarbejdere, hvilket blandt andet gør det muligt at on- og offboarde medarbejdere sikkert med få klik.\n\n*Cloud Service Overblik: Få fuldt overblik over virksomhedstjenester*\n\nUniqkey registrerer og giver et detaljeret overblik over alle digitale tjenester, der er forbundet til medarbejders arbejdskonti, så administratorer kan holde alle virksomhedens digitale indgangsvinkler beskyttet.\n\n*Sikkerhedsscorer: Spot sårbarheder i virksomhedens adgangssikkerhed*\n\nFå detaljeret indsigt i, hvor sikker hver eneste medarbejder er baseret på styrken af deres logins, så du kan løfte sikkerheden dér, hvor den er lavest.\n\nHVORFOR VIRKSOMHEDER VÆLGER UNIQKEY\n\n✅ Gør IT-sikkerhed simpelt og effektivt\n\nMed Uniqkey har virksomheder et effektivt sikkerhedsværktøj, der både er nemt for den enkelte at bruge, samt giver IT-afdelingen øget kontrol og overblik og virksomhedens adgangssikkerhed. Ved at gøre 2FA-brug gnidningsfri, password-sikkerhed let at opgradere, og et fuldt digitalt overblik til virkelighed, gør Uniqkey det nemt for virksomheder at arbejde sikkert i en digital verden.\n\n✅ Giver kontrollen tilbage til IT-afdelingen\n\nIT-administratorer får adgang til Uniqkey’s adgangsstyringsplatform, som giver dem fuldt overblik og detaljeret kontrol over medarbejderadgange og alle digitale tjenester, der er registreret til en medarbejders virksomhedskonti, hvilket gør det lettere for IT at beskytte alle virksomhedens digitale indgangsvinkler.\n\n✅ Gør det nemt for medarbejdere at arbejde sikkert\n\nUniqkey’s password manager fjerner al password-relateret frustration for den enkelte medarbejder ved at automatisere logins, auto-genere stærke passwords og opbevare dem sikkert, hvilket øger den enkeltes adgangssikkerhed og produktivitet fra dag 1. For at logge ind, skal medarbejdere blot godkende deres logins på Uniqkey-appen, som så auto-udfylder deres loginoplysninger og logger dem ind, nemt og sikkert.\n\n✅ Opbevarer data ultra-sikkert\n\nHvor andre password managers sikrer deres brugers data online, krypterer Uniqkey al data med zero-knowledge proof teknologi, og opbevarer det offline på brugernes egen enhed. På denne måde forbliver din data altid uberørt, selv hvis Uniqkey oplever et direkte cyberangreb.",
        "en-US": "Uniqkey makes it easy to work safely in a digital world.\n\nBy eliminating the use of weak and reused passwords in the workplace, enabling frictionless 2FA adoption, and giving IT the overview and control they need to keep the company protected, Uniqkey protects businesses against password-related cyber risks.\n\nUniqkey achieves this through a unified solution combining user-friendly password management, 2FA autofill, and centralized access management for IT admins.\n\nDISCLAIMER\n\nThis product is only one part of a larger product which includes and requires a mobile app, desktop app and a browser extension, and therefore can't be used alone.\n\nKEY FEATURES AND BENEFITS FOR EMPLOYEES\n\n*Password Manager: Manage your passwords in one place*\n\nUniqkey securely stores and remembers your passwords for you, and auto-fills them when you need to log onto services.\n\n*Password Generator: Generate high-strength passwords with 1 click*\n\nEasily upgrade your password security by auto-generating high-strength passwords with the integrated password generator.\n\n*Automatic 2FA authentication: Use 2FA without friction*\n\nUniqkey auto-fills your 2FA codes for you, saving you the time and trouble of manually entering them. \n\n*Password Sharing: Securely share logins with ease*\n\nSecurely share logins between individuals and teams with one click – and without revealing your passwords.\n\nKEY FEATURES AND BENEFITS FOR THE COMPANY\n\n*Access Manager: Manage and oversee employee accesses in one place*\nUniqkey’s access management platform allows IT admins to remove, restrict or grant role-specific access rights to employees with ease, making on and offboarding processes smooth and swift.\n\n*Cloud Service Overview: Gain full visibility of company services*\n\nUniqkey tracks all cloud and SaaS services registered to your company email domain, empowering IT to monitor and protect all logins connected to the organization.  \n\n*Security Scores: Spot vulnerabilities in your company's access security*\n\nKnow exactly which employee logins are most at risk, so you can improve the security of your most vulnerable entry points.\n\nWHY BUSINESSES CHOOSE UNIQKEY\n\n✅ Makes cybersecurity simple and impactful\n\nWith Uniqkey, companies arm themselves with a high-impact security tool that is both easy to use for employees and provides a strong level of security and control for IT. By making 2FA adoption frictionless, healthy password hygiene easy to achieve, and cloud app visibility a reality, Uniqkey makes it easy for companies to work safely in a digital world.\n\n✅ Gives back control to IT\n\nIT admins get access to the Uniqkey Access Management Platform which gives them full overview and granular control of employee access rights and all services registered to work email domains, making it easier to keep the company protected and productive.\n\n✅ Makes it easy for employees to be secure\n\nThe Uniqkey Password Manager eliminates all password-related frustration for the individual employee by automating logins, auto-generating high-strength passwords and storing them securely, increasing login security and overall productivity from day 1. Employees simply authenticate their logins on the Uniqkey app, which then securely auto-fills all their credentials and logs them in. Safe, simple and swift.\n\n✅ Stores data in breach-proof manner\n\nWhile other password managers secure their user’s data online, Uniqkey encrypts user data with zero-knowledge technology, and stores it offline on our user’s own devices. This way, your data stays untouched even if Uniqkey experiences a direct cyberattack.\n\n<strong>About your privacy</strong>\n\nUniqkey is intrinsically a security-focused product, meticulously engineered to safeguard your data and credentials. At its core, Uniqkey utilizes robust encryption, ensuring that your stored data is not only secure but also completely inaccessible to our team. Our commitment to your privacy is underpinned by advanced security protocols such as zero-knowledge proof and secure remote password techniques, alongside other innovative implementations. These measures are pivotal in ensuring the absolute protection of your data, while also guaranteeing that we maintain no visibility or access to your information.\n \nAt Uniqkey, we firmly believe in the symbiotic relationship between security and encryption. This philosophy has driven us to integrate a comprehensive array of security measures and encryption methodologies into our product. The intricacies of these implementations are thoroughly detailed in our whitepaper, which has undergone rigorous peer-review by renowned security experts.\n \nIn an effort to maximize protection and mitigate potential vulnerabilities associated with centralized servers, we have designed Uniqkey to store all your passwords directly on your mobile device. This approach significantly enhances security by localizing your data.\n \nOur commitment to privacy extends to the minimalistic approach in data connectivity. We only gather the bare minimum of information necessary to deliver our services effectively and to provide assistance in troubleshooting scenarios.\n \nFor complete transparency, we invite you to review our privacy policy, which provides detailed insights into the type of data we store and utilize.\n \nWe adhere to a stringent policy regarding your data: we cannot access, decrypt, or view your passwords. Furthermore, we pledge to never share your data with any third party or external entity without your explicit consent. This commitment underscores our unwavering dedication to upholding your privacy and security.\n\nYou can see our <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/54acf81d572a0eab4cf32e0d19158fa37aba2b26f4b1a22e5419d44fab0976a8/https%3A//www.uniqkey.eu/privacy-policy\" title=\"Privacy Policy\" rel=\"nofollow\">privacy policy</a> for full details."
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/uniqkey-2-0/edit",
    "guid": "{9529fdd7-7244-4229-9ca1-8ec06092f08d}",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "da": "https://uniqkey.eu",
            "en-US": "https://uniqkey.eu"
        },
        "outgoing": {
            "da": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/8efb6d38acfac56102fa5d892a8d87c23e826f36d42fc692bb1af47579a55eaa/https%3A//uniqkey.eu",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/8efb6d38acfac56102fa5d892a8d87c23e826f36d42fc692bb1af47579a55eaa/https%3A//uniqkey.eu"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/2818/2818622-64.png?modified=7f23d3f2",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/2818/2818622-32.png?modified=7f23d3f2",
        "64": "https://addons.mozilla.org/user-media/addon_icons/2818/2818622-64.png?modified=7f23d3f2",
        "128": "https://addons.mozilla.org/user-media/addon_icons/2818/2818622-128.png?modified=7f23d3f2"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2024-12-05T17:25:25Z",
    "name": {
        "da": "Uniqkey 2.0",
        "en-US": "Uniqkey 2.0"
    },
    "previews": [
        {
            "id": 289006,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/289/289006.png?modified=1698065086",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/289/289006.jpg?modified=1698065086"
        },
        {
            "id": 289007,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/289/289007.png?modified=1698065086",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/289/289007.jpg?modified=1698065086"
        },
        {
            "id": 289008,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/289/289008.png?modified=1698065086",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/289/289008.jpg?modified=1698065086"
        },
        {
            "id": 289009,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/289/289009.png?modified=1698065086",
            "position": 3,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/289/289009.jpg?modified=1698065086"
        },
        {
            "id": 289010,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/289/289010.png?modified=1698065086",
            "position": 4,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/289/289010.jpg?modified=1698065086"
        }
    ],
    "promoted": null,
    "ratings": {
        "average": 0.0,
        "bayesian_average": 0.0,
        "count": 0,
        "text_count": 0
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/uniqkey-2-0/reviews/",
    "requires_payment": true,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/2818622",
    "slug": "uniqkey-2-0",
    "status": "public",
    "summary": {
        "da": "Uniqkey er en brugervenlig password manager til virksomhedsbrug.",
        "en-US": "Uniqkey is a user-friendly password manager for businesses."
    },
    "support_email": {
        "da": "support@uniqkey.eu",
        "en-US": "support@uniqkey.eu"
    },
    "support_url": {
        "url": {
            "da": "https://uniqkey.zendesk.com/",
            "en-US": "https://uniqkey.zendesk.com/"
        },
        "outgoing": {
            "da": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/bc1dd91de772a0480da561618898795b9a3c9daf99598aca25bf4cfd8eef12ca/https%3A//uniqkey.zendesk.com/",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/bc1dd91de772a0480da561618898795b9a3c9daf99598aca25bf4cfd8eef12ca/https%3A//uniqkey.zendesk.com/"
        }
    },
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/uniqkey-2-0/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/uniqkey-2-0/versions/",
    "weekly_downloads": 23,
    "_score": null
}