{
    "extension_name": {
	"message": "elementi perkthyes Google"
    },
    "extension_description": {
	"message": "Ne menyre automatike futet Google perkthyesi Element ne faqe. Perkthe te gjithe faqen pa u larguar nga faqja apo pa hapur nje faqe te re. "
    },
    "google_translate_element": {
	"message": "Google perkthyes element"
    },
    "google_translate_element_options": {
	"message": "Opsionet e Google perkthyesit element"
    },
    "insert_element_automatically": {
	"message": "Fut Google perkthyesin element ne menyre automatike"
    },
    "translate_automatically": {
	"message": "Perkthe menjehere pas futjes se Google perkthyesit element"
    },
    "hide_toolbar": {
	"message": "Fshihni toolbar pas futjes se Google perkthyesit element"
    },
    "ignore_languages": {
	"message": "Gjuhet qe nuk e fusin ne menyre automatike Google perkthyesin element"
    },
    "ignore_languages_desc": {
	"message": "Ne menyre automatike fut <a href=\"https://www.w3schools.com/howto/howto_google_translate.asp\"> Google perkthyesin element</a> ne faqe nese gjuha e faqes eshte ndryshe prej ketyre gjuheve. Edhe nese gjuha e faqes eshte e njejte me njeren nga keto gjuhe, mund te futet ne menyre manuale prej menyse se kontekstit.  Kur e klikoni buttonin default, informata te gjuhes mirren nga <cite>about:preferences → Language</cite>.<br>Shembull:<code>en,de,zh</code>. Te ndara me presje. <br>Referenca:<a href=\"https://cloud.google.com/translate/docs/languages\">Mbeshtetje gjuhesore Google Cloud</a> (sherbim i ndryshem nga Google perkthyesi element),<a href=\"https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes\"> Lista e ISO kodeve 639-1 - Wikipedia</a>"
    },
    "includedlanguages": {
	"message": "Gjuhet e cakut te Google perkthyesit element"
    },
    "includedlanguages_desc": {
	"message": "Ndaj me presje <strong> pa hapesira</strong>. Shembull<code>en,de,zh-CN</code>.\n<br>Referenca:<a href=\"https://cloud.google.com/translate/docs/languages\">mbeshtetje e gjuhes Google Cloud</a> (sherbim i ndryshem nga Google perkthyesi element), <a href=\"https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes\">Lista e ISO kodeve 639-1 - Wikipedia</a>, <a href=\"https://en.wikipedia.org/wiki/ISO_3166-1#Current_codes\">ISO 3166-1 - Wikipedia</a>.<br> Nese e zbraz listen, te gjitha gjuhet jane te shfaqura ne perkthimi ne gjuhen e cakut te Google perkthyesit element. Vlera baze mirret nga <cite>per:preferencat → Gjuha</cite>, por mund te mos jete e mundur te perdoret ashtu si eshte. Per shkak se disa gjuhe kane nevoje per kode regjionale si zh-CN ose zh-TW, dhe ne gjuhet tjera, nese shton kode si en-US nuk do te funksionojne dhe do te duhet te fshihen dhe te behen si en."
    },
    "ignore_urls": {
	"message": "URL-te ku Google perkthyesi element nuk futet automatikisht"
    },
    "regular_expression": {
	"message": "Shprehje e rregullt"
    },
    "ignore_urls_desc": {
	"message": "Ikni karaktereve te veqanta rregullisht te perdorura si \".\", \"*\", \"?\" me nje backslash. Shto \"^\" ne fillim te cdo strukture per te iu pershtatur fillimit te URL-se."
    },
    "test_url": {
	"message": "Testo shprehjet e perditshme"
    },
    "style_sheets": {
	"message": "Stilet e Google perkthyesit element:"
    },
    "match": {
	"message": "Te perputhura"
    },
    "unmatch": {
	"message": "Te pa perputhura"
    },
    "default": {
	"message": "E paracaktuar"
    },
    "page_translator_url": {
	"message": "URL-ja e perkthyesit gjate perkthimit te nje faqe ne nje tab te ri"
    },
    "text_translator_url": {
	"message": "URL-ja e perkthyesit gjate perkthimit te teksteve te zgjedhura ne nje tab te ri"
    },
    "target_language": {
	"message": "Gjuha e paracaktuar e cakut:"
    },
    "get_favicon": {
	"message": "Merr Favicon-in e faqes"
    },
    "page_action_button_desc": {
	"message": "Nëse nuk zgjidhet asnjë artikull, klikimi i butonit të veprimit të faqes do të shfaqë faqen e parazgjedhur të përkthimit të tekstit. Nëse zgjidhet vetëm një artikull, klikimi i butonit të veprimit të faqes do të ekzekutojë menjëherë veprimin për atë artikull. Nëse zgjidhen disa artikuj, duke klikuar butonin e veprimit të faqes shfaqen butonat për artikujt e zgjedhur. Zvarriteni për të ndryshuar renditjen e shfaqjes."
    },
    "page_action_stylesheet": {
	"message": "Fletë stilesh për veprimin e faqes"
    },
    "context_menu": {
	"message": "Menuja e konteksteve"
    },
    "context_menu_order": {
	"message": "Rendit për t'u shfaqur në menynë e kontekstit: "
    },
    "context_menu_order_desc": {
	"message": "Vetёm artikujt e check -uar janё tё paraqitur nё Menunё e Konteksteve. Zvarrit pёr tё ndyshuar renditjen e paraqitjes."
    },
    "omnibox": {
	"message": "Kuti Omni"
    },
    "omnibox_desc": {
	"message": "Pёrkthe tekstin  duke vёndosur komanden  dhe tekstin nё<a href=\"https://developer.mozilla.org/docs/Mozilla/Add-ons/WebExtensions/user_interface/Omnibox\"> Kutija Omni</a> (shiriti i adreses, shiriti i vendndodhjes). Ёshtё e pёrshtatshme tё pёrdoret <a href=\"https://support.mozilla.org/en-US/kb/keyboard-shortcuts-perform-firefox-tasks-quickly#w_miscellaneous\">tastiera nё mёnyrё tё shpejtё</a> qё tё vendoset fokusi tek Kutia Omni F6, Alt + D or Ctrl + L on Windows"
    },
    "omnibox_default_action": {
	"message": "Destinacioni i parazgjedhur i shfaqjes se reazultatev tё Kutisё Omni:"
    },
    "syntax": {
	"message": "Sintaksë:"
    },
    "omnibox_option_window": {
	"message": "Dritare."
    },
    "omnibox_option_sidebar": {
	"message": "Shiriti anësor. Shtesa nuk mund të hapë automatikisht shiritin anësor, prandaj përdoruesi duhet ta hapë manualisht."
    },
    "omnibox_option_browser_action": {
	"message": "Paneli i veprimit të shfletuesit. Shtesa nuk mund të hapë automatikisht panelin e veprimit të shfletuesit, prandaj përdoruesi duhet ta hapë manualisht atë."
    },
    "omnibox_option_page_action": {
	"message": "Paneli i veprimit të faqes. Shtesa nuk mund të hapë automatikisht panelin e veprimit të faqes, prandaj përdoruesi duhet ta hapë manualisht atë."
    }
}
