{
	"extensionDescription": {
		"message": "Vertaal de geselecteerde tekst en/of de volledige pagina met Google Translate.",
		"description": "Description of the extension."
	},

	"addOnSiteSummary": {
		"message": "Met deze add-on kunt u met één klik of sneltoets een tekst naar uw eigen taal vertalen. U kunt de geselecteerde tekst vertalen, waarbij de vertaalde tekst de originele geselecteerde tekst overschrijft, of u kunt de volledige pagina vertalen.",
		"description": "Description of the extension displayed on the Mozilla Add-On Site. Maximum 250 characters."
	},

	"browserActionLabel": {
		"message": "Vertaler",
		"description": "Displayed string for the Red T toolbar icon."
	},

	"contextMenuTranslateSelected": {
		"message": "Selectie vertalen met Google Translate",
		"description": "Context menu action string to start selection translation."
	},

	"contextMenuTranslatePage": {
		"message": "Deze pagina vertalen met Google Translate",
		"description": "Context menu action string to start page translation."
	},

	"contextMenuOpenOptions": {
		"message": "Opties",
		"description": "(Red T toolbar icon) context menu action string to open Add-On Options."
	},

	"browserActionHotKeyDescription": {
		"message": "Vertalen met standaardactie.",
		"description": "Description of the browser action and its hotkey."
	},

	"errorMessageOnInvalidTextLength": {
		"message": "De geselecteerde tekst mag niet langer zijn dan 1100 tekens!",
		"description": "Error message text shown when the selection cannot be translated because of invalid text length."
	},

	"errorMessageIfTranslationFailed": {
		"message": "Vertaling is mislukt, omdat tijdens het vertaalproces een fout is opgetreden.",
		"description": "Error message text shown when the translation failed due to some - yet unknown - error or abortion."
	},

	"optionsPage_generalSettingsTitle": {
		"message": "Algemene instellingen",
		"description": "Title of General settings fieldset on the Options page."
	},

	"optionsPage_languageOfTranslation": {
		"message": "Taal van vertaling",
		"description": "Name of the language of translation setting on the Options page."
	},

	"optionsPage_whatToTranslateTitle": {
		"message": "Wat te vertalen bij klikken op werkbalkpictogram:",
		"description": "Title of What to translate fieldset on the Options page."
	},

	"optionsPage_translateSelectionLabel": {
		"message": "Altijd de geselecteerde tekst",
		"description": "Name of the selection translation mode setting on the Options page."
	},

	"optionsPage_translatePageLabel": {
		"message": "Altijd de volledige pagina",
		"description": "Name of the page translation mode setting on the Options page."
	},

	"optionsPage_translateSelectionIfPossibleLabel": {
		"message": "De geselecteerde tekst wanneer mogelijk, anders de hele pagina (aanbevolen)",
		"description": "Name of the selection translation of possible mode setting on the Options page."
	},

	"optionsPage_saveButtonText": {
		"message": "Opslaan",
		"description": "Text of the Save button on the Options page."
	},

	"optionsPage_optionsSavedStatusText": {
		"message": "Opties zijn opgeslagen.",
		"description": "Displayed text when the Save button is pressed and the options are saved on the Options page."
	}
}