{
  "_lang": {
    "message": "es_419"
  },
  "downloadButton": {
    "message": "Descargar"
  },
  "downloadMessage": {
    "message": "Descarga iCloud para Windows para usar Marcadores en iCloud."
  },
  "extDescription": {
    "message": "Mantén tus marcadores de Firefox en Windows sincronizados con los marcadores de Safari en tu iPhone, iPad y Mac."
  },
  "extName": {
    "message": "Marcadores en iCloud"
  },
  "okButton": {
    "message": "OK"
  },
  "signinButton": {
    "message": "Abrir iCloud para Windows"
  },
  "syncedMessage": {
    "message": "Tus marcadores de Firefox están sincronizados con iCloud."
  },
  "enableBookmarksMessage": {
    "message": "Activa Marcadores en la app iCloud para Windows para usar la extensión Marcadores en iCloud con Firefox."
  },
  "userConsentTitle": {
    "message": "Privacidad"
  },
  "userConsentMessage": {
    "message": "<p>Tus marcadores de Firefox se sincronizarán en iCloud para que puedas verlos en todos tus dispositivos.</p><p> Si eliges no permitirnos recopilar tus marcadores, esta extensión no será útil.</p><p>Encontrarás información detallada sobre los datos personales que recopilamos y lo que hacemos con ellos en nuestra <a id=\"PrivacyPolicyLink\" href=\"https://www.apple.com/la/privacy/\" target=\"_blank\">Política de privacidad</a>.</p>"
  },
  "userConsentAllowButton": {
    "message": "Sí, quiero que se recopilen mis datos personales de acuerdo con la Política de privacidad de Apple"
  },
  "userConsentDenyButton": {
    "message": "No, no quiero que se recopilen mis datos personales"
  },
  "uninstallMessage": {
    "message": "Ya que no permites la recolección de marcadores, te recomendamos eliminar Marcadores en iCloud."
  },
  "uninstallButton": {
    "message": "Eliminar Marcadores en iCloud"
  },
  "displayConsentButton": {
    "message": "Volver a consultar los consentimientos de recolección de datos"
  },
  "showUserConsentMessage": {
    "message": "Necesitas permitir la recolección de datos de Marcadores en iCloud para que los marcadores se sincronicen."
  },
  "showUserConsentButton": {
    "message": "Ver página de recolección de datos"
  }
}
