{
    "id": 726488,
    "authors": [
        {
            "id": 1236621,
            "name": "DW-dev",
            "url": "https://addons.mozilla.org/en-US/firefox/user/1236621/",
            "username": "dw-dev"
        }
    ],
    "average_daily_users": 11511,
    "categories": [
        "appearance",
        "tabs"
    ],
    "contributions_url": "",
    "created": "2016-08-21T11:34:37Z",
    "current_version": {
        "id": 5539060,
        "compatibility": {
            "firefox": {
                "min": "53.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/tile-tabs-we/versions/5539060",
        "file": {
            "id": 4083403,
            "created": "2023-03-14T14:24:48Z",
            "hash": "sha256:84c72b1a6597274e44b702b6ba41eae5d39891990778be8a8f8da53ca35914ff",
            "is_mozilla_signed_extension": false,
            "size": 77666,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4083403/tile_tabs_we-15.5.xpi",
            "permissions": [
                "http://-tile-tabs-we-/*",
                "tabs",
                "webNavigation",
                "webRequest",
                "webRequestBlocking",
                "bookmarks",
                "contextMenus",
                "notifications",
                "storage",
                "http://*/*",
                "https://*/*"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 13,
            "is_custom": false,
            "name": {
                "en-US": "GNU General Public License v2.0 only"
            },
            "slug": "GPL-2.0-only",
            "url": "https://spdx.org/licenses/GPL-2.0-only.html"
        },
        "release_notes": {
            "en-US": "New features, changes and fixes in Version 15.5.\n\n    • Fix:  Quick Menu was briefly displayed on non-tiled pages immediately after pages loaded. Fixed."
        },
        "reviewed": "2023-03-17T11:46:06Z",
        "version": "15.5"
    },
    "default_locale": "en-US",
    "description": {
        "en-US": "CHANGES\n\nVersion 15.5\n\n• Minor bug fix.\n\nOVERVIEW\n\nTile Tabs WE provides facilities to take tabs from a parent window and arrange them in a layout of tiled sub-windows. This makes it easy to browse or monitor multiple web pages, or to compare multiple web pages using synchronized scroll.  Layouts can be saved and later re-opened.\n\nTile Tabs WE is implemented using the WebExtensions API and is available for both Firefox and Chrome with identical functions and user interfaces.\n\nBASIC OPERATION\n\nTile Tabs WE emulates 'split browser' functionality with simple switching between the normal view and the tiled view.\n\nTile Tabs WE displays multiple tabs in a layout of tiled sub-windows ('tiles') within the area of the parent browser window. The tiles can be arranged horizontally, vertically, or in a grid.\n\nA tiled layout can be created using the toolbar button, button menu, context menu, quick menu, or keyboard shortcuts. The parent window is indicated by a badge on the toolbar button showing the current number of tiles. Tiles are indicated by a badge on their toolbar buttons showing the letter 'T'.\n\nWhen a tiled layout is created, tabs from the parent window are moved into the new tiles in the following order: first the selected tab, then tabs to the right of the selected tab, then tabs to the left of the selected tab, and finally if there are insufficient tabs then new tabs will be created.\n\nA tiled layout can be saved and previously saved layouts can be opened or deleted. A default layout can be configured.\n\nDragging the borders between two tiles will resize both tiles (and any sub-tiles).\n\nOPTIONS PAGE\n\nThe Tile Tabs WE Options page can be accessed as follows:\n\n• Firefox - On the menu bar select Tools &gt; Add-ons (or press Ctrl+Shift+A), select the Extensions tab, and then click on the Options button.\n\n• Chrome - Right-click on the toolbar button, and then select Options.\n\nTOOLBAR BUTTON\n\nAfter installation of Tile Tabs WE, there will be a new blue 'tiled-layout' button on the main toolbar.\n\nTo create a new tiled layout, click on the Tile Tabs WE toolbar button.\n\nTo switch between the tiled view and the normal view, click on the Tile Tabs WE toolbar button again.\n\nCONTEXT MENU &amp; BUTTON MENU\n\nTo perform any layout or tiling operation, right-click on the page contents to open the context menu, select the 'Tile Tabs WE' sub-menu, and then select one of the menu items:\n\n• New Layout - creates a new layout and moves one tab from the parent window into each tile.\n• Close Layout - closes the existing layout and moves tabs from all tiles back into the parent window.\n• Hide Layout - hides the existing layout and moves tabs from all tiles back into the parent window.\n• Show Layout - shows the existing layout and moves one tab from the parent window into each tile.\n• Refresh Layout - brings all of the tiles to the front and focuses one of the tiles.\n• Toggle Toolbars - toggles the tab bar and address bar in the currently focused tile or all tiles.\n• Tile Tab - tiles a tab above, below, left or right of the currently focused tile or creates a new layout.\n• Add Tile - adds a new tile (with a new tab) above, below, left or right of the currently focused tile.\n• Remove Tile - removes the currently focused tile and expands the other tiles as necessary.\n• Expand Tile - expands the currently focused tile to the full size of the layout.\n• Contract Tile - contracts the currently focused tile back to its original size.\n• Equalize Tiles - equalizes the sizes of the currently focused tile and other tiles in the same group.\n• Bookmark Layout - saves the current layout as a browser bookmark.\n• Open Layout - opens a previously saved layout and assigns the saved tabs (if any) to the tiles.\n• Save Layout - saves the current layout and optionally the tabs, scroll positions and zoom levels.\n• Delete Layouts - deletes previously saved layouts.\n• Default Layout - sets the default layout to be one of the previously saved layouts.\n• Scroll Lock - enables/disables the scroll lock for the currently focused tile.\n• Sync Scroll - enables/disables synchronized scrolling of tiled tab contents.\n\nOr right-click on any tab to open the tab context menu and use the 'Tile Tab' menu item to create a new layout.\n\nAlternatively, right-click on the Tile Tabs WE toolbar button to open the button menu, and then select one of the menu items.\n\nThere are options to:\n\n• define the default page for new tabs created by New Layout or Add Tile.\n• show/hide the Tile Tabs WE submenu item on the context menu.\n• show tabs in all windows (or just parent and tiled windows) on Tile Tab submenu. \n• show/hide the toolbars for new tiles created by New Layout or Add Tile.\n• open the default layout on browser start and restart.\n• reload pages in tiled tabs during Refresh Layout.\n• synchronize scroll only when scrolling the focused window.\n• delay setting of saved scroll positions when opening saved layouts.\n• delay setting of saved zoom levels when opening saved layouts.\n\nQUICK MENU\n\nTo provide quicker access to frequently used commands, a small Quick Menu icon is displayed in the top-left corner of the page contents of each tile. The Quick Menu is especially useful when the toolbars are hidden or when the Tile Tabs WE toolbar button has overflowed off the toolbar.\n\nTo perform frequently used commands, hover the mouse over the Quick Menu icon, and then select one of the available commands:\n\n• Close Layout\n• Hide Layout\n• Refresh Layout\n• Toggle (This Tile or All Tiles)\n• Bookmark Layout\n• Save Layout\n• Sync Scroll\n• Add Tile (Above, Left, Right or Below)\n• Remove Tile\n• Expand Tile\n• Contract Tile\n• Equalize Tiles\n• Scroll Lock\n\nNote, the Quick Menu icon is not displayed in some special pages (e.g. about: or chrome://...).\n\nThere are options to show/hide the Quick Menu icon in all tiles and to position the Quick Menu icon in any corner of a tiled tab.\n\nKEYBOARD SHORTCUTS\n\nTo perform the most frequently used operations, press one of the four keyboard shortcuts:\n\n• New/Close Layout - Alt+Shift+Up (Windows and Linux) or Control+Shift+Up (Mac OS X)\n• Hide/Show Layout - Alt+Shift+Down (Windows and Linux) or Control+Shift+Down (Mac OS X)\n• Refresh Layout - Alt+Shift+Left (Windows and Linux) or Control+Shift+Left (Mac OS X)\n• Toggle Toolbars - Alt+Shift+Right (Windows and Linux) or Control+Shift+Right (Mac OS X)\n\nThese shortcuts can be reconfigured in the Shortcuts tab of the Tile Tabs WE Options page.\n\nThere is an option to set the Toggle Toolbars keyboard shortcut to toggle all toolbars.\n\nASSIGNMENT OF TABS TO TILES\n\nThere a several different ways of assigning tabs to tiles.\n\nIf there is only one tab selected, then creating a new layout will assign the selected tab and tabs to the right of the selected tab to the tiles in the layout. If there are not enough tabs to the right, then additional tabs will be assigned from the left of the selected tab. If there are still not enough tabs, then new tabs will be created and assigned.\n\nIf the new layout is an 'All Tabs' layout, then all of the existing tabs will be assigned to tiles.\n\nIf the Tile Tab menu command is used to create a layout, the selected tab and the tab chosen by the Tile Tab menu command will be assigned.\n\nIf multiple tabs are highlighted using Ctrl+Click or Shift+Click, the highlighted tabs (including the normal selected tab) will be assigned to the tiles. If there are not enough tabs, then new tabs will be created and assigned. If there are too many tabs, then the rightmost tabs will not be assigned, but the selected tab will always be assigned.\n\nThere are options to:\n\n• assign existing tabs before creating new tabs.\n• assign existing tabs from left instead of right.\n• automatically close tabs created by Open Layout.\n• automatically close tabs created by user in tiles.\n\nOPEN LINKS IN NEXT OR PREVIOUS TILE\n\nCtrl+Middle-click on a link in a tile to open the link in the next tile (to the right or below).\n\nPress 'Shift' as well to open the link in the previous tile (to the left or above).\n\nThere are options to open links as normal or to configure the click type as: Ctrl+Click, Middle-click or Ctrl+Middle-click.\n\nMOVE OR RESIZE LAYOUT\n\nTo move or resize a tiled layout, first hide the layout, then move or resize the parent window, and then show the layout again. \n\nRESIZE TILES\n\nDragging the borders between two tiles will resize both tiles. Resizing of tiles is limited by minimum width and minimum height constraints.\n\nWINDOW MARGINS\n\nThere are options to configure the window margins for tiles for different operating systems.\n\nOn initial installation:\n\n• The top margin for tiles is 0px for Windows, Linux and Mac OS X.\n• The other (left/right/bottom) margins for tiles with toolbars are 7px for Windows or 0px for Linux and Mac OS X.\n• The other (left/right/bottom) margins for tiles without toolbars are 7px for Windows or 0px for Linux and Mac OS X.\n• The adjustment if the parent window is maximized is 1px for Windows or 0px for Linux or Mac OS X.\n\nEXPORT &amp; IMPORT LAYOUTS\n\nThere are options to export or import layouts using the '.json' file format.\n\nSUPPORT\n\nPlease e-mail:  dw-dev@gmx.com\n\nLICENSE\n\nDistributed under the GNU General Public License version 2.\nSee LICENCE.txt file and <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/3d6917694df8e9679bcc47a13f1aa376bba1b3b3bfd76531ad656a4c22fcb734/http%3A//www.gnu.org/licenses/\" rel=\"nofollow\">http://www.gnu.org/licenses/</a>"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/tile-tabs-we/edit",
    "guid": "tiletabs-we@DW-dev",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": null,
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/726/726488-64.png?modified=b13a92a6",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/726/726488-32.png?modified=b13a92a6",
        "64": "https://addons.mozilla.org/user-media/addon_icons/726/726488-64.png?modified=b13a92a6",
        "128": "https://addons.mozilla.org/user-media/addon_icons/726/726488-128.png?modified=b13a92a6"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2023-03-17T11:46:06Z",
    "name": {
        "en-US": "Tile Tabs WE"
    },
    "previews": [
        {
            "id": 180738,
            "caption": {
                "en-US": "Tile Tabs WE - create tiled layout using context menu"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/180/180738.png?modified=1622132524",
            "position": 0,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/180/180738.jpg?modified=1622132524"
        },
        {
            "id": 180739,
            "caption": {
                "en-US": "Tile Tabs WE - toggle tile toolbars off using quick menu"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/180/180739.png?modified=1622132525",
            "position": 1,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/180/180739.jpg?modified=1622132525"
        },
        {
            "id": 180740,
            "caption": {
                "en-US": "Tile Tabs WE - resize adjacent tiles by dragging their borders"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/180/180740.png?modified=1622132525",
            "position": 2,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/180/180740.jpg?modified=1622132525"
        },
        {
            "id": 180741,
            "caption": {
                "en-US": "Tile Tabs WE - add new tile to left using button menu"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/180/180741.png?modified=1622132525",
            "position": 3,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/180/180741.jpg?modified=1622132525"
        },
        {
            "id": 180742,
            "caption": {
                "en-US": "Tile Tabs WE - save tiled layout and re-open when needed"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/180/180742.png?modified=1622132525",
            "position": 4,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/180/180742.jpg?modified=1622132525"
        },
        {
            "id": 181188,
            "caption": {
                "en-US": "Tile Tabs WE - options page"
            },
            "image_size": [
                264,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/181/181188.png?modified=1622132525",
            "position": 5,
            "thumbnail_size": [
                201,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/181/181188.jpg?modified=1622132525"
        }
    ],
    "promoted": {
        "apps": [
            "firefox",
            "android"
        ],
        "category": "notable"
    },
    "ratings": {
        "average": 2.8602,
        "bayesian_average": 2.849497425649213,
        "count": 329,
        "text_count": 237
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/tile-tabs-we/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/726488",
    "slug": "tile-tabs-we",
    "status": "public",
    "summary": {
        "en-US": "Take tabs from parent windows and arrange them in layouts of tiled sub-windows, using the toolbar button, context menu or keyboard shortcuts. Makes it easy to browse, compare or monitor multiple pages. Synchronize scroll. Save and re-open layouts."
    },
    "support_email": {
        "en-US": "dw-dev@gmx.com"
    },
    "support_url": null,
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/tile-tabs-we/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/tile-tabs-we/versions/",
    "weekly_downloads": 219,
    "_score": null
}