{
    "id": 819184,
    "authors": [
        {
            "id": 12947118,
            "name": "Robbendebiene",
            "url": "https://addons.mozilla.org/en-US/firefox/user/12947118/",
            "username": "Robbendebiene"
        }
    ],
    "average_daily_users": 95029,
    "categories": [
        "appearance",
        "other"
    ],
    "contributions_url": "",
    "created": "2017-05-30T22:41:26Z",
    "current_version": {
        "id": 5786609,
        "compatibility": {
            "firefox": {
                "min": "128.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/gesturefy/versions/5786609",
        "file": {
            "id": 4330901,
            "created": "2024-08-03T09:04:36Z",
            "hash": "sha256:f0908a53854e07fc436d053ea5528d180e7425fd3084ca0921cc558fce1a208b",
            "is_mozilla_signed_extension": false,
            "size": 675599,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4330901/gesturefy-3.2.13.xpi",
            "permissions": [
                "<all_urls>",
                "storage",
                "notifications",
                "browserSettings"
            ],
            "optional_permissions": [
                "tabs",
                "sessions",
                "bookmarks",
                "clipboardWrite",
                "clipboardRead",
                "downloads",
                "search",
                "browsingData"
            ],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 6,
            "is_custom": false,
            "name": {
                "en-US": "GNU General Public License v3.0 only"
            },
            "slug": "GPL-3.0-only",
            "url": "https://spdx.org/licenses/GPL-3.0-only.html"
        },
        "release_notes": {
            "en-US": "- Add \"Move Tab Right\" and \"Move Tab Left\" command\n- Add tabs.goBack; tabs.goForward; tabs.duplicate to the user script API"
        },
        "reviewed": "2024-08-05T11:26:41Z",
        "version": "3.2.13"
    },
    "default_locale": "en-US",
    "description": {
        "bg": "Gesturefy е чисто разширенине за жестове с мишката, което означава, че е подходящо не само за мишки, но и аз тъчпадове. \"Какви жестове с мишката?\" може би се питаш. Така, жестовете с мишка е същото като клавишните комбинации, но само за твоята мишка. Вместо да натискате куп клавиши, вие просто местите мишката си по определен начин, за да изпълните команди и действия. Жестовете с мишката могат да бъдат по-естествени и удобни от клавишните комбинации и по този начин са подходящи и за обикновени потребители. Чакай, това мишка ли е в ръката ти ли е? Ела и пробвай :)\n\n<b>Функции:</b>\n<ul>    <li>Жестове чрез мишката (движете мишката, докато задържате левият, средният или десният и бутон)</li>    <li>Повече от 80 различни предварително дефинирани команди</li>    <li>Предоставя специални команди като изскачащ прозорец, потребителски скрипт, многофункционална и кръстосана команда за добавки</li>    <li>Персонализиран стил на проследяване на жестове и информация за състоянието</li>    <li>Рокерски жестове (натиснете левият бутон, докато задържате десният, и обратното)</li>    <li>Жестове с колело на мишката (завъртете колелцето, докато държите левия, средния или десния бутон)</li>    <li>Многоезичен, благодарение на доброволците в <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a></li>    <li>Светла, тъмна и висококонтрастна тема</li></ul>\n<b>Ограничения:</b>\n<ul>    <li>Gesturefy не работи на страниците свързани с Mozilla като <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a>, вътрешни страници като about:addons или други страници с опции на добавки (напр. moz-extension://*). Това е така, защото Firefox ограничава добавките от достъп до тези страници от съображения за сигурност.</li>    <li>Страницата трябва да бъде частично заредена, за да се изпълняват жестове.</li>    <li><b>MacOS Sierra:</b> Жестове с колелцето на мишката в момента не работят (виж <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">бъгът</a>)</li></ul>\n<b>Ако искаш да подкрепиш Gesturefy, моля <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">посети тази страница</a>!</b>\n\n<b>Обяснения за разрешенията:</b>\n<ul>    <li>Достъп до данните ви за всички уебсайтове: <i>Това е ключово разрешение, защото цялата функционалност на жестовете бива инжектира във всяка уеб страница, която посетите (което означава, че част от кода работи във всеки раздел). Това е необходимо, защото с новото API няма друг начин за следене на движението на мишката или рисуване по екрана. Също така е необходимо за изпълнението на някои определени действия/жестове, като превъртането нагоре или надолу.</i></li>    <li>Чете и модифицира настройките на браузъра: <i>Това е необходимо, за да се промени режимът на работа на контекстното меню на MacOS и Linux потребителите, което позволява използването на десния бутон на мишката.</i></li>    <li>Показване на известия: <i>Това се използва за показване на известие при актуализации на Gesturefy или за показване на определени съобщения за грешка.</i></li></ul>",
        "cs": "Gesturefy je rozšíření čistě pro myš, což znamená, že je vhodné pouze pro myši a ne pro touchpady. Možná se ptáte: \"Co jsou gesta myši?\". Inu, gesta myši jsou jako klávesové zkratky, ovšem pro Vaši myš. Místo stisknutí kombinace kláves jednoduše pohnete myší určitým způsobem a spustí se příkazy. Gesta myší mohou být přirozenější a pohodlnější než klávesové zkratky, proto jsou vhodná i pro běžné uživatele. Počkat, je to myš, co držíte v ruce? Pojďte si to vyzkoušet :)\n\n<b>Funkce:</b>\n<ul>    <li>Gesta myši (Pohyb myší se stisknutým levým, prostředním či pravým tlačítkem)</li>    <li>Více než 80 různých předdefinovaných příkazů</li>    <li>Poskytuje speciální příkazy jako vyskakovací nabídka, uživatelský skript, víceúčelový a mezi-doplňkový příkaz</li>    <li>Volitelný styl zobrazení stopy gesta a stavových informací</li>    <li>Houpací gesta (Klikněte levým tlačítkem se stisknutým pravým a naopak)</li>    <li>Gesta kolečka myši (Otočte kolečkem myši se stisknutým levým, prostředním či pravým tlačítkem)</li>    <li>Mnohojazyčné, díky dobrovolníkům na <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a></li>    <li>Světlé, tmavé a vysoce kontrastní téma</li></ul>\n<b>Omezení:</b>\n<ul>    <li>Gesturefy nefunguje na stránkách souvisejících s Mozillou, jako je <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a>, na interních stránkách jako je about:addons a na stránkách nastavení doplňků (např. moz-extension://*). To proto, že Firefox z bezpečnostních důvodů omezuje přístup doplňků k těmto stránkám.</li>    <li>Stránka musí být částečně načtená, aby bylo možné provádět gesta.</li>    <li><b>MacOS Sierra:</b> Gesta kolečkem v současné době nefungují (viz tento <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">bug</a>)</li></ul>\n<b>Pokud chcete podpořit Gesturefy, navštivte prosím <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">tuto stránku</a>!</b>\n\n<b>Vysvětlení oprávnění:</b>\n<ul>    <li>Přístup k datům pro všechny stránky: <i>Toto je klíčové oprávnění, protože veškerá funkcionalita gest je vkládána do každé webové stránky, kterou navštívíte (což znamená, že část kódu běží v každém panelu). Je to nezbytné, protože s novým API neexistuje žádný jiný způsob, jak zaznamenat pohyb myši nebo kreslit na obrazovku. Dále je potřeba kvůli provádění specifických příkazů, jako například posouvání dolů nebo nahoru</i></li>    <li>Číst a upravovat nastavení prohlížeče: <i>Toto je nutné pro úpravu chování kontextové nabídky v MacOS a Linuxu, aby bylo možné používat pravé tlačítko myši.</i></li>    <li>Zobrazit oznámení: <i>Toto slouží k zobrazení oznámení o aktualizacích Gesturefy nebo k zobrazení některých chybových zpráv.</i></li></ul>",
        "de": "Gesturefy ist eine reine Mausgestenerweiterung, das bedeutet es ist nur für Mäuse und nicht für Touchpads geeignet. \"Was ist eine Mausgeste?\", fragst du dich vielleicht. Nun, Mausgesten sind wie Tastaturkürzel, nur für deine Maus. Anstatt mehrere Tasten zu drücken, bewegst du einfach deine Maus in einer bestimmten Art und Weise, um so Befehle und Aktionen auszuführen. Mausgesten können natürlicher und bequemer sein als Tastaturkürzel und eignen sich daher auch für Gelegenheitsnutzer. Warte, ist das eine Maus in deiner Hand? Komm und probiere es aus :)\n\n<b>Funktionen:</b>\n<ul>    <li>Mausgesten (Bei gedrückter linker, mittlerer oder rechter Maustaste die Maus bewegen)</li>    <li>Mehr als 80 verschiedene vordefinierte Befehle</li>    <li>Stellt spezielle Befehle bereit wie Popup, Benutzerskript, Mehrzweck und Cross-Add-on-Befehl</li>    <li>Anpassbarer Stil der Gestenspur und der Statusinformation</li>    <li>Rocker Gesten (Während gedrückter rechter Maustaste Linksklick und andersherum)</li>    <li>Mausrad-Gesten (Bei gedrückter linker, mittlerer oder rechter Maustaste das Mausrad scrollen)</li>    <li>Mehrsprachig, dank der Freiwilligen auf <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a></li>    <li>Helles, dunkles und hochkontrastreiches Theme</li></ul>\n<b>Einschränkungen:</b>\n<ul>    <li>Gesturefy funktioniert nicht auf verwandten Seiten von Mozilla wie <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a>, internen Seiten wie about:addons oder anderen Add-on Seiten (z. B. moz-extension://*). Dies liegt daran, dass Firefox aus Sicherheitsgründen den Zugriff von Add-ons auf diese Seiten einschränkt.</li>    <li>Die Seite muss teilweise geladen sein, um Gesten ausführen zu können.</li>    <li><b>MacOS Sierra:</b> Mausrad-Gesten funktionieren derzeit nicht (siehe <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">Fehler</a>)</li></ul>\n<b>Wenn du Gesturefy unterstützen möchtest, besuche bitte <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">diese Seite</a>!</b>\n\n<b>Erklärung der Berechtigungen:</b>\n<ul>    <li>Auf deine Daten für alle Webseiten zugreifen: <i>Dies ist eine Schlüsselberechtigung, da die gesamte Gestenfunktion in jede geöffnete Webseite eingefügt wird (das heißt, ein Teil des Codes wird in jedem Tab ausgeführt). Dies ist notwendig, da es mit der neuen API keinen anderen Weg gibt, deine Mausbewegung zu verfolgen oder etwas auf dem Bildschirm zu zeichnen. Sie ist auch erforderlich um seitenspezifische Befehle auszuführen, wie z. B. nach unten oder nach oben scrollen.</i></li>    <li>Browsereinstellungen lesen und ändern: <i>Dies ist erforderlich, um das Verhalten des Kontextmenüs für macOS und Linux Nutzer zu ändern, so dass die Verwendung der rechten Maustaste unterstützt wird. </i></li>    <li>Benachrichtigungen anzeigen: <i>Dies wird gebraucht, um eine Benachrichtigung bei einem Update von Gesturefy einzublenden, oder um bestimmte Fehlermeldungen anzuzeigen. </i></li></ul>",
        "en-US": "Gesturefy is a pure mouse gesture extension, which means it's only suited for mice and not touchpads. \"What's a mouse gesture?\" you might ask yourself. Well, mouse gestures are like keyboard shortcuts, only for your mouse. Instead of pressing a bunch of keys, you simply move your mouse in a certain manner to execute commands and actions. Mouse gestures can be more natural and convenient than keyboard shortcuts and thus are also suitable for casual users. Wait, is that a mouse in your hand? Come and try it out :)\n\n<b>Features:</b>\n<ul>    <li>Mouse gestures (moving the mouse while holding the left, middle, or right button)</li>    <li>More than 80 different predefined commands</li>    <li>Provides special commands like popup, user script, multi purpose and cross add-on command</li>    <li>Customizable gesture trace and status information style</li>    <li>Rocker gestures (left-click while holding the right mouse button and vice versa)</li>    <li>Wheel gestures (scroll wheel while holding the left, middle, or right button)</li>    <li>Multilingual, thanks to volunteers on <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a></li>    <li>Light, dark and highcontrast theme</li></ul>\n<b>Limitations:</b>\n<ul>    <li>Gesturefy does not work on Mozilla related pages like <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a>, internal pages like about:addons or other add-on option pages (e.g. moz-extension://*). This is because Firefox restricts add-ons from accessing these pages for security reasons.</li>    <li>The page must be partially loaded to perform gestures.</li>    <li><b>MacOS Sierra:</b> Wheel gestures currently doesn't work (see this <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">bug</a>)</li></ul>\n<b>If you want to support Gesturefy, please <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">visit this page</a>!</b>\n\n<b>Permissions explained:</b>\n<ul>    <li>Access your data for all websites: <i>This is a key permission, because the complete gesture functionality is injected in every webpage you visit (which means a part of the code is running in each tab). This is necessary, because with the new API there is no other way to track your mouse movement or draw anything on the screen. It's also needed to perform page specific commands like scroll down or up.</i></li>    <li>Read and modify browser settings: <i>This is required to change the context menu behaviour for MacOS and Linux users to support the usage of the right mouse button.</i></li>    <li>Display notifications: <i>This is used to show a notification on Gesturefy updates or to display certain error messages.</i></li></ul>",
        "es": "Gesturefy es un complemento para realizar gestos con el ratón, lo cuál significa que está adecuado para ratones y no para touchpads. \"¿Pero qué es un gesto del ratón?\" quizá te preguntarás. Bueno, los gestos del ratón son como atajos de teclado, sólo que para el ratón. En lugar de presionar una serie de teclas, simplemente mueves el ratón de cierta manera para ejecutar comandos y acciones. Los gestos de ratón pueden ser más naturales y convenientes que los atajos de teclado y por lo tanto también son adecuados para usuarios casuales. Espera, ¿es eso en tu mano un ratón? Ven y pruébalo :)\n\n<b>Características:</b>\n<ul>    <li>Gestos del ratón (mover el ratón mientras se mantiene presionado el botón izquierdo, medio o derecho)</li>    <li>Más de 80 diferentes comandos predefinidos</li>    <li>Provides special commands like popup, user script, multi purpose and cross add-on command</li>    <li>Estilos de información de estado y trazo del gesto personalizables</li>    <li>Gestos \"Rocker\" (hacer clic izquierdo mientras se mantiene presionado el botón derecho del ratón y viceversa)</li>    <li>Gestos de rueda (girar la rueda mientras se mantiene presionado el botón izquierdo, central o derecho)</li>    <li>Traducida a múltiples idiomas, gracias a los voluntarios de <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a></li>    <li>Light, dark and highcontrast theme</li></ul>\n<b>Limitaciones:</b>\n<ul>    <li>Gesturefy no funciona en páginas relacionadas con Mozilla como <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a>, páginas internas como about:addons o páginas de configuración de complementos (e.g. moz-extension://*). Esto se debe a que Firefox restringe el acceso a estas páginas por razones de seguridad.</li>    <li>La página debe estar al menos parcialmente cargada para poder realizar gestos.</li>    <li><b>MacOS Sierra:</b> Los gestos de rueda no funcionan actualmente (véase este <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">bug</a>)</li></ul>\n<b>Si quieres apoyar a Gesturefy, ¡por favor <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">visita esta página</a>!</b>\n\n<b>Explicación de los permisos:</b>\n<ul>    <li>Acceder a tus datos para todos los sitios web: <i> Este un permiso clave, porque toda la funcionalidad de los gestos es inyectada en cada página web que visitas (lo que significa que una parte del código se ejecuta en cada pestaña). Esto es necesario porque, con la nueva API, no hay manera de rastrear los movimientos de tu ratón o de dibujar algo en pantalla. También es necesario para ejecutar comandos de página específicos, como el desplazamiento vertical.</i></li>    <li>Leer y modificar la configuración del navegador: <i>Esto es necesario para cambiar el comportamiento del menú contextual para los usuarios de MacOS y Linux para soportar el uso del botón derecho del ratón. </i></li>    <li>Mostrarte notificaciones: <i>Usado para mostrar una notificación cuando Gesturefy se actualice o para mostrar ciertos mensajes de error.</i></li></ul>",
        "fi": "Gesturefy on puhtaasti hiirielelaajennus, eli se soveltuu vain hiirille, eikä kosketusnäytöille tai -levyille. \"Mikä on hiiriele?\" saatat miettiä. No, hiirieleet ovat kuin näppäimistön näppäinyhdistelmät, mutta hiirelle. Sen sijaan, että painelet useita nappuloita, voit yksinkertaisesti siirtää hiirtäsi tietyllä tavalla suorittaaksesi komentoja ja toimintoja. Hiirieleet voivat olla luonnollisempia ja kätevämpiä kuin näppäimistön näppäinyhdistelmät ja siksi ne soveltuvat myös satunnaisille käyttäjille. Hei, onko tuo hiiri kädessäsi? Kokeile :)\n\n<b>Ominaisuudet:</b>\n<ul>    <li>Hiirieleet (hiiren liikutus pitäen pohjassa vasenta, keskimmäistä tai oikeaa painiketta)</li>    <li>Yli 80 erilaista ennalta määriteltyä komentoa</li>    <li>Mahdollistaa erityistoimintoja, kuten ponnahdusvalintoja, käyttäjäskriptejä ja laajennusten välisiä komentoja</li>    <li>Mukautettava eleen jäljen ja tilanteen tyyli</li>    <li>Keinueleet (klikkaus vasemmalla samaan aikaan pitäen hiiren oikeaa painiketta pohjassa ja päinvastoin)</li>    <li>Rullaeleet (hiiren rullan pyöritys samaan aikaan pitäen pohjassa vasenta, keskimmäistä tai oikeaa painiketta)</li>    <li>Monikielinen, kiitos vapaaehtoiskääntäjien <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a>-palvelussa</li>    <li>Vaalea, tumma ja korkean kontrastin teema</li></ul>\n<b>Rajoitukset:</b>\n<ul>    <li>Gesturefy ei toimi joillakin Mozillaan liittyvillä sivuilla, kuten <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a>, selaimen sisäisillä sivuilla kuten about:addons tai muiden laajennusten sivuilla (esim. moz-extension://*). Tämä johtuu siitä, että Firefox rajoittaa laajennusten pääsyä näille sivuille turvallisuussyistä.</li>    <li>Sivu on ladattava osittain eleiden suorittamiseksi.</li>    <li><b>MacOS Sierra:</b> Rullaeleet eivät tällä hetkellä toimi (ks. tämä <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">vika</a>).</li></ul>\n<b>Jos tahdot tukea Gesturefyn kehitystä, <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">vieraile tällä sivulla</a>, kiitos!</b>\n\n<b>Tarvittavien käyttöoikeuksien selitykset:</b>\n<ul>    <li>Käytä dataasi kaikilta sivustoilta: <i>Tämä on keskeinen käyttöoikeus, koska koko eleen toiminnallisuus on injektoitu jokaiselle sivulle, jota käytät (tarkoittaa sitä, että osa koodista on käynnissä jokaisessa välilehdessä). Tämä on välttämätöntä, koska Firefoxin uudella API:lla ei ole muuta tapaa seurata hiiren liikettä tai piirtaa mitään ruudulle. Se tarvitaan myös sivukohtaisten komentojen, kuten sivun vieritykseen alas- tai ylöspäin, suoritukseen.</i></li>    <li>Lue ja muokkaa selaimen asetuksia: <i>Tämä tarpeellinen kontekstivalikon toiminnan muuttamiseksi MacOS- ja Linux-käyttäjille, jotta voidaan tukea hiiren oikean painikkeen käyttöä.</i></li>    <li>Näytä ilmoituksia sinulle: <i>Tätä käytetään näyttämään ilmoitus Gesturefyn päivityksistä tai tiettyjen virheviestien näyttöön.</i></li></ul>",
        "fr": "Gesturefy est une extension exclusive de gestes de la souris, ce qui signifie qu'elle ne convient qu'aux souris et non aux touchpads. \"Que est ce qu'un geste de souris ?\" vous demandez-vous. Eh bien, les gestes de souris sont comme des raccourcis clavier, uniquement pour votre souris. A la place de presser une combinaison de touches, vous pouvez simplement bouger votre souris d'une certaine manière pour exécuter des commandes et des actions. Les gestes de souris peuvent être plus naturels et plus pratiques que les raccourcis clavier et sont donc également adaptés aux utilisateurs occasionnels. Attendez, est-ce une souris dans votre main ? Venez donc l'essayer :)\n\n<b>Fonctionnalités :</b>\n<ul>    <li>Gestes de souris (déplacer la souris avec le bouton gauche, du milieu, ou le droit)</li>    <li>Plus de 80 commandes différentes prédéfinies</li>    <li>Fournit des commandes spéciales comme les popup, les script utilisateur, les commandes multi-usages et compléments</li>    <li>Style personnalisable de la trace du geste et de l'information</li>    <li>Gestes de bascule (cliquer à gauche tout en maintenant le bouton droit de la souris et vice versa)</li>    <li>Gestes de molette (défilez la molette pendant que vous maintenez le bouton gauche, du milieu, ou droit)</li>    <li>Multilingue, merci aux bénévoles sur <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a></li>    <li>Thèmes clair, foncé, et contrasté</li></ul>\n<b>Limitations:</b>\n<ul>    <li>Gesturefy ne fonctionne pas sur les pages liées à Mozilla comme <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a>, ou les pages internes comme about:addons ou encore les pages d'options des autres add-on (tel que moz-extension://*). En effet, pour des raisons de sécurité, Firefox empêche les modules complémentaires d'accéder à ces pages.</li>    <li>La page doit être partiellement chargée pour effectuer des gestes.</li>    <li><b>MacOS Sierra:</b> Les gestes de mollette ne fonctionnent pas actuellement (voir ce <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">bug</a>)</li></ul>\n<b>Si vous voulez soutenir Gesturefy, s'il vous plaît <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">visitez cette page</a> !</b>\n\n<b>Autorisations expliquées :</b>\n<ul>    <li>Accédez à vos données pour tous les sites web : <i>Ceci est une autorisation clé, parce que la fonctionnalité complète du geste est injectée dans chaque page Web que vous visitez (ce qui signifie qu'une partie du code est exécutée dans chaque onglet). Cela est nécessaire, car avec la nouvelle API, il n’y a pas d’autre moyen pour suivre votre mouvement de souris ou de dessiner quelque chose sur l’écran. Il est également nécessaire d'effectuer des commandes spécifiques à une page comme faire défiler vers le bas ou vers le haut.</i></li>    <li>Lisez et modifiez les paramètres : <i>C'est requis pour changer le comportement du menu contextuel pour MacOS et Linux afin de prendre en charge l'utilisation du bouton droit de la souris.</i></li>    <li>Afficher les notifications : <i>Ceci est utilisé pour afficher une notification sur les mises à jour de Gesturefy ou pour afficher certains messages d'erreur.</i></li></ul>",
        "it": "Gesturefy è un'estensione dedicata esclusivamente ai gesti, il che significa che è adatto solo per i mouse e non per i touchpads. \"Cos'è un gesto del mouse\" potresti chiederti. Bene, i gesti del mouse sono come scorciatoie da tastiera, solo per il mouse. Invece di premere svariati tasti, basta muovere il mouse in un certo modo per eseguire comandi e azioni. I gesti del mouse possono essere più naturali e convenienti delle scorciatoie da tastiera e quindi sono adatti anche agli utenti occasionali. Aspetta, hai un mouse in mano? Vieni a provarlo :)\n\n<b>Caratteristiche:</b>\n<ul>    <li>Gesti del mouse (sposta il mouse tenendo premuto il pulsante sinistro, centrale o destro)</li>    <li>Più di 80 diversi comandi predefiniti</li>    <li>Fornisce comandi speciali come popup, script utente, multi uso e comando cross-add-on</li>    <li>Stile informazioni di stato e traccia del gesto personalizzabile</li>    <li>Gesti Rocker (Click sinistro tenendo premuto il pulsante destro del mouse e viceversa)</li>    <li>Gesti con rotella del mouse (Rotella del mouse tenendo premuto il pulsante sinistro, centrale o destro)</li>    <li>Multilingua, grazie ai volontari su <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a></li>    <li>Tema chiaro, scuro ed alto contrasto</li></ul>\n<b>Limitazioni:</b>\n<ul>    <li>Gesturefy non funziona su pagine correlate a Mozilla come <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a>, pagine interne come about:addons o altre pagine di opzioni aggiuntive, ad esempio moz-extension://*). Questo perché Firefox limita i componenti aggiuntivi ad accedere a queste pagine per motivi di sicurezza.</li>    <li>La pagina deve essere parzialmente caricata per eseguire i gesti.</li>    <li><b>MacOS Sierra:</b> I gesti della rotella attualmente non funzionano (vedi questo <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">bug</a>)</li></ul>\n<b>Se vuoi supportare Gesturefy, per favore <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">visita questa pagina</a>!</b>\n\n<b>A cosa servono le autorizzazioni:</b>\n<ul>    <li>Accedi ai tuoi dati per tutti i siti web: <i>Questa è un'autorizzazione fondamentale, perché la funzionalità completa del gesto viene iniettata in ogni pagina web che visiti (il che significa che una parte del codice viene eseguita in ogni scheda). Ciò è necessario, perché con la nuova API non c'è nessun altro modo per controllare i tuoi movimenti del mouse o disegnare qualcosa sullo schermo. È anche necessario eseguire una specifica azione/gesto della pagina come scorrere giù o sù.</i></li>    <li>Legge e modifica le impostazioni del browser: <i>Questa operazione è necessaria per modificare il comportamento del menu di contesto per l'utente MacOS e Linux per supportare l'utilizzo del pulsante destro del mouse. /0&gt;</i></li><i>\n    <li>Mostra notifiche: <i>Questo viene utilizzato per mostrare una notifica sugli aggiornamenti di Gesturefy o per visualizzare alcuni messaggi di errore.</i></li></i></ul>",
        "ja": "Gesturefy はマウスでの使用にのみ適した、純粋なマウスジェスチャー拡張機能です (タッチパッドには適しません)。 「マウスジェスチャー」とは何かご存じですか? マウスジェスチャーはキーボードショートカットのマウス版のようなものです。 コマンドや操作を実行するためにキーの組み合わせを押す代わりに、マウスを特定の手順で動かすだけです。 マウスジェスチャーはキーボードショートカットよりも取っ付きやすく便利であるため、カジュアルユーザーにも適しています。 あなたは今マウスを握っていますか? この拡張機能を試してみてください :)\n\n<b>特徴:</b>\n<ul>    <li>マウスジェスチャー (左・中央・右ボタンを押しながらマウスを動かす)</li>    <li>80種類以上用意された定義済みコマンド</li>    <li>ユーザースクリプト、複数コマンド、アドオン間コマンド、ポップアップなどの特殊コマンド</li>    <li>ジェスチャーの軌跡とステータス情報のスタイルをカスタマイズ可能</li>    <li>ロッカージェスチャー (マウスの右ボタンを押しながら左クリック、またはその逆)</li>    <li>ホイールジェスチャー (左・中央・右ボタンを押しながらホイールスクロール)</li>    <li><a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a> でのボランティアによる多言語対応</li>    <li>ライトテーマ、ダークテーマ、高コントラストテーマ</li></ul>\n<b>制限事項:</b>\n<ul>    <li>Gesturefy は <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a> などの Mozilla 関連ページや about:addons といった内部ページ、アドオンのオプションページ (moz-extension://*) では動作しません。 これはセキュリティ上の理由により、それらのページにアドオンがアクセスすることを Firefox が制限しているためです。</li>    <li>ジェスチャーを実行するにはページの一部が読み込まれている必要があります。</li>    <li><b>macOS Sierra:</b> 現在ホイールジェスチャーが動作しません (この<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">バグ</a>を参照)</li></ul>\n<b>Gesturefy をサポートしたいと思っていただけた場合は<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">こちらのページ</a>をご覧ください!</b>\n\n<b>許可設定についての説明:</b>\n<ul>    <li>全ウェブサイトのユーザーデータへのアクセス: <i>訪問するウェブページごとにジェスチャーの完全な機能が導入される (各タブごとにコードの一部が動作することを意味します) ため、これは重要な権限です。 新しい API には、マウスの動作を追跡したりスクリーンに何かを描画する他の方法が無く、 またスクロールアップ/ダウンのような特定のコマンドをページで行うためにも、この権限は必要です。</i></li>    <li>ブラウザー設定の読み取りと変更: <i>これは macOS および Linux ユーザーがマウスの右ボタンを使用できるよう、コンテキストメニューの挙動を変更するのに必要です。</i></li>    <li>通知の表示: <i>これは Gesturefy の更新の通知や特定のエラーメッセージの表示に使用します。</i></li></ul>",
        "ko": "Gesturefy는 순수한 마우스 제스처 확장으로, 터치 패드가 아닌 마우스에만 적합합니다. \"마우스 제스처 란 무엇입니까?\" 스스로에게 물어보세요 마우스 제스처는 키보드 단축키와 같으며 마우스에만 해당됩니다. 많은 키를 누르는 대신 특정 방식으로 마우스를 움직이면 명령과 동작이 실행됩니다. 마우스 제스처는 키보드 단축키보다 더 자연스럽고 편리할 수 있으므로 일반 사용자에게도 적합합니다. 잠깐, 손에 마우스가 있습니까? 사용해 보세요 :)\n\n<b>기능:</b>\n<ul>    <li>마우스 제스처 (왼쪽, 가운데 또는 오른쪽 단추를 누른채로 마우스를 이동)</li>    <li>80 가지가 넘는 미리 정의된 명령</li>    <li>팝업, 사용자 스크립트, 다목적 및 교차 애드온 명령과 같은 특수 명령을 제공합니다.</li>    <li>사용자 정의 가능한 제스처 추적 및 상태 정보 스타일</li>    <li>로커 제스처 (마우스 오른쪽 버튼을 누른 채로 왼쪽 버튼을 클릭하거나 그 반대로 클릭하여 수행)</li>    <li>휠 제스처 (왼쪽, 가운데 또는 오른쪽 단추를 누른채로 휠을 스크롤)</li>    <li>다국적 언어, <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a>의 자원 봉사자에게 감사드립니다</li>    <li>Light, dark 및 고대비 테마</li></ul>\n<b>제한 사항</b>\n<ul>    <li>Gesturefy는 <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a>, about:addons 또는 기타 애드온 옵션 페이지와 같은 내부 페이지에서는 동작하지 않습니다. (예: moz-extension://*.) Firefox는 보안상의 이유로 애드온이 이러한 페이지에 액세스하는 것을 제한하기 때문입니다.</li>    <li>제스처를 수행하려면 페이지를 부분적으로 로드해야 합니다.</li>    <li><b>MacOS Sierra:</b> 현재 휠 제스처가 작동하지 않습니다. (<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">버그</a> 참조)</li></ul>\n<b>Gesturefy를 지원하려면 <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">이 페이지를 방문하세요! </a></b>\n\n<b>권한 설명:</b>\n<ul>    <li>모든 웹사이트에서 사용자 데이터에 접근 권한: <i>제스처 기능을 수행하는 코드를 웹페이지에 주입하여야 하므로 꼭 필요한 권한입니다. (이 코드가 각 탭에서 제스처 기능을 수행하게 됩니다). 새 API에서는 마우스 움직임을 추적하거나 화면에 아무 것도 그릴 수 없기 때문에 이 권한이 필요합니다. 또한 아래로 스크롤, 또는 위로 스크롤과 같은 페이지 관련 명령 수행이 필요합니다. </i></li>    <li>브라우저 설정 읽기 및 수정: <i> MacOS 및 Linux 사용자가 마우스 오른쪽 버튼을 사용할 수 있도록 컨텍스트 메뉴 동작을 변경하기 위해 필요한 권한입니다.</i></li>    <li>알림 표시: <i>Gesturefy 업데이트에 대한 알림을 표시하거나 특정 오류 메시지를 표시하는 데 사용됩니다.</i></li></ul>",
        "nl": "Gesturefy is puur een extensie voor muisgebaren, hetgeen betekent dat het enkel geschikt is voor muizen en niet voor touchpads. \"Wat is een muisgebaar?\", zou je jezelf kunnen afvragen. Wel, muisgebaren lijken op sneltoetsen, maar puur voor je muis. In plaats van op een aantal knoppen te drukken, beweeg je je muis op een bepaalde manier om commando's en acties uit te voeren. Muisgebaren kunnen natuurlijker en handiger zijn dan sneltoetsen en zijn dus ook geschikt voor occasionele gebruikers. Wacht, is dat een muis in je hand? Kom en probeer het uit! :)\n\n<b>Kenmerken:</b>\n<ul>    <li>Muisgebaren (het verplaatsen van de muis terwijl je de linker-, middelste of rechtermuisknop ingedrukt houdt)</li>    <li>More than 80 different predefined commands</li>    <li>Provides special commands like popup, user script, multi purpose and cross add-on command</li>    <li>Customizable gesture trace and status information style</li>    <li>Rocker gestures (left-click while holding the right mouse button and vice versa)</li>    <li>Wheel gestures (scroll wheel while holding the left, middle, or right button)</li>    <li>Multilingual, thanks to volunteers on <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a></li>    <li>Light, dark and highcontrast theme</li></ul>\n<b>Beperkingen:</b>\n<ul>    <li>Gesturefy werkt niet op Mozilla-gerelateerde pagina's zoals <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a>, interne pagina's zoals about:addons of andere optiepagina's (b.v. moz-extension://*). Dit komt omdat Firefox om veiligheidsredenen add-ons op deze pagina's beperkt.</li>    <li>De pagina moet gedeeltelijk worden geladen om gebaren te kunnen maken.</li>    <li><b>MacOS Sierra:</b> Wielgebaren werken momenteel niet (zie deze <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">bug</a>)</li></ul>\n<b>If you want to support Gesturefy, please <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">visit this page</a>!</b>\n\n<b>Machtigingen uitgelegd:</b>\n<ul>    <li>Toegang tot je data voor alle websites: <i>Dit is een belangrijke machtiging, omdat de volledige gebarenfunctionaliteit geïnjecteerd wordt in elke webpagina die je bezoekt (wat betekent dat er in elk tabblad een deel van de code wordt uitgevoerd). Dit is noodzakelijk omdat er met de nieuwe API geen andere manier is om uw muisbeweging te volgen of iets op het scherm te tekenen. Het is ook nodig om pagina-specifieke opdrachten zoals omlaag of omhoog scrollen uit te voeren.</i></li>    <li>Lees en wijzig browserinstellingen: <i>Dit is vereist om het gedrag van contextmenu's te wijzigen voor MacOS en Linux-gebruikers, teneinde het gebruik van de rechter muisknop te ondersteunen.</i></li>    <li>Meldingen weergeven: <i>Dit wordt gebruikt om een melding over Gesturefy-updates weer te geven of om bepaalde foutmeldingen weer te geven.</i></li></ul>",
        "pl": "Gesturefy to rozszerzenie wyłącznie dla gestów myszy, co oznacza, że jest przystosowane tylko do obsługi myszy, a nie dla touchpadów. \"What's a mouse gesture?\" you might ask yourself. Cóż, gesty myszy są jak skróty klawiaturowe, tylko że dla myszy. Instead of pressing a bunch of keys, you simply move your mouse in a certain manner to execute commands and actions. Gesty myszy mogą być bardziej naturalne i wygodne niż skróty klawiaturowe, dlatego są odpowiednie również dla zwykłych użytkowników. Czekaj, czy to mysz w twojej dłoni? Zapraszam do wypróbowania :)\n\n<b>Funkcje:</b>\n<ul>    <li>Gesty myszy (przesuń mysz trzymając lewy, środkowy lub prawy przycisk myszy)</li>    <li>Ponad 80 różnych wstępnie zdefiniowanych poleceń</li>    <li>Provides special commands like popup, user script, multi purpose and cross add-on command</li>    <li>Konfigurowalny ślad gestu oraz styl informacji o stanie gestu</li>    <li>Gesty \"Rocker\" (kliknięcie lewym przyciskiem myszy z wciśniętym prawym przyciskiem i na odwrót)</li>    <li>Gesty kółkiem (obracanie kółkiem z wciśniętym lewym, środkowym lub prawym przyciskiem myszy)</li>    <li>Wielojęzyczny, dzięki wolontariuszom z <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a></li>    <li>Light, dark and highcontrast theme</li></ul>\n<b>Ograniczenia:</b>\n<ul>    <li>Gesturefy nie działa na stronach związanych z Mozillą, takich jak <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a>, wewnętrznych stronach, takich jak about:addons lub stronach opcji innych dodatków (np. moz-extension://*). This is because Firefox restricts add-ons from accessing these pages for security reasons.</li>    <li>Strona musi być częściowo załadowana aby wykonywać gesty.</li>    <li><b>MacOS Sierra:</b> Gesty kółkiem myszy obecnie nie działają (więcej informacji można znaleźć <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">tutaj</a>)</li></ul>\n<b>If you want to support Gesturefy, please <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">visit this page</a>!</b>\n\n<b>Wyjaśnienie wymaganych uprawnień:</b>\n<ul>    <li>Dostęp do danych na wszystkich stronach: <i>Jest to kluczowe uprawnienie, ponieważ całkowita funkcjonalność gestów jest wstrzykiwana do każdej strony internetowej, którą odwiedzasz (co oznacza, że część kodu jest uruchomiona w każdej karcie). Jest to niezbędne, ponieważ w nowym API nie ma innego sposobu na śledzenie ruchów Twojej myszy oraz sposobu na rysowanie czegokolwiek na ekranie. Jest to wymagane również do wykonania niektórych poleceń na stronie jak np. przewiń w górę lub w dół.</i></li>    <li>Read and modify browser settings: <i>This is required to change the context menu behaviour for MacOS and Linux users to support the usage of the right mouse button.</i></li>    <li>Wyświetlanie powiadomień: <i> Jest używane do wyświetlania powiadomienia o aktualizacji Gesturefy lub do wyświetlania niektórych komunikatów o błędach </i></li></ul>",
        "pt-BR": "O Gesturefy é puramente uma extensão de gestos do rato, o que significa que é adequada apenas para ratos e não para touchpads. “O que é um gesto do rato?” poderá você perguntar-se. Bom, gestos do rato são como atalhos de teclado, mas para o rato. Em vez de pressionar uma série de teclas, você simplesmente move o rato de determinada forma para executar comandos e ações. Os gestos do rato poderão ser mais naturais e convenientes que atalhos de teclado, portanto, são também adequados para utilizadores casuais. Espere, isso que está na sua mão é um rato? Venha e experimente :)\n\n<b>Funcionalidades:</b>\n<ul>    <li>Gestos do rato (movendo o rato enquanto pressiona o botão esquerdo, central ou direito)</li>    <li>Mais de 80 comandos predefinidos diferentes</li>    <li>Provides special commands like popup, user script, multi purpose and cross add-on command</li>    <li>Estilo de rastreamento e informação de estado personalizável</li>    <li>Gestos Rocker (clique esquerdo pressionando o botão direito e vice-versa)</li>    <li>Gestos da roda do rato (rode a roda enquanto segura o botão esquerdo, central ou direito)</li>    <li>Multilíngua, graças aos voluntários no <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a></li>    <li>Light, dark and highcontrast theme</li></ul>\n<b>Limitações:</b>\n<ul>    <li>O Gesturefy não funciona em páginas relacionadas à Mozilla (como <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a>), páginas internas (tais como about:addons) ou páginas de definições de extras (por exemplo, moz-extension://*). Isto é porque o Firefox limita o acesso a estas páginas por motivos de segurança.</li>    <li>A página deve estar parcialmente carregada para que seja possível executar gestos.</li>    <li><b>MacOS Sierra:</b> Atualmente, os gestos da roda não funcionam (veja este <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">erro</a>)</li></ul>\n<b>Se desejar apoiar o Gesturefy, por favor <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">visite esta página</a>!</b>\n\n<b>Explicação das permissões:</b>\n<ul>    <li>Aceder aos seus dados em todos os sites: <i>Esta é uma permissão crucial, porque toda a funcionalidade relativa ao gesto é injetada em cada página que visita (o que significa que uma parte do código é executada em cada separador). Isto é necessário porque, com a nova API, não há nenhuma outra forma de rastrear o movimento do rato ou de desenhar alguma coisa no ecrã. Também é necessário para realizar comandos ou gestos específicos da página, tais como o deslocamento para baixo ou para cima.</i></li>    <li>Ler e modificar as definições do navegador: <i>Esta permissão é necessária para alterar o comportamento do menu de contexto para utilizadores do MacOS ou do Linux, para que seja possível utilizar o botão direito do rato.</i></li>    <li>Mostrar notificações: <i>É utilizada para exibir uma notificação ao atualizar o Gesturefy ou para apresentar determinadas mensagens de erro.</i></li></ul>",
        "pt-PT": "O Gesturefy é puramente uma extensão de gestos do rato, o que significa que é adequada apenas para ratos e não para touchpads. “O que é um gesto do rato?” poderá você perguntar-se. Bom, gestos do rato são como atalhos de teclado, mas para o rato. Em vez de pressionar uma série de teclas, você simplesmente move o rato de determinada forma para executar comandos e ações. Os gestos do rato poderão ser mais naturais e convenientes que atalhos de teclado, portanto, são também adequados para utilizadores casuais. Espere, isso que está na sua mão é um rato? Venha e experimente :)\n\n<b>Funcionalidades:</b>\n<ul>    <li>Gestos do rato (movendo o rato enquanto pressiona o botão esquerdo, central ou direito)</li>    <li>Mais de 80 comandos predefinidos diferentes</li>    <li>Fornece comandos especiais, tais como pop-up, script de utilizador, comandos multiusos e comandos de outros Extras</li>    <li>Estilo de rastreamento e informação de estado personalizável</li>    <li>Gestos Rocker (clique esquerdo pressionando o botão direito e vice-versa)</li>    <li>Gestos da roda do rato (rode a roda enquanto segura o botão esquerdo, central ou direito)</li>    <li>Multilíngua, graças aos voluntários no <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a></li>    <li>Tema claro, escuro e de alto-contraste</li></ul>\n<b>Limitações:</b>\n<ul>    <li>O Gesturefy não funciona em páginas relacionadas à Mozilla (como <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a>), páginas internas (tais como about:addons) ou páginas de definições de extras (por exemplo, moz-extension://*). Isto é porque o Firefox limita o acesso a estas páginas por motivos de segurança.</li>    <li>A página deve estar parcialmente carregada para que seja possível executar gestos.</li>    <li><b>MacOS Sierra:</b> Atualmente, os gestos da roda não funcionam (veja este <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">erro</a>)</li></ul>\n<b>Se desejar apoiar o Gesturefy, por favor <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">visite esta página</a>!</b>\n\n<b>Explicação das permissões:</b>\n<ul>    <li>Aceder aos seus dados em todos os sites: <i>Esta é uma permissão crucial, porque toda a funcionalidade relativa ao gesto é injetada em cada página que visita (o que significa que uma parte do código é executada em cada separador). Isto é necessário porque, com a nova API, não há nenhuma outra forma de rastrear o movimento do rato ou de desenhar alguma coisa no ecrã. Também é necessário para realizar comandos ou gestos específicos da página, tais como o deslocamento para baixo ou para cima.</i></li>    <li>Ler e modificar as definições do navegador: <i>Esta permissão é necessária para alterar o comportamento do menu de contexto para utilizadores do MacOS ou do Linux, para que seja possível utilizar o botão direito do rato.</i></li>    <li>Mostrar notificações: <i>É utilizada para exibir uma notificação ao atualizar o Gesturefy ou para apresentar determinadas mensagens de erro.</i></li></ul>",
        "ro": "Gesturefy is a pure mouse gesture extension, which means it's only suited for mice and not touchpads. \"What's a mouse gesture?\" you might ask yourself. Well, mouse gestures are like keyboard shortcuts, only for your mouse. Instead of pressing a bunch of keys, you simply move your mouse in a certain manner to execute commands and actions. Mouse gestures can be more natural and convenient than keyboard shortcuts and thus are also suitable for casual users. Wait, is that a mouse in your hand? Come and try it out :)\n\n<b>Features:</b>\n<ul>    <li>Mouse gestures (moving the mouse while holding the left, middle, or right button)</li>    <li>More than 80 different predefined commands</li>    <li>Provides special commands like popup, user script, multi purpose and cross add-on command</li>    <li>Customizable gesture trace and status information style</li>    <li>Rocker gestures (left-click while holding the right mouse button and vice versa)</li>    <li>Wheel gestures (scroll wheel while holding the left, middle, or right button)</li>    <li>Multilingual, thanks to volunteers on <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a></li>    <li>Light, dark and highcontrast theme</li></ul>\n<b>Limitations:</b>\n<ul>    <li>Gesturefy does not work on Mozilla related pages like <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a>, internal pages like about:addons or other add-on option pages (e.g. moz-extension://*). This is because Firefox restricts add-ons from accessing these pages for security reasons.</li>    <li>The page must be partially loaded to perform gestures.</li>    <li><b>MacOS Sierra:</b> Wheel gestures currently doesn't work (see this <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">bug</a>)</li></ul>\n<b>If you want to support Gesturefy, please <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">visit this page</a>!</b>\n\n<b>Permissions explained:</b>\n<ul>    <li>Access your data for all websites: <i>This is a key permission, because the complete gesture functionality is injected in every webpage you visit (which means a part of the code is running in each tab). Acest lucru este necesar, deoarece cu noile API nu există nici un alt mod de a urmări mişcarea mouse-ului dumneavoastră sau de a desena ceva pe ecran. Este, de asemenea, necesară pentru a efectua comenzi specifice precum derularea în jos sau în sus a paginii</i></li>    <li>Read and modify browser settings: <i>This is required to change the context menu behaviour for MacOS and Linux users to support the usage of the right mouse button.</i></li>    <li>Display notifications: <i>This is used to show a notification on Gesturefy updates or to display certain error messages.</i></li></ul>",
        "ru": "Жесты - это расширение для мыши. Это означает, что они подходят только для мыши, а не для тачпадов. \"Что такое жест мыши?\", вы спрашиваете. Жест мыши похож на сочетания клавиш, только для вашей мыши. Вместо нажатия нескольких клавиш вы просто перемещаете мышь определённым образом для выполнения команд и действий. Жесты мыши могут быть более естественными и удобными, чем клавиатурные сочетания и, таким образом, подходят для повседневного использования. Подождите, это мышь в вашей руке? Приходите и попробуйте :)\n\n<b>Возможности:</b>\n<ul>    <li>Жесты мыши (Двигайте мышь удерживая левую, среднюю или правую кнопку)</li>    <li>Более 80 различных предопределенных команд</li>    <li>Предоставляет специальные команды, такие как всплывающее окно, пользовательский скрипт, многоцелевую и перекрестную команду между плагинами</li>    <li>Настраиваемый стиль следа жестов и информации о состоянии</li>    <li>Жесты рокировки (Щелчок левой кнопкой удерживая правую и наоборот)</li>    <li>Жесты колесиком (Прокрутка колесом удерживая левую, среднюю или правую кнопку)</li>    <li>Переводы сделаны добровольцами на <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a></li>    <li>Светлая, темная и высококонтрастная тема</li></ul>\n<b>Ограничения:</b>\n<ul>    <li>Gesturefy не работает на связанных с Mozilla страницах, таких как <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a>, на внутренних страницах, таких как about:addons или другие страницы с параметрами дополнений (например moz-extension://*). Это происходит потому, что Firefox запрещает дополнениям доступ к этим страницам по соображениям безопасности.</li>    <li>Страница должна быть частично загружена для выполнения жестов.</li>    <li><b>MacOS Sierra:</b> Жест колесиком мыши не работает (см. <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">bug</a>)</li></ul>\n<b>Если вы хотите поддержать Gesturefy, пожалуйста, <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">посетите эту страницу</a>!</b>\n\n<b>Объяснение разрешений:</b>\n<ul>    <li>Доступ к вашим данным для всех веб-сайтов: <i>Это ключевое разрешение, потому что полная функциональность жестов вносится на каждую посещаемую вами веб-страницу (что означает, что часть кода выполняется на каждой вкладке). Это необходимо, потому что с новым API не существует другого способа отслеживать ваши движения мыши или рисовать что-либо на экране. Это также необходимо для выполнения на страницы конкретные действий/жестов, таких как прокрутка вниз или вверх.</i></li>    <li>Считывает и изменяет настройки браузера: <i>Необходимо для того, чтобы изменить поведение контекстного меню в MacOS и Linux для поддержки использования правой кнопки мыши.</i></li>    <li>Отображение уведомлений для вас: <i>используется для отображения уведомления на обновление или определенные сообщения об ошибках.</i></li></ul>",
        "sk": "Gesturefy je rozšírenie určené pre gestá myši, to znamená, že je vhodné iba pre myši a nie pre touchpady. Môžete sa spýtať „Čo sú to gestá myšou?\" Gestá myši sú niečo ako klávesové skratky, ale pre vašu myš. Namiesto toho, aby ste používali kombinácie kláves, môžete vykonávať akcie a príkazy špecifickým pohybom myši. Gestá myšou môžu byť prirodzenejšie a pohodlnejšie ako klávesové skratky a preto sú vhodné aj pre bežných používateľov. Počkať, to čo držíte vo vašej ruke je myš? Tak si to poďte vyskúšať :)\n\n<b>Funkcie:</b>\n<ul>    <li>Gestá myšou (pohybmi myši so stlačený ľavým, stredným alebo pravým tlačidlom)</li>    <li>Viac ako 80 rôznych preddefinovaných príkazov</li>    <li>Vykonávanie špeciálnych príkazov ako sú vyskakovacie okná, používateľské skripty, viacúčelové a medzidoplnkové príkazy</li>    <li>Prispôsobiteľné zobrazenie stavovej informácie a stopy gesta</li>    <li>Rocker gestá (kliknutím ľavým tlačidlom so stlačeným pravým tlačidlom a naopak)</li>    <li>Gestá kolieskom myši (otočením kolieska myši so stlačeným ľavým, stredným alebo pravým tlačidlom)</li>    <li>Viacjazyčná podpora, vďaka prispievateľom na <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a></li>    <li>Svetlá, tmavá téma a téma s vysokým kontrastom</li></ul>\n<b>Obmedzenia a problémy:</b>\n<ul>    <li>Rozšírenie nefunguje na stránkach súvisiacich s Mozillou ako sú <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a>, na interných stránkach prehliadača (about:newtab, about:addons, atď.) alebo na stránkach nastavení rozšírení (napríklad: moz-extension://*). Je to preto, lebo Firefox obmedzuje prístup k týmto stránkam z bezpečnostných dôvodov.</li>    <li>Stránka musí byť aspoň čiastočne načítaná, aby ste mohli vykonávať gestá.</li>    <li><b>MacOS Sierra:</b> Gestá kolieskom myši momentálne nefungujú (pozrite <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">bug</a>)</li></ul>\n<b>Ak potrebujete pomoc s rozšírením, <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">navštívte túto stránku</a>!</b>\n\n<b>Prečo rozšírenie Gesturefy vyžaduje extra povolenia?</b>\n<ul>    <li>Prístup k vašim údajom na všetkých webových stránkach: <i>Toto je nevyhnutné oprávnenie, pretože celá funkcionalita gest je vkladaná do každej webovej stránky, ktorú navštívite (čiže v každej karte je spustená časť kódu rozšírenia). Je to potrebné, pretože s novým API neexistuje žiadny iný spôsob, ako zaznamenať pohyb myši alebo kresliť gestá na obrazovke. Je to taktiež potrebné pre uskutočňovanie špecifických príkazov, ako je posúvanie stránky smerom dole a hore.</i></li>    <li>Čítanie a úprava nastavení prehliadača: <i>Toto je potrebné pre zmenu správania sa kontextovej ponuky v systémoch MacOS a Linux, aby bolo možné používať pravé tlačidlo myši.</i></li>    <li>Zobrazovanie oznámení: <i>Toto slúži na zobrazenie upozornení pri aktualizácii alebo pri určitých upozorneniach na chybu.</i></li></ul>",
        "sv-SE": "Gesturefy är ett musrörelsetillägg, vilket betyder att den bara passar för möss och inte pekplattor. \"Vad är en musrörelse\" kan du fråga dig själv. Musrörelser är som tangentbordets kortkommandon, men detta är för din mus. I stället för att trycka på en massa knappar kan du enkelt flytta din mus på ett visst sätt för att utföra kommandon och åtgärder. Musrörelser kan vara mer naturliga och praktiska än tangentbordskortkommandon och är därför också lämpliga för den vardagliga användare. Vänta, är det en mus i din hand? Kom och prova :)\n\n<b>Funktioner:</b>\n<ul>    <li>Musrörelser (flytta musen medans du håller in vänster-, mitt-, eller högerknappen)</li>    <li>Mer än 80 olika fördefinierade kommandon</li>    <li>Tillhandahåller speciella kommandon som popup, användarskript, mångsidig och korstilläggskommando</li>    <li>Anpassningsbar rörelsespårning och statusinformation</li>    <li>Musknappsrörelse (vänsterklick medans du håller ner höger musknapp och tvärtom)</li>    <li>Hjulrörelse (rulla på hjulet samtidigt som vänster-, mitt- eller högerknappen hålls nertryckt)</li>    <li>Flerspråkig, tack till alla frivillaga på <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a></li>    <li>Ljust, mörkt och hög kontrasttema</li></ul>\n<b>Begränsningar:</b>\n<ul>    <li>Gesturefy fungerar inte på Mozilla-relaterade sidor som <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a>, interna sidor som about:addons eller tilläggens alternativsidor (till exempel moz-extension://*). Detta beror på att Firefox begränsar tillägg för att få åtkomst till dessa sidor av säkerhetsskäl.</li>    <li>Sidan måste delvis ha laddats för att rörelser ska fungera.</li>    <li><b>MacOS Sierra:</b> Hjulrörelser fungerar inte (se här <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">bug</a>)</li></ul>\n<b>Om du vill stöda Gesturefy, besök då gärna denna <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">sidan</a>!</b>\n\n<b>Behörigheterna förklarade:</b>\n<ul>    <li>Få tillgång till dina data för alla webbplatser: <i>Detta är en nyckelbehörighet, eftersom den fullständiga rörelsefunktionen injiceras i varje webbsida du besöker (vilket innebär att en del av koden körs i varje flik). Detta är nödvändigt, därför att med det nya API:t finns det inga andra sätt att spåra musrörelser eller att rita något på skärmen. Det behövs också för att utföra sidspecifika kommandon som bläddra ner eller uppåt.</i></li>    <li>Läs och ändra webbläsarinställningar: <i>Detta krävs för att ändra innehållsmenyns beteende på MacOS och Linux så att höger musknapp stöds.</i></li>    <li>Visa aviseringar: <i>Denna används till att visa aviseringar för Gesturefy-uppdateringar och vissa felmeddelanden.</i></li></ul>",
        "th": "Gesturefy is a pure mouse gesture extension, which means it's only suited for mice and not touchpads. \"What's a mouse gesture?\" you might ask yourself. Well, mouse gestures are like keyboard shortcuts, only for your mouse. Instead of pressing a bunch of keys, you simply move your mouse in a certain manner to execute commands and actions. Mouse gestures can be more natural and convenient than keyboard shortcuts and thus are also suitable for casual users. Wait, is that a mouse in your hand? Come and try it out :)\n\n<b>Features:</b>\n<ul>    <li>Mouse gestures (moving the mouse while holding the left, middle, or right button)</li>    <li>More than 70 different predefined commands</li>    <li>Customizable gesture trace and status information style</li>    <li>Rocker gestures (left-click while holding the right mouse button and vice versa)</li>    <li>Wheel gestures (scroll wheel while holding the left, middle, or right button)</li>    <li>Multilingual, thanks to volunteers on <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a></li>    <li>User script support</li>    <li>Blacklist support</li></ul>\n<b>Limitations:</b>\n<ul>    <li>Gesturefy does not work on Mozilla related pages like <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a>, internal pages like about:addons or other add-on option pages (e.g. moz-extension://*). This is because Firefox restricts add-ons from accessing these pages for security reasons.</li>    <li>The page must be partially loaded to perform gestures.</li>    <li><b>MacOS Sierra:</b> Wheel gestures currently doesn't work (see this <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">bug</a>)</li></ul>\n<b>If you want to support Gesturefy, please <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">visit this page</a>!</b>\n\n<b>Permissions explained:</b>\n<ul>    <li>Access your data for all websites: <i>This is a key permission, because the complete gesture functionality is injected in every webpage you visit (which means a part of the code is running in each tab). This is necessary, because with the new API there is no other way to track your mouse movement or draw anything on the screen. It's also needed to perform page specific commands like scroll down or up.</i></li>    <li>Read and modify browser settings: <i>This is required to change the context menu behaviour for MacOS and Linux users to support the usage of the right mouse button.</i></li>    <li>Display notifications: <i>This is used to show a notification on Gesturefy updates or to display certain error messages.</i></li></ul>",
        "tr": "Gesturefy saf bir fare hareketleri eklentisidir, yani dokunmatik yüzeyler için değil sadece fareler için uygundur. Kendinize \"Fare hareketi de nedir?\" diye sorabilirsiniz. Fare hareketleri, klavye kısayolları gibidir, ama farenizle yapılır. Klavyenizden birkaç tuşa aynı anda basmak yerine, farenizi belli bir şekilde oynatarak komutları çalıştırabilirsiniz. Fare hareketleri, klavye hareketlerinden çok daha doğal ve pratik olabilir, bundan dolayı sıradan kullanıcılar için de elverişlidir. Bir dakika, şu an elinizde tuttuğunuz bir fare mi yoksa? Hemen gelip deneyin :)\n\n<b>Özellikler:</b>\n<ul>    <li>Fare hareketleri (Sol, orta veya sağ fare tuşuna basılı tutarken fareyi hareket ettirmek)</li>    <li>80'in üzerinde önceden tanımlı komut</li>    <li>Provides special commands like popup, user script, multi purpose and cross add-on command</li>    <li>Tamamen kişiselleştirilebilir hareketler ve bilgilendirme tarzı</li>    <li>Rocker hareketleri (Sağ fare tuşu basılıyken sol tıklamak veya tam tersi)</li>    <li>Tekerlek hareketleri (Sol, orta veya sağ fare tuşuna basılı tutarken fare tekerleğini kaydırmak)</li>    <li>Birden fazla dil desteği, <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a>'deki gönüllüler sayesinde</li>    <li>Light, dark and highcontrast theme</li></ul>\n<b>Kısıtlamalar:</b>\n<ul>    <li>Gesturefy, <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a> gibi Mozilla ile ilgili sayfalarda, about:addons gibi dahili sayfalarda veya diğer eklentilerin ayar sayfalarında çalışmaz (ör. moz-extension://*). Firefox, eklentilerin bu tür sayfalara erişimini, güvenlik nedeniyle kısıtlamıştır.</li>    <li>Hareketlerin çalışması için sayfanın kısmen de olsa yüklenmiş olması gerekir.</li>    <li><b>MacOS Sierra:</b> Şu anda fare tekerleği hareketleri çalışmıyor (detay için <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">tıklayın</a>)</li></ul>\n<b>Gesturefy'a destek olmak istiyorsanız, lütfen <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">bu sayfayı ziyaret edin</a>!</b>\n\n<b>İzinler aşağıdaki gibidir:</b>\n<ul>    <li>Tüm web site verilerine erişim: <i>Bu izin, fare hareketlerinin gezindiğiniz sayfalarda uygulanabilmesi için gereklidir (her sekme içinde kodların çalışması). Bu izin gereklidir, çünkü güncellenen yeni API'daki izin kısıtlamaları yüzünden fare hareketlerini izleme ve de ekranda bir şey çizmek için alternatif bir yol bulunmuyor. Bu izin, ayrıca sayfaya özel, yukarı aşağı kaydırma gibi olan komutların da çalışması için gereklidir.</i></li>    <li>Tarayıcı ayarlarını okuma ve güncelleme: <i>Bu izin MacOS ve Linux'ta sağ tık/içerik menüsünün davranışını değiştirmek ve sağ tuş kullanımını desteklemek için gereklidir.</i></li>    <li>Bildirim gösterme: <i>Bu izin, Gesturefy güncellendiğinde veya bir hata ile karşılaştığında bildirim gösterebilmesi için gereklidir.</i></li></ul>",
        "uk": "Gesturefy є повним розширення для жестів мишею, тобто це означає, що воно підходить лише для мишей, а не дотиків. \"Що таке жест мишкою?\" Ви можете запитати себе. Отже, жести миші схожі на комбінації клавіш, тільки для миші. Замість натиснення виклику клавіш ви просто переміщуєте мишку певним чином, щоби виконувати команди та дії. Жести миші можуть бути більш природними та зручними, ніж ярлики на клавіатурі, і тому вони також підходять для звичайних користувачів. Wait, is that a mouse in your hand? Спробуйте це :)\n\n<b>Можливості:</b>\n<ul>    <li>Жести мишею (переміщуйте мишу, тримаючи ліву, середню чи праву кнопку)</li>    <li>Більше 80 різних попередньо визначених команд</li>    <li>Надає особливі команди, як-от спливаюче вікно, користувацькі скрипти, мультицільові команди та команди для кросрозширеннового зв'язку</li>    <li>Customizable gesture trace and status information style</li>    <li>Rocker gestures (left-click while holding the right mouse button and vice versa)</li>    <li>Wheel gestures (scroll wheel while holding the left, middle, or right button)</li>    <li>Багатомовність завдяки волонтерам <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a></li>    <li>Світла, темна і висококонтрастна тема</li></ul>\n<b>Обмеження:</b>\n<ul>    <li>Gesturefy не працює на сторінках, пов'язаних з Mozilla як-от <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a>, внутрішні сторінки, такі як about:addons або інші сторінки з налаштуваннями доповнення (наприклад, moz-extension://*). Це тому, що Firefox обмежує доступ до цих сторінок з міркувань безпеки.</li>    <li>Сторінка повинна бути частково завантажена для дії жестів.</li>    <li><b>MacOS Sierra:</b> жести колеса в даний час не працюють (дивіться цю <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">помилку</a>)</li></ul>\n<b>Якщо ви хочете підтримати Gesturefy, будь ласка, <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">відвідайте цю сторінку</a>!</b>\n\n<b>Пояснення дозволів:</b>\n<ul>    <li>Доступ до ваших даних для всіх веб-сайтів: <i>Це головний дозвіл, оскільки повна функціональність жестів вводиться на кожній веб-сторінці, яку ви відвідуєте (це означає, що частина коду працює на кожній вкладці). Це необхідно, тому що за допомогою нового API немає іншого способу відслідковувати рух миші або малювати що-небудь на екрані. It's also needed to perform page specific commands like scroll down or up.</i></li>    <li>Читати і змінювати налаштування браузера: <i>Це потрібно для зміни поведінки контекстного меню для користувачів MacOS і Linux для підтримки використання правої кнопки миші.</i></li>    <li>Показувати сповіщення: <i>Це використовується для показу сповіщень про оновлення Gesturefy або відображення певних повідомлень про помилку</i></li></ul>",
        "vi": "Gesturefy saf bir fare hareketleri eklentisidir, yani dokunmatik yüzeyler için değil sadece fareler için uygundur. Kendinize \"Fare hareketi de nedir?\" diye sorabilirsiniz. Fare hareketleri, klavye kısayolları gibidir, ama farenizle yapılır. Klavyenizden birkaç tuşa aynı anda basmak yerine, farenizi belli bir şekilde oynatarak komutları çalıştırabilirsiniz. Fare hareketleri, klavye hareketlerinden çok daha doğal ve pratik olabilir, bundan dolayı sıradan kullanıcılar için de elverişlidir. Bir dakika, şu an elinizde tuttuğunuz bir fare mi yoksa? Hemen gelip deneyin :)\n\n<b>Özellikler:</b>\n<ul>    <li>Fare hareketleri (Sol, orta veya sağ fare tuşuna basılı tutarken fareyi hareket ettirmek)</li>    <li>80'in üzerinde önceden tanımlı komut</li>    <li>Provides special commands like popup, user script, multi purpose and cross add-on command</li>    <li>Tamamen kişiselleştirilebilir hareketler ve bilgilendirme tarzı</li>    <li>Rocker hareketleri (Sağ fare tuşu basılıyken sol tıklamak veya tam tersi)</li>    <li>Tekerlek hareketleri (Sol, orta veya sağ fare tuşuna basılı tutarken fare tekerleğini kaydırmak)</li>    <li>Birden fazla dil desteği, <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a>'deki gönüllüler sayesinde</li>    <li>Light, dark and highcontrast theme</li></ul>\n<b>Kısıtlamalar:</b>\n<ul>    <li>Gesturefy, <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a> gibi Mozilla ile ilgili sayfalarda, about:addons gibi dahili sayfalarda veya diğer eklentilerin ayar sayfalarında çalışmaz (ör. moz-extension://*). Firefox, eklentilerin bu tür sayfalara erişimini, güvenlik nedeniyle kısıtlamıştır.</li>    <li>Hareketlerin çalışması için sayfanın kısmen de olsa yüklenmiş olması gerekir.</li>    <li><b>MacOS Sierra:</b> Şu anda fare tekerleği hareketleri çalışmıyor (detay için <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">tıklayın</a>)</li></ul>\n<b>Gesturefy'a destek olmak istiyorsanız, lütfen <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">bu sayfayı ziyaret edin</a>!</b>\n\n<b>İzinler aşağıdaki gibidir:</b>\n<ul>    <li>Tüm web site verilerine erişim: <i>Bu izin, fare hareketlerinin gezindiğiniz sayfalarda uygulanabilmesi için gereklidir (her sekme içinde kodların çalışması). Bu izin gereklidir, çünkü güncellenen yeni API'daki izin kısıtlamaları yüzünden fare hareketlerini izleme ve de ekranda bir şey çizmek için alternatif bir yol bulunmuyor. Bu izin, ayrıca sayfaya özel, yukarı aşağı kaydırma gibi olan komutların da çalışması için gereklidir.</i></li>    <li>Tarayıcı ayarlarını okuma ve güncelleme: <i>Bu izin MacOS ve Linux'ta sağ tık/içerik menüsünün davranışını değiştirmek ve sağ tuş kullanımını desteklemek için gereklidir.</i></li>    <li>Bildirim gösterme: <i>Bu izin, Gesturefy güncellendiğinde veya bir hata ile karşılaştığında bildirim gösterebilmesi için gereklidir.</i></li></ul>",
        "zh-CN": "Gesturefy 是一款纯鼠标手势扩展，仅适合鼠标使用，不适合触摸板。 如果你不了解“鼠标手势”， 那么可以粗略地理解成键盘快捷键的鼠标版。 使用鼠标手势，就无需按一大堆组合键，只需要滑动鼠标画出图案即可执行命令和操作。 相比键盘快捷键，鼠标手势会显得更自然、方便，因此适合轻度浏览器用户。 你手上不是握着鼠标吗？ 赶紧来试试看吧 :)\n\n<b>功能：</b>\n<ul>    <li>鼠标手势（按住左键/中键/右键滑动鼠标）</li>    <li>80 多种内置命令</li>    <li>提供特殊命令，例如：弹出窗口、用户脚本、多目的命令和跨附加组件命令</li>    <li>自定义手势轨迹和状态信息样式</li>    <li>左右连击（按住鼠标右键，然后按鼠标左键，反过来也可以）</li>    <li>滚轮手势（按住鼠标左键/中键/右键时滚动鼠标滚轮）</li>    <li>支持多种语言，感谢 <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a> 上的翻译志愿者</li>    <li>浅色、深色和高对比度主题</li></ul>\n<b>限制：</b>\n<ul>    <li>Gesturefy 在 Mozilla 相关页面上无法使用，例如 <a href=\"https://addons.mozilla.org\" rel=\"nofollow\">addons.mozilla.org</a>、about:addons 等内部页面、其他附加组件的设置页（例如 moz-extension://*）。 这是因为 Firefox 附加组件受限制，无法访问这些页面，以保证安全。</li>    <li>需要等到页面部分加载后才能执行手势</li>    <li><b>致 MacOS Sierra 用户：</b>滚轮手势暂时无法使用（参见这个 <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\">Bug</a>）</li></ul>\n<b>如果您想要支持 Gesturefy，请<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">访问此页面</a>！</b>\n\n<b>权限说明：</b>\n<ul>    <li>存取您所有网站的数据：这是一项关键权限，有它才将完整的手势功能注入到您访问的所有网页，使所需代码在所有标签页上运行。 这个权限是必要的，因为使用了新的 API，只能用这种方式追踪您的鼠标移动并在屏幕上绘制图形。 执行页面相关的命令，例如向上/向下滚动，也需要这项权限。</li>    <li>读取并修改浏览器设置：用于更改 MacOS 和 Linux 用户的右键菜单操作，便于支持鼠标右键的使用。</li>    <li>向您显示通知：用来在更新后或发生特定错误时显示通知。</li></ul>",
        "zh-TW": "Gesturefy 單純是為滑鼠設計的手勢附加元件，也意味著不適合搭配觸碰版使用 \"什麼是滑鼠手勢\" 您可能正疑惑著. 不錯，滑鼠手勢就像鍵盤快捷鍵，只是要使用滑鼠 不同於按一堆按鍵，你只需要以指定方式滑動你的滑鼠就能執行指令 比起快捷鍵，滑鼠手勢更加自然與便利，相當適合輕度電腦使用者。 等等，你手上是不是正好有個滑鼠? 來試試看嘛 :)\n\n<b>功能與特色:</b>\n<ul>    <li>滑鼠手勢 (按住滑鼠左、中或右鍵並移動)</li>    <li>超過80種已經定義好的指令</li>    <li>提供特殊指令，例如popup、使用者自訂腳本、多目的指令及跨附加元件指令</li>    <li>可自訂手勢軌跡與狀態資訊的樣式</li>    <li>搖擺手勢 (按住滑鼠右鍵時點擊滑鼠左鍵，或者相反)</li>    <li>滾輪手勢 (按住滑鼠左、中或右鍵並將滾輪向上或向下滾動)</li>    <li>支援多種語言，感謝<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d3e219e5f34e582222acfb135a156bf9ab20077b4e4b2303469b9c5d2bdf062a/https%3A//crowdin.com/project/gesturefy\" rel=\"nofollow\">Crowdin</a>上的志願者們</li>    <li>亮色、暗色及高對比色彩主題</li></ul>\n<b>限制:</b>\n<ul>    <li>Gesturefy 無法執行於 Mozilla 相關的網頁例如<a href=\"https://addons.mozilla.org\" rel=\"nofollow\">https://addons.mozilla.org</a>、多數的Firefox的內建頁面 (以\"about:\"開頭，例如新分頁、附加元件 、設定等)、及其他附加元件的頁面，例如: moz-extension://* 這是因為，出於安全目的，Firefox限制了附加元件不能存取那些頁面</li>    <li>需要等到頁面部分載入後才能運作</li>    <li><b> MacOS Sierra: </b>滾輪手勢目前無法運作 (請參見此 <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/5e264e3a7887a886ac28fbd33307e200626be97935e1fbd7c505a7bc803e7f7a/https%3A//bugzilla.mozilla.org/show_bug.cgi%3Fid=1424893\" rel=\"nofollow\"> bug </a>)</li></ul>\n<b>如果你有意願支持Gesturefy，<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/86f174a707ff1fc7df1ff49d39e47320b7722bc0365fc8a34e7b57bbed792ee5/https%3A//github.com/Robbendebiene/Gesturefy/wiki/FAQ%23where-and-how-can-i-support-gesturefy\" rel=\"nofollow\">請訪問這個網站</a>！</b>\n\n<b>權限說明：</b>\n<ul>    <li>存取您所有網站中的資料：<i>這是一個關鍵的權限，因為必須要將手勢的功能注入到你所訪問的所有網頁 (同時意味著一部份的程式碼是執行於各分頁之中的)。 這無法避免，因為在新的API並不提供能夠追蹤滑鼠移動或於畫面繪製任何東西的功能。 這同時也是為了實作一些頁面相關的指令，例如向上/下滑動頁面。</i></li>    <li>讀取或修改瀏覽器設定：<i>需要修改MacOS 及 Linux使用者的右鍵選單行為，以支援使用滑鼠右鍵作為滑鼠手勢按鍵</i></li>    <li>向您顯示通知: <i> 這用於向您顯示有關更新或錯誤的訊息 </i></li></ul>"
    },
    "developer_comments": {
        "en-US": "If you've encountered a bug, or if you have any problems, please do not write a review in order to report it. Mainly because reviews make it impossible to have a solution-oriented conversation about the problem. Of course I don't want to restrain you from downvoting my extension if you don't like it!\n\nUse <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/77d5c73824c55ddfab89b3995fc01f6856f07c0833d9e860bc13bf370d0170dd/https%3A//github.com/Robbendebiene/Gesturefy/issues%20\" rel=\"nofollow\">Github</a> instead and provide detailed information like: browser version, add-on version, maybe the website where Gesturefy fails etc. and describe steps how to reproduce the problem. \n\nThank you."
    },
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/gesturefy/edit",
    "guid": "{506e023c-7f2b-40a3-8066-bc5deb40aebe}",
    "has_eula": false,
    "has_privacy_policy": false,
    "homepage": {
        "url": {
            "bg": "https://github.com/Robbendebiene/Gesturefy",
            "cs": "https://github.com/Robbendebiene/Gesturefy",
            "de": "https://github.com/Robbendebiene/Gesturefy",
            "en-US": "https://github.com/Robbendebiene/Gesturefy",
            "es": "https://github.com/Robbendebiene/Gesturefy",
            "fr": "https://github.com/Robbendebiene/Gesturefy",
            "it": "https://github.com/Robbendebiene/Gesturefy",
            "ja": "https://github.com/Robbendebiene/Gesturefy",
            "ko": "https://github.com/Robbendebiene/Gesturefy",
            "pl": "https://github.com/Robbendebiene/Gesturefy",
            "pt-BR": "https://github.com/Robbendebiene/Gesturefy",
            "pt-PT": "https://github.com/Robbendebiene/Gesturefy",
            "ro": "https://github.com/Robbendebiene/Gesturefy",
            "ru": "https://github.com/Robbendebiene/Gesturefy",
            "sv-SE": "https://github.com/Robbendebiene/Gesturefy",
            "tr": "https://github.com/Robbendebiene/Gesturefy",
            "vi": "https://github.com/Robbendebiene/Gesturefy",
            "zh-CN": "https://github.com/Robbendebiene/Gesturefy",
            "zh-TW": "https://github.com/Robbendebiene/Gesturefy"
        },
        "outgoing": {
            "bg": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4d7374bbd441ef9e363edbcce02673419f78a72fed72080d5f7325effbbfa2c9/https%3A//github.com/Robbendebiene/Gesturefy",
            "cs": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4d7374bbd441ef9e363edbcce02673419f78a72fed72080d5f7325effbbfa2c9/https%3A//github.com/Robbendebiene/Gesturefy",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4d7374bbd441ef9e363edbcce02673419f78a72fed72080d5f7325effbbfa2c9/https%3A//github.com/Robbendebiene/Gesturefy",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4d7374bbd441ef9e363edbcce02673419f78a72fed72080d5f7325effbbfa2c9/https%3A//github.com/Robbendebiene/Gesturefy",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4d7374bbd441ef9e363edbcce02673419f78a72fed72080d5f7325effbbfa2c9/https%3A//github.com/Robbendebiene/Gesturefy",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4d7374bbd441ef9e363edbcce02673419f78a72fed72080d5f7325effbbfa2c9/https%3A//github.com/Robbendebiene/Gesturefy",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4d7374bbd441ef9e363edbcce02673419f78a72fed72080d5f7325effbbfa2c9/https%3A//github.com/Robbendebiene/Gesturefy",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4d7374bbd441ef9e363edbcce02673419f78a72fed72080d5f7325effbbfa2c9/https%3A//github.com/Robbendebiene/Gesturefy",
            "ko": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4d7374bbd441ef9e363edbcce02673419f78a72fed72080d5f7325effbbfa2c9/https%3A//github.com/Robbendebiene/Gesturefy",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4d7374bbd441ef9e363edbcce02673419f78a72fed72080d5f7325effbbfa2c9/https%3A//github.com/Robbendebiene/Gesturefy",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4d7374bbd441ef9e363edbcce02673419f78a72fed72080d5f7325effbbfa2c9/https%3A//github.com/Robbendebiene/Gesturefy",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4d7374bbd441ef9e363edbcce02673419f78a72fed72080d5f7325effbbfa2c9/https%3A//github.com/Robbendebiene/Gesturefy",
            "ro": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4d7374bbd441ef9e363edbcce02673419f78a72fed72080d5f7325effbbfa2c9/https%3A//github.com/Robbendebiene/Gesturefy",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4d7374bbd441ef9e363edbcce02673419f78a72fed72080d5f7325effbbfa2c9/https%3A//github.com/Robbendebiene/Gesturefy",
            "sv-SE": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4d7374bbd441ef9e363edbcce02673419f78a72fed72080d5f7325effbbfa2c9/https%3A//github.com/Robbendebiene/Gesturefy",
            "tr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4d7374bbd441ef9e363edbcce02673419f78a72fed72080d5f7325effbbfa2c9/https%3A//github.com/Robbendebiene/Gesturefy",
            "vi": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4d7374bbd441ef9e363edbcce02673419f78a72fed72080d5f7325effbbfa2c9/https%3A//github.com/Robbendebiene/Gesturefy",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4d7374bbd441ef9e363edbcce02673419f78a72fed72080d5f7325effbbfa2c9/https%3A//github.com/Robbendebiene/Gesturefy",
            "zh-TW": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4d7374bbd441ef9e363edbcce02673419f78a72fed72080d5f7325effbbfa2c9/https%3A//github.com/Robbendebiene/Gesturefy"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/819/819184-64.png?modified=5b6fdd2e",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/819/819184-32.png?modified=5b6fdd2e",
        "64": "https://addons.mozilla.org/user-media/addon_icons/819/819184-64.png?modified=5b6fdd2e",
        "128": "https://addons.mozilla.org/user-media/addon_icons/819/819184-128.png?modified=5b6fdd2e"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2024-08-05T11:26:41Z",
    "name": {
        "bg": "Gesturefy",
        "cs": "Gesturefy",
        "da": "Gesturefy",
        "de": "Gesturefy",
        "en-US": "Gesturefy",
        "es": "Gesturefy",
        "fi": "Gesturefy",
        "fr": "Gesturefy",
        "it": "Gesturefy",
        "ja": "Gesturefy",
        "ko": "Gesturefy",
        "nl": "Gesturefy",
        "pl": "Gesturefy",
        "pt-BR": "Gesturefy",
        "pt-PT": "Gesturefy",
        "ro": "Gesturefy",
        "ru": "Gesturefy",
        "sk": "Gesturefy",
        "sv-SE": "Gesturefy",
        "th": "Gesturefy",
        "tr": "Gesturefy",
        "uk": "Gesturefy",
        "vi": "Gesturefy",
        "zh-CN": "Gesturefy",
        "zh-TW": "Gesturefy"
    },
    "previews": [
        {
            "id": 239512,
            "caption": {
                "en-US": "Gesture: Page back"
            },
            "image_size": [
                1920,
                963
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/239/239512.png?modified=1622132720",
            "position": 0,
            "thumbnail_size": [
                533,
                267
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/239/239512.jpg?modified=1622132720"
        },
        {
            "id": 239514,
            "caption": {
                "en-US": "Gesture: Reload tab"
            },
            "image_size": [
                1920,
                963
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/239/239514.png?modified=1622132723",
            "position": 1,
            "thumbnail_size": [
                533,
                267
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/239/239514.jpg?modified=1622132723"
        },
        {
            "id": 251945,
            "caption": {
                "en-US": "Settings"
            },
            "image_size": [
                1920,
                966
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/251/251945.png?modified=1622132726",
            "position": 2,
            "thumbnail_size": [
                533,
                268
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/251/251945.jpg?modified=1622132726"
        },
        {
            "id": 251947,
            "caption": {
                "en-US": "Gesture overview"
            },
            "image_size": [
                1920,
                966
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/251/251947.png?modified=1622132729",
            "position": 3,
            "thumbnail_size": [
                533,
                268
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/251/251947.jpg?modified=1622132729"
        },
        {
            "id": 251948,
            "caption": {
                "en-US": "Add gesture/command"
            },
            "image_size": [
                1920,
                966
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/251/251948.png?modified=1622132732",
            "position": 4,
            "thumbnail_size": [
                533,
                268
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/251/251948.jpg?modified=1622132732"
        },
        {
            "id": 251946,
            "caption": {
                "en-US": "Gesture overview (dark mode)"
            },
            "image_size": [
                1920,
                966
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/251/251946.png?modified=1622132735",
            "position": 5,
            "thumbnail_size": [
                533,
                268
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/251/251946.jpg?modified=1622132735"
        },
        {
            "id": 251949,
            "caption": {
                "en-US": "Rocker and Wheel gesture"
            },
            "image_size": [
                1920,
                966
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/251/251949.png?modified=1622132738",
            "position": 6,
            "thumbnail_size": [
                533,
                268
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/251/251949.jpg?modified=1622132738"
        }
    ],
    "promoted": {
        "apps": [
            "firefox"
        ],
        "category": "recommended"
    },
    "ratings": {
        "average": 4.4772,
        "bayesian_average": 4.472609076844874,
        "count": 1383,
        "text_count": 603
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/gesturefy/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/819184",
    "slug": "gesturefy",
    "status": "public",
    "summary": {
        "bg": "Navigate, operate and browse faster with mouse gestures! A customizable mouse gesture add-on with a variety of different commands.",
        "cs": "Ovládejte Váš internetový prohlížeč efektivněji s gesty myší! Doplněk s širokou škálou příkazů ovládaných konfigurovatelnými gesty myší.",
        "da": "Navigate, operate and browse faster with mouse gestures! A customizable mouse gesture add-on with a variety of different commands.",
        "de": "Navigiere, bediene und surfe schneller mit Mausgesten! Ein anpassbares Mausgesten-Add-on mit einer Vielzahl von verschiedenen Befehlen.",
        "en-US": "Navigate, operate, and browse faster with mouse gestures! A customizable mouse gesture add-on with a variety of different commands.",
        "es": "¡Navega, controla y busca más rápido con gestos de ratón! Un complemento personalizable de gestos de ratón con gran variedad de comandos.",
        "fi": "Navigoi, operoi ja selaa nopeammin hiirieleillä! Muokattavissa oleva hiirielelaajennus useilla erilaisilla komennoilla.",
        "fr": "Naviguez et surfer plus rapidement avec les gestes de la souris !\nUn module de gestes de souris personnalisable avec une variété de commandes différentes.",
        "it": "Naviga più velocemente con i gesti del mouse! Un componente aggiuntivo del mouse personalizzabile con una varietà di comandi diversi.",
        "ja": "マウスジェスチャーで素早くブラウザーの操作やブラウジングができます。様々な異なるコマンドでカスタマイズ可能なマウスジェスチャーアドオンです。",
        "ko": "마우스 제스처를 사용하여 더 빠르게 찾고 탐색하고, 조작하세요! 다양한 명령으로 사용자 지정 가능한 마우스 제스처 애드온입니다.",
        "nl": "Navigeer en browse sneller met muisgebaren! Een aanpasbare add-on voor muisgebaren met een variatie aan commando's.",
        "pl": "Nawiguj, działaj i przeglądaj szybciej za pomocą gestów myszy! Konfigurowalny dodatek do gestów myszy z wieloma różnymi poleceniami.",
        "pt-BR": "Navigate, operate and browse faster with mouse gestures! A customizable mouse gesture add-on with a variety of different commands.",
        "pt-PT": "Explore, opere e navegue mais rápido com gestos do rato! Um extra para gestos do rato, personalizável e com uma variedade de diferentes comandos.",
        "ro": "Navigează, operează și răsfoiește mai repede cu gesturi de mouse! Un supliment personalizabil pentu gesturi cu mouse-ul cu o varietate de comenzi.",
        "ru": "Навигация, управление и просмотр быстрее с помощью жестов мыши! Настраиваемое добавление жеста мыши с различными командами.",
        "sk": "Ovládajte váš internetový prehliadač efektívnejšie s gestami myši! Pomocou tohto doplnku si ich môžete prispôsobiť podľa vlastných predstáv.",
        "sv-SE": "Navigera, manövrera och bläddra snabbare med musrörelser! Ett anpassningsbart musrörelsetillägg med en mängd olika kommandon.",
        "th": "Navigate, operate and browse faster with mouse gestures! A customizable mouse gesture add-on with a variety of different commands.",
        "tr": "Fare hareketleri ile tarayıcınızda gezinme ve işlem yapma hızınızı arttırın! Birçok farklı komut ile hazır gelen ve tamamen özelleştirilebilir bir fare hareketleri eklentisi.",
        "uk": "Виконуйте навігацію, керуйте та переглядайте сторінки швидче разом с жестами миші. Доповнення для жестів миші має багато налаштувань та комбінацій різних команд.",
        "vi": "Navigate, operate and browse faster with mouse gestures! A customizable mouse gesture add-on with a variety of different commands.",
        "zh-CN": "具有大量自定义功能的鼠标手势扩展，令浏览和操作更加便捷迅速。",
        "zh-TW": "滑鼠手勢使你的導航、操作、等瀏覽網路體驗更加快速流暢! 不只可自訂滑鼠手勢，還支援執行多種指令"
    },
    "support_email": null,
    "support_url": {
        "url": {
            "bg": "https://github.com/Robbendebiene/Gesturefy/issues",
            "cs": "https://github.com/Robbendebiene/Gesturefy/issues",
            "da": "https://github.com/Robbendebiene/Gesturefy/issues",
            "de": "https://github.com/Robbendebiene/Gesturefy/issues",
            "en-US": "https://github.com/Robbendebiene/Gesturefy/issues",
            "es": "https://github.com/Robbendebiene/Gesturefy/issues",
            "fi": "https://github.com/Robbendebiene/Gesturefy/issues",
            "fr": "https://github.com/Robbendebiene/Gesturefy/issues",
            "it": "https://github.com/Robbendebiene/Gesturefy/issues",
            "ja": "https://github.com/Robbendebiene/Gesturefy/issues",
            "ko": "https://github.com/Robbendebiene/Gesturefy/issues",
            "nl": "https://github.com/Robbendebiene/Gesturefy/issues",
            "pl": "https://github.com/Robbendebiene/Gesturefy/issues",
            "pt-BR": "https://github.com/Robbendebiene/Gesturefy/issues",
            "pt-PT": "https://github.com/Robbendebiene/Gesturefy/issues",
            "ro": "https://github.com/Robbendebiene/Gesturefy/issues",
            "ru": "https://github.com/Robbendebiene/Gesturefy/issues",
            "sk": "https://github.com/Robbendebiene/Gesturefy/issues",
            "sv-SE": "https://github.com/Robbendebiene/Gesturefy/issues",
            "th": "https://github.com/Robbendebiene/Gesturefy/issues",
            "tr": "https://github.com/Robbendebiene/Gesturefy/issues",
            "uk": "https://github.com/Robbendebiene/Gesturefy/issues",
            "vi": "https://github.com/Robbendebiene/Gesturefy/issues",
            "zh-CN": "https://github.com/Robbendebiene/Gesturefy/issues",
            "zh-TW": "https://github.com/Robbendebiene/Gesturefy/issues"
        },
        "outgoing": {
            "bg": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "cs": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "da": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "fi": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "ko": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "ro": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "sk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "sv-SE": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "th": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "tr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "uk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "vi": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues",
            "zh-TW": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a519b64e3ee430ad2b8b4862d1265a5ed1c36ae78f7754944336c77848ec0d12/https%3A//github.com/Robbendebiene/Gesturefy/issues"
        }
    },
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/gesturefy/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/gesturefy/versions/",
    "weekly_downloads": 1098,
    "_score": null
}