{
    "popupRetry": {
        "message": "Reintenta"
    },
    "popupRetrying": {
        "message": "S'està reintentant…"
    },
    "badgeCookiesOff": {
        "message": "Les galetes no estan activades."
    },
    "popupEnabled": {
        "message": "Habilitat"
    },
    "popupLearnMore": {
        "message": "Més informació"
    },
    "popupStatusOff": {
        "message": "Snowflake està inhabilitat"
    },
    "popupStatusOn": {
        "message": "Nombre d'usuaris connectats actualment: $1"
    },
    "popupStatusReady": {
        "message": "El vostre Snowflake està preparat per ajudar a altres usuaris a eludir la censura"
    },
    "popupWebRTCOff": {
        "message": "No s'ha detectat la característica WebRTC."
    },
    "popupBridgeUnreachable": {
        "message": "No s'ha pogut connectar al pont."
    },
    "popupDescOn": {
        "message": "Nombre d'usuaris que el vostre Snowflake ha ajudat a eludir la censura en les últimes 24 hores: $1"
    },
    "appDesc": {
        "message": "Permet als usuaris dels països censurats utilitzar la vostra connexió de xarxa per accedir a la xarxa Tor."
    },
    "popupRunInBackground": {
        "message": "Continua funcionant quan el navegador estigui tancat"
    },
    "consent": {
        "message": "Accepto"
    },
    "extensionOptout": {
        "message": "Aquest complement només transmet la quantitat mínima de dades necessàries per funcionar com a servidor intermediari de Snowflake. Si us trobeu incòmode amb la transmissió de les dades enumerades o amb qualsevol part de la nostra política de privadesa, us recomanem que desinstal·leu l'extensió de Snowflake."
    },
    "remove": {
        "message": "Suprimir el complement Snowflake"
    },
    "extensionOnboard": {
        "message": "Gràcies per haver instal·lat el complement Snowflake!"
    },
    "extensionConsent": {
        "message": "Per oferir una funcionalitat bàsica, els servidors intermediaris de Snowflake (el complement que heu instal·lat al vostre navegador) envien certes metadades al corredor de Snowflake sobre la configuració de la xarxa del servidor intermediari. Aquestes metadades són, de manera exhaustiva: l'adreça IP del servidor intermediari (la vostra adreça IP), el vostre tipus de NAT, la versió del protocol snowflake que esteu executant, el fet que el servidor intermediari (el complement que heu instal·lat) és una extensió web, i el nombre de clients connectats al servidor intermediari. Aquestes dades només s'utilitzen per a l'establiment de la connexió i per a estadístiques agregades i no s'emmagatzemen al corredor. Vegeu la <a href=\"https://addons.mozilla.org/en-US/firefox/addon/torproject-snowflake/privacy\">política de privadesa</a> per obtenir més detalls sobre la informació que recollim i mostrem. Quan estigueu preparat, podeu acceptar les condicions per a activar el vostre servidor intermediari de Snowflake fent clic en el botó inferior."
    },
    "popupNeedConsent": {
        "message": "Si us plau, accepteu la política de privadesa abans d'activar el Snowflake."
    },
    "consented": {
        "message": "Heu acabat! Gràcies per executar un servidor intermediari d'snowflake!"
    },
    "popupConsent": {
        "message": "Obre la pàgina de consentiment"
    }
}
