{
    "id": 707675,
    "authors": [
        {
            "id": 6117595,
            "name": "Alexander Choporov (CoolCmd)",
            "url": "https://addons.mozilla.org/en-US/firefox/user/6117595/",
            "username": "CoolCmd"
        }
    ],
    "average_daily_users": 32397,
    "categories": [
        "photos-music-videos",
        "games-entertainment"
    ],
    "contributions_url": "",
    "created": "2016-06-06T16:56:24Z",
    "current_version": {
        "id": 5769261,
        "compatibility": {
            "firefox": {
                "min": "58.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/twitch_5/versions/5769261",
        "file": {
            "id": 4313555,
            "created": "2024-07-03T16:12:11Z",
            "hash": "sha256:f04b583cc10caef8085102da3ffcee5f8f777511b88d5df824696645caade879",
            "is_mozilla_signed_extension": false,
            "size": 175243,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4313555/twitch_5-2024.7.3.xpi",
            "permissions": [
                "storage",
                "cookies",
                "webRequest",
                "webRequestBlocking",
                "clipboardWrite",
                "*://*.twitch.tv/*",
                "*://*.twitchcdn.net/*",
                "*://*.ttvnw.net/*",
                "*://*.jtvnw.net/*",
                "*://*.live-video.net/*",
                "*://*.akamaized.net/*",
                "*://*.cloudfront.net/*",
                "https://www.twitch.tv/*",
                "https://m.twitch.tv/*"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 6039,
            "is_custom": true,
            "name": {
                "en-US": "The BSD 3-Clause License",
                "ru": "The BSD 3-Clause License"
            },
            "slug": null,
            "url": "https://addons.mozilla.org/en-US/firefox/addon/twitch_5/license/"
        },
        "release_notes": null,
        "reviewed": "2024-07-07T10:49:57Z",
        "version": "2024.7.3"
    },
    "default_locale": "en-US",
    "description": {
        "en-US": "Advantages of the player:\n\n• Less stops during playback: if necessary, the player settings can be tuned to your Internet connection.\n\n• Instant replay of the last minutes of the live broadcast, optionally with increased/reduced speed or frame-by-frame.\n\n• Hides Twitch ads. Ads that streamer embeds directly into the stream will be shown.\n\n• “Audio only” mode. Ideal for music listening.\n\n• The extension automatically opens chests with bonus points in chat.\n\n• You can set the size and location of the chat, even while in full-screen mode.\n\n• In chat (for example, attached to the bottom or top side of the window) there is room for much more <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b5ab3ea9b454bcd14c91fd4c49abe73c2e30b20d3f0cf925789af2d4bbf9a474/https%3A//coolcmd.github.io/img/tw5/messages.png\" rel=\"nofollow\">messages</a> and <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/cc09cd139b64dfbdc1e2161f4c12b339151eb2ba3368dbdee587b5d06391586f/https%3A//coolcmd.github.io/img/tw5/emotes.png\" rel=\"nofollow\">emotes</a>.\n\n• You can completely disable the chat: it will not consume computer resources, and you will not be in the chatters list.\n\n• Changes volume by mouse wheel.\n\n• You can colorize the player interface to your liking.\n\n• Takes up less RAM.\n\n• Rapid start-up of the player. This is especially noticeable on slower computers.\n\n• Allows you to disable stretching the small video to the player size.\n\n• Allows you to continue viewing the broadcast in another player, for example Media Player Classic, VLC Media Player, or MX Player.\n\n• Large number of useful (and not so) settings.\n\n<b>The extension requires your permission to access several domains where Twitch stores its video. The list of domains may expand over time.</b>\n\nThe player can playback only live broadcasts and does not affect playback of videos.\n\nI do not recommend using the extension without a mouse, because touch screen support is incomplete.\n\nYou should not block the JavaScript on the website <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/05d29d585236bab4d25a715364ff0a5b5243556af4f39e4425fb82c9f8ca27a3/https%3A//www.twitch.tv/\" rel=\"nofollow\">Twitch.tv</a>, for example in the NoScript extension. Also you should not block the loading of HTML5 video, for example in the Flashblock extension.\n\nExtension is tested only in the Firefox browser. Operability of extension in other browsers based on the same engine, for example Tor Browser and Pale Moon, is not guaranteed.\n\nIf you have problems with the extension, first read the help. To do this, in the player right click the view area, then in the menu click “Help”. If you still have questions, then in the same menu click \"Send Feedback\". If you cannot start the player, send an e-mail to the extension developer. The e-mail address is located somewhere on this page.\n\nThis extension is not an official Twitch application. The extension was created by independent developer, who is not affiliated with Twitch Interactive, Inc company in any way. The extension inserts part of the <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/45c441178c2a4b8efed92eca84091cb4171a2c325f054a4351164ea9d10563f8/http%3A//Twitch.tv\" rel=\"nofollow\">Twitch.tv</a> website — chat — into extension player.\n\nThe extension is also available for Google Chrome and Microsoft Edge browsers.",
        "ru": "Достоинства проигрывателя:\n\n• Меньше остановок во время воспроизведения: при необходимости настройки проигрывателя можно подкрутить под своё Интернет-соединение.\n\n• Удобный повторный просмотр последних минут трансляции, в том числе на повышенной/пониженной скорости и покадрово.\n\n• Скрывает рекламу Twitch. Реклама, которую стример встроил непосредственно в стрим, будет показана.\n\n• Режим “Только звук”. Идеален для прослушивания музыки.\n\n• Расширение открывает за вас сундуки с бонусными очками в чате.\n\n• Можно задать размер и местоположение чата, даже находясь в полноэкранном режиме.\n\n• В чат небольшой высоты (например, прикреплённого к нижней или верхней стороне окна) влезает намного больше <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b5ab3ea9b454bcd14c91fd4c49abe73c2e30b20d3f0cf925789af2d4bbf9a474/https%3A//coolcmd.github.io/img/tw5/messages.png\" rel=\"nofollow\">сообщений</a> и <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/cc09cd139b64dfbdc1e2161f4c12b339151eb2ba3368dbdee587b5d06391586f/https%3A//coolcmd.github.io/img/tw5/emotes.png\" rel=\"nofollow\">смайликов</a>.\n\n• Можно полностью отключить чат: он не будет потреблять ресурсов и вас не видно в списке зрителей.\n\n• Изменяет громкость колесом мыши.\n\n• Интерфейс проигрывателя можно раскрасить по своему вкусу.\n\n• Занимает меньше оперативной памяти.\n\n• Быстрый запуск проигрывателя. Особенно это заметно на слабых компьютерах.\n\n• Можно запретить растягивать размер видео до размера проигрывателя.\n\n• Позволяет продолжить просмотр трансляции в другом проигрывателе, например Media Player Classic, VLC Media Player или MX Player.\n\n• Большое количество полезных (и не очень) настроек.\n\n<b>Расширение во время своей установки требует права на доступ к нескольким доменам, на которых Twitch хранит своё видео. Со временем список доменов может дополняться.</b>\n\nПроигрыватель пока воспроизводит только прямые трансляции и никак не влияет на просмотр видеоматериалов.\n\nЯ не рекомендую использовать расширение без мыши, потому что поддержка сенсорного экрана пока неполная.\n\nНельзя запрещать выполнение JavaScript на сайте <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/05d29d585236bab4d25a715364ff0a5b5243556af4f39e4425fb82c9f8ca27a3/https%3A//www.twitch.tv/\" rel=\"nofollow\">Twitch.tv</a>, например в расширении NoScript. Также нельзя блокировать загрузку HTML5-видео, например в расширении Flashblock.\n\nРасширение тестируется только в браузере Firefox. Работоспособность расширения в “сборках” Firefox, например Tor Browser и Pale Moon, не гарантируется.\n\nЕсли вас не устраивает работа расширения, то сначала прочтите справку. Для этого в проигрывателе щёлкните правой кнопкой мыши по области просмотра и в появившемся меню щёлкните “Справка”. Если после этого остались вопросы, то в том же меню щёлкните “Пожаловаться разработчику”. Если вы не можете запустить проигрыватель, то пошлите письмо разработчику расширения. Адрес электронной почты поддержки указан на этой странице.\n\nЭто расширение не является официальным приложением Twitch. Расширение создано независимым разработчиком, который никак не связан с компанией Twitch Interactive, Inc. Расширение вставляет в свой проигрыватель часть сайта <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/45c441178c2a4b8efed92eca84091cb4171a2c325f054a4351164ea9d10563f8/http%3A//Twitch.tv\" rel=\"nofollow\">Twitch.tv</a> — чат.\n\nРасширение также доступно для браузеров Google Chrome и Microsoft Edge."
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/twitch_5/edit",
    "guid": "twitch5@coolcmd",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": null,
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/707/707675-64.png?modified=4a667809",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/707/707675-32.png?modified=4a667809",
        "64": "https://addons.mozilla.org/user-media/addon_icons/707/707675-64.png?modified=4a667809",
        "128": "https://addons.mozilla.org/user-media/addon_icons/707/707675-128.png?modified=4a667809"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2024-07-07T10:49:57Z",
    "name": {
        "en-US": "Alternate Player for Twitch.tv",
        "ru": "Alternate Player for Twitch.tv"
    },
    "previews": [
        {
            "id": 206888,
            "caption": {
                "en-US": "Instant replay",
                "ru": "Просмотр последних минут трансляции"
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/206/206888.png?modified=1622132423",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/206/206888.jpg?modified=1622132423"
        }
    ],
    "promoted": {
        "apps": [
            "firefox"
        ],
        "category": "spotlight"
    },
    "ratings": {
        "average": 4.2908,
        "bayesian_average": 4.282804037281394,
        "count": 753,
        "text_count": 456
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/twitch_5/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/707675",
    "slug": "twitch_5",
    "status": "public",
    "summary": {
        "en-US": "Alternate player of live broadcasts for <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/05d29d585236bab4d25a715364ff0a5b5243556af4f39e4425fb82c9f8ca27a3/https%3A//www.twitch.tv/\" rel=\"nofollow\">Twitch.tv</a> website.",
        "ru": "Альтернативный проигрыватель прямых трансляций для сайта <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/05d29d585236bab4d25a715364ff0a5b5243556af4f39e4425fb82c9f8ca27a3/https%3A//www.twitch.tv/\" rel=\"nofollow\">Twitch.tv</a>."
    },
    "support_email": {
        "en-US": "DevCoolCmd@gmail.com",
        "ru": "DevCoolCmd@gmail.com"
    },
    "support_url": null,
    "tags": [
        "streaming",
        "twitch"
    ],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/twitch_5/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/twitch_5/versions/",
    "weekly_downloads": 976,
    "_score": null
}