{
    "id": 726880,
    "authors": [
        {
            "id": 1236621,
            "name": "DW-dev",
            "url": "https://addons.mozilla.org/en-US/firefox/user/1236621/",
            "username": "dw-dev"
        }
    ],
    "average_daily_users": 40824,
    "categories": [
        "appearance"
    ],
    "contributions_url": "",
    "created": "2016-08-22T19:10:36Z",
    "current_version": {
        "id": 5599886,
        "compatibility": {
            "firefox": {
                "min": "55.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/print-edit-we/versions/5599886",
        "file": {
            "id": 4144228,
            "created": "2023-07-26T18:10:36Z",
            "hash": "sha256:b17c98a05f57b98e69858086e1b841579237ca4a76fe4a667fa258b4552e9c07",
            "is_mozilla_signed_extension": false,
            "size": 117193,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4144228/print_edit_we-29.6.xpi",
            "permissions": [
                "<all_urls>",
                "tabs",
                "webNavigation",
                "webRequest",
                "webRequestBlocking",
                "contextMenus",
                "notifications",
                "storage"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 13,
            "is_custom": false,
            "name": {
                "en-US": "GNU General Public License v2.0 only"
            },
            "slug": "GPL-2.0-only",
            "url": "https://spdx.org/licenses/GPL-2.0-only.html"
        },
        "release_notes": {
            "en-US": "New features, changes and fixes in Version 29.6.\n\n    • New: Option to prevent font ligatures inside text (enabled by default)."
        },
        "reviewed": "2023-07-31T11:23:33Z",
        "version": "29.6"
    },
    "default_locale": "en-US",
    "description": {
        "en-US": "CHANGES\n\nVersion 29.6\n\n• New option to prevent font ligatures inside text (enabled by default).\n\nOVERVIEW\n\nPrint Edit WE provides facilities to edit the contents of a web page prior to printing or saving as HTML or PDF. Elements in the web page can be formatted, hidden or deleted and text can be edited or inserted. Unwanted content, such as adverts and sidebars, can easily be removed.\n\nNote, to use the Save As HTML feature, the Save Page WE extension (version 14.0 or later) must be installed and enabled.\n\nBASIC OPERATION\n\nTo start editing the page, click on the Print Edit WE button on the main toolbar, or select Print Edit WE &gt; Start Editing on the context menu. A blue 'EDIT' (editing) badge will appear on the button.\n\nThe 'Web Style' feature is disabled by default, so that the page displayed looks similar to how the page would look if printed normally. When the 'Web Style' feature is enabled, the page displayed will look similar to how the page looks during normal browsing.\n\nThe 'Text Pieces' feature is disabled by default, so that only whole blocks of text can be selected. When the 'Text Pieces' feature is enabled, individual pieces of text can be selected and edited and line breaks are displayed.\n\nThe 'View More' feature is disabled by default, so that only elements that are normally visible are displayed. When the 'View More' feature is enabled, elements that are normally invisible are also displayed and can be selected and edited.\n\nAn edited web page can be saved as a single HTML file, which can be viewed or re-edited using Firefox or Chrome. An edited web page can also be saved as a PDF file.\n\nClick the 'Preview' button to see how the edited web page will look when printed. Close the preview window to return to editing.\n\nThere are options to:\n\n• default to enabling display with View More at start.\n• default to enabling selection of Text Pieces at start.\n• default to enabling display with Web Style at start.\n• automatically delete graphics at start.\n• change visibility of link URLs (show or hide).\n• automatically close Print Edit WE after exiting Preview.\n• not ask the user about saving edits when closing an edited web page.\n• ask the user about leaving an edited web page only if the edits are not saved.\n\nOPTIONS PAGE\n\nThe Print Edit WE Options page can be accessed as follows:\n\n• Firefox - On the menu bar select Tools &gt; Add-ons (or press Ctrl+Shift+A), select the Extensions tab, and then click on the Options button.\n\n• Chrome - Right-click on the toolbar button, and then select Options.\n\nTOOLBAR BUTTON\n\nAfter installation of Print Edit WE, there will be a new grey and blue 'printer-pencil' button on the main toolbar.\n\nIf Print Edit WE cannot be used with the current page, the toolbar button will be disabled (greyed-out).\n\nTo start editing the page, click on the Print Edit WE toolbar button and a blue editing 'Edit' (editing) badge will appear.\n\nTo suspend editing, click on the Print Edit WE toolbar button again, and a red 'Sus' (suspended) badge will appear. To resume editing, click on the Print Edit WE toolbar button again.\n\nThere is an option to double-click on the toolbar button to close editing.\n\nCONTEXT MENU &amp; BUTTON MENU\n\nTo start editing the page, right-click on the page contents to open the context menu, select the Print Edit WE sub-menu, and then select the 'Start Editing' menu item.\n\nTo suspend or resume editing of the page, right-click on the page contents to open the context menu, select the Print Edit WE sub-menu, and then select the 'Suspend Editing' or 'Resume Editing' menu item.\n\nAs an alternative to using the context menu, right-click on the Print Edit WE toolbar button and use the button menu.\n\nThere is an option to show/hide the Print Edit WE submenu item on the context menu.\n\nPRINT EDIT WE TOOLBAR\n\nThe buttons available on the Print Edit WE toolbar are:\n\n• Select - select all or graphic or page-break elements, or re-select elements from previous command.\n• Deselect - deselect all currently selected elements.\n• Hide - hide currently selected elements.\n• Delete - delete currently selected elements.\n• Hide Except - hide all elements except those currently selected.\n• Delete Except - delete all elements except those currently selected, with varying restrictions.\n• Format - apply format properties to currently selected elements.\n• Text - edit a text piece or insert new text before or after element.\n• Undo - undo the action of previous edit command.\n• Undo All - undo the actions of all previous edit commands.\n• Save - save web page as a single HTML or PDF file.\n• Text Pieces - allow selection and editing of individual text pieces.\n• View More - view invisible elements in the page.\n• Web Style - alternately remove or apply CSS print stylesheets.\n\n• Preview - open the Print Preview window.\n• Close - finish editing.\n\n• Tools - access to the Fix Page Breaks features and to the Options dialog.\n• Help - show the Help panel.\n\nThe Delete Except button has three menu items:\n\n• Restricted - higher level elements retain their size and relative position.\n• Without Float - higher level elements retain their size and relative position, but cannot float right.\n• Unrestricted - higher level elements are resized and repositioned freely, but cannot float right.\n\nIn this context, “higher level elements” means the ancestors (parent, grandparent, etc) of the currently selected elements.\n\nKEYBOARD SHORTCUTS\n\nTo initiate Print Edit, press Alt+P. To initiate Print Preview when not editing a web page, press Alt+Shift+P. These shortcuts can be reconfigured in the Shortcuts tab of the Print Edit WE Options page.\n\nEach button or menu item on the Print Edit WE toolbar has a keyboard shortcut, which is the letter that is underlined in the name of the button or menu item.\n\nThe other keyboard shortcuts are:\n\n• ] - deselect all elements.\n• [ - select previously selected elements.\n• # - apply page breaks before selected elements.\n• Up - step up to higher level containing element.\n• Down - step down to previously highlighted element.\n• Left - step backwards to preceding element.\n• Right - step forwards to following element.\n• Enter - select or deselect highlighted element.\n• Insert - hide selected elements.\n• Delete - delete selected elements.\n• Backspace - undo previous edit command.\n• Escape - close panel or menu - or close Print Preview window\n• Home - scroll to top of page.\n• End - scroll to bottom of page.\n• PageUp - scroll up by window height.\n• PageDown - scroll down by window height.\n• Ctrl+A - select all elements.\n• Crtl+P - open Print Preview window.\n• Ctrl+S - save web page as a single HTML file.\n• Ctrl+Z - undo previous edit command.\n\nMOUSE ACTIONS\n\nThe mouse actions are:\n\n• Move - move highlight box to highlight element.\n• Click - select or deselect highlighted element.\n• Right-Click - inspect format properties for highlighted element.\n• Drag - select all elements within capture box.\n• Shift+Drag - select all graphic elements within capture box.\n• Ctrl+Drag - deselect all elements within capture box.\n\nHIGHLIGHT BOX\n\nThe highlight box (solid border) is positioned over an element by moving the mouse over the element. If necessary, the position of the highlight box can be adjusted using the Expand (Up Arrow) and Shrink (Down Arrow) keys.  The element is then selected by clicking the mouse or by pressing the Select (Enter) key.\n\nThe position of the highlight box can also be adjusted and the element selected using the Expand, Shrink and Select buttons in the Inspect panel. \n\nSELECTING ELEMENTS\n\nAn individual element is selected by moving the mouse, so that the highlight box (solid border) is positioned over the element, and then clicking the mouse (or pressing Enter). The highlight box then changes to a selection box (dashed border). Any number of elements can be selected, one after another, before applying an edit command.\n\nAny selected element can be deselected by moving the mouse, so that the highlight box (solid border) is positioned over the selected element, and then clicking the mouse (or pressing Enter). The selection box (dashed border) then disappears.\n\nMultiple elements can be selected together by dragging the mouse to draw a rectangular capture area which encloses the elements. When the mouse is released, all of the elements within the capture area are selected. To select just graphic elements, hold down the Shift key when dragging the mouse.\n\nTo deselect multiple elements, hold down the the Ctrl key when dragging the mouse.\n\nIf the start point of the capture area is within a &lt;frame&gt; or &lt;iframe&gt;, then the capture area can only be dragged within the boundaries of the &lt;frame&gt; or &lt;iframe&gt;.\n\nAll selected elements can be deselected by clicking the Deselect button.\n\nThere are options to:\n\n• make elements still selectable after a Hide command.\n• reinstate select boxes after an Undo command.\n• show wider borders for the highlight and selection boxes.\n• shade the background for selection boxes.\n• snap the capture box start point to the web page edge.\n\nEDITING AND INSERTING TEXT\n\nThe Text command allows a selected piece of text to be edited, or new text to be inserted before or after a selected element or selected piece of text. The Text command button is only enabled when a single element or single piece of text is selected.\n\nNormally, an individual piece of text can only be selected if the Text Pieces feature is enabled. However, when the Text Pieces feature is disabled, any individual pieces of text that have been previously edited will remain selectable and editable.\n\nThe Text popup panel provides a text box where an existing piece of text can be edited or new text can be prepared before being inserted. All of the standard editing keyboard shortcuts (e.g. arrow keys, Ctrl+C, Ctrl+V) can be used in the text box.\n\nThere is an option to show line breaks when the Text Pieces feature is enabled.\n\nAPPLYING FORMAT PROPERTIES\n\nThe Format command allows up to twenty-six format properties to be applied to the selected elements. These format properties affect both the layout of the content and its appearance, and can be used to reduce the space that the content occupies on the printed page and to improve its readability.\n\nThe format properties can be applied individually by ticking the checkboxes in the Properties section, or in groups by using the buttons in the Quick Styles section. The value of a format property can be changed by clicking the small arrow buttons next to the property value. Click on the property value to reset it to the default value.\n\nThe Properties section can be shown or hidden by clicking the Show/Hide Properties (down/up chevron) button. The values of all of the format properties can be reset to their default values by clicking the Reset Properties (arrows target) button.\n\nThe format properties can be applied to the selected elements or to the selected elements and their nested sub-elements. The format properties can be restricted (Only or Except) to specific content types (e.g. Blocks or List Items). The Format command can be applied multiple times to the same element.\n\nINSPECTING FORMAT PROPERTIES\n\nThe current format properties for an element can be displayed in the Inspect popup panel. This is displayed by moving the mouse, so that the highlight box (solid border) is positioned over the element, and then right-clicking the mouse.\n\nThe Inspect panel has five buttons (Expand, Shrink, Backwards, Forwards and Select) which allow positioning of the highlight box and selection of the highlighted element.\n\nThere is an option to allow the Inspect panel to be opened when the Format panel is open.\n\nADJUSTING PAGE BREAKS\n\nPage breaks can be applied or avoided using the 'Page Break' property in the Format panel. \n\nPage breaks can also be applied using the 'Page Break Before' button in the Format panel or using the hash (#) keyboard shortcut.\n\nAll elements with the 'Page Break' property set can be selected using the 'Select Page Breaks' menu item.\n\nThere is an option to default to avoid page breaks inside images.\n\nSAVING AS HTML FILE\n\nThe Save As HTML menu item allows an edited web page to be saved as a single HTML file (including styling, images and fonts) that can be opened and re-edited in Firefox or Chrome.\n\nThere is an option to choose the save action:\n\n• Save Basic Items\n• Save Standard Items\n• Save Custom Items\n\nNote, to use the Save As HTML feature, the Save Page WE extension (version 14.0 or later) must be installed and enabled.\n\nThere are options in Save Page WE to specify which items are saved and to purge elements that have been hidden.\n\nPlease refer to the Save Page WE documentation for more information: <a href=\"https://addons.mozilla.org/en-GB/firefox/addon/save-page-we/\" rel=\"nofollow\">https://addons.mozilla.org/en-GB/firefox/addon/save-page-we/</a>\n\nSAVING AS PDF FILE\n\nThe Save As PDF menu item allows an edited web page to be saved as a PDF file. This feature is available with Firefox 56 or later on Windows or Linux, and with Firefox 81 or later on Mac OS X.\n\nThe Save As PDF popup panel allows fast configuration of paper size, orientation, scale and background prior to saving the edited web page as a PDF file.\n\nThere are options to configure the paper size, orientation, scale, background, content margins, header/footer margins and header/footer fields for the saved PDF file.\n\nThe page title, page URL, page numbers, date and time, etc can be inserted into the header/footer fields using the following codes:\n\n• &amp;T - Page Title\n• &amp;U - Page URL\n• &amp;D - Date and Time\n• &amp;P - Page Number\n• &amp;PT - Page Number and Total Pages\n\nThere are options to specify the saved file name using text or predefined fields and to replace spaces with a user-defined character.\n\nThe saved file name may contain the following predefined fields:\n\n• %TITLE% - the document title or if this is empty the same as %FILE%.\n• %DATE(x)% - the current date in YYYYxMMxDD format, where 'x' is any character or can be omitted.\n• %TIME(x)% - the current time in HHxMMxSS format, where 'x' is any character or can be omitted.\n• %HOST% - the host name in the page URL.\n• %HOSTW% - the same as %HOST%, but without the 'www.' prefix.\n• %PATH% - the path in the page URL.\n• %PATHW% - the same as %PATH%, but without the '.extension' suffix.\n• %FILE% - the file name in the last segment of the path in the page URL.\n• %FILEW% - the same as %FILE%, but without the '.extension' suffix.\n• %QUERY(p)% - the query string in the page URL if 'p' is omitted, or the value of parameter 'p'.\n• %FRAGMENT% - the fragment string in the page URL.\n\nSUPPORT\n\nPlease e-mail:  dw-dev@gmx.com\n\nLICENSE\n\nDistributed under the GNU General Public License version 2.\nSee LICENCE.txt file and <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/3d6917694df8e9679bcc47a13f1aa376bba1b3b3bfd76531ad656a4c22fcb734/http%3A//www.gnu.org/licenses/\" rel=\"nofollow\">http://www.gnu.org/licenses/</a>"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/print-edit-we/edit",
    "guid": "printedit-we@DW-dev",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": null,
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/726/726880-64.png?modified=0bff7a60",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/726/726880-32.png?modified=0bff7a60",
        "64": "https://addons.mozilla.org/user-media/addon_icons/726/726880-64.png?modified=0bff7a60",
        "128": "https://addons.mozilla.org/user-media/addon_icons/726/726880-128.png?modified=0bff7a60"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2023-07-31T11:23:33Z",
    "name": {
        "en-US": "Print Edit WE"
    },
    "previews": [
        {
            "id": 178254,
            "caption": {
                "en-US": "Print Edit WE - toolbar button"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/178/178254.png?modified=1622132526",
            "position": 0,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/178/178254.jpg?modified=1622132526"
        },
        {
            "id": 183808,
            "caption": {
                "en-US": "Print Edit WE - toolbar button menu"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/183/183808.png?modified=1622132526",
            "position": 1,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/183/183808.jpg?modified=1622132526"
        },
        {
            "id": 183795,
            "caption": {
                "en-US": "Print Edit WE - context menu sub-menu"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/183/183795.png?modified=1622132526",
            "position": 2,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/183/183795.jpg?modified=1622132526"
        },
        {
            "id": 183796,
            "caption": {
                "en-US": "Print Edit WE - Preparing [PREP] - before editing"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/183/183796.png?modified=1622132527",
            "position": 3,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/183/183796.jpg?modified=1622132527"
        },
        {
            "id": 183797,
            "caption": {
                "en-US": "Print Edit WE - Editing [EDIT] - two elements selected"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/183/183797.png?modified=1622132527",
            "position": 4,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/183/183797.jpg?modified=1622132527"
        },
        {
            "id": 183798,
            "caption": {
                "en-US": "Print Edit WE - after Hide command"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/183/183798.png?modified=1622132527",
            "position": 5,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/183/183798.jpg?modified=1622132527"
        },
        {
            "id": 183799,
            "caption": {
                "en-US": "Print Edit WE - after Delete command"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/183/183799.png?modified=1622132527",
            "position": 6,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/183/183799.jpg?modified=1622132527"
        },
        {
            "id": 183800,
            "caption": {
                "en-US": "Print Edit WE - after Delete Except Restricted command"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/183/183800.png?modified=1622132527",
            "position": 7,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/183/183800.jpg?modified=1622132527"
        },
        {
            "id": 183801,
            "caption": {
                "en-US": "Print Edit WE - capture select of multiple elements"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/183/183801.png?modified=1622132527",
            "position": 8,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/183/183801.jpg?modified=1622132527"
        },
        {
            "id": 183803,
            "caption": {
                "en-US": "Print Edit WE - Inspect panel"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/183/183803.png?modified=1622132528",
            "position": 9,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/183/183803.jpg?modified=1622132528"
        },
        {
            "id": 183802,
            "caption": {
                "en-US": "Print Edit WE - Format panel"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/183/183802.png?modified=1622132528",
            "position": 10,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/183/183802.jpg?modified=1622132528"
        },
        {
            "id": 183804,
            "caption": {
                "en-US": "Print Edit WE - Text panel"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/183/183804.png?modified=1622132528",
            "position": 11,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/183/183804.jpg?modified=1622132528"
        },
        {
            "id": 183805,
            "caption": {
                "en-US": "Print Edit WE - Help panel"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/183/183805.png?modified=1622132528",
            "position": 12,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/183/183805.jpg?modified=1622132528"
        },
        {
            "id": 183806,
            "caption": {
                "en-US": "Print Edit WE - Suspended [SUS] - use 'Print this page' button to preview"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/183/183806.png?modified=1622132528",
            "position": 13,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/183/183806.jpg?modified=1622132528"
        },
        {
            "id": 178267,
            "caption": {
                "en-US": "Print Edit WE - Firefox's print preview window"
            },
            "image_size": [
                700,
                525
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/178/178267.png?modified=1622132529",
            "position": 14,
            "thumbnail_size": [
                533,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/178/178267.jpg?modified=1622132529"
        },
        {
            "id": 183807,
            "caption": {
                "en-US": "Print Edit WE - options page"
            },
            "image_size": [
                332,
                501
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/183/183807.png?modified=1622132529",
            "position": 15,
            "thumbnail_size": [
                265,
                400
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/183/183807.jpg?modified=1622132529"
        }
    ],
    "promoted": {
        "apps": [
            "firefox"
        ],
        "category": "recommended"
    },
    "ratings": {
        "average": 4.1072,
        "bayesian_average": 4.094837930593584,
        "count": 457,
        "text_count": 260
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/print-edit-we/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/726880",
    "slug": "print-edit-we",
    "status": "public",
    "summary": {
        "en-US": "Edit the contents of a web page prior to printing or saving. Elements in the web page can be edited, formatted, hidden or deleted. Unwanted content, such as adverts and sidebars, can easily be removed."
    },
    "support_email": {
        "en-US": "dw-dev@gmx.com"
    },
    "support_url": null,
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/print-edit-we/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/print-edit-we/versions/",
    "weekly_downloads": 576,
    "_score": null
}