{
    "scanBtn": "Email Defender",
    "scanBtn_viewReport": "Visa genomsökningsresultat",
    "scanBtn_reportFalseAlarm": "Rapportera falskt alarm",
    "scanBtn_reportScam": "Rapportera Bluff",
    "msgTooltip_1": "Email Defender söker igenom och skyddar din e-post mot bedrägeri- och nätfiskeattacker.",
    "msgTooltip_2": "Klicka för att söka efter möjliga hot i engelska och japanska e-postmeddelanden.",
    "languageNotSupport": "Säkerhetssökning har endast stöd för engelska och japanska e-postmeddelanden.",
    "serverErrorMessage": "Tyvärr fungerar inte Säkerhetssökning just nu. Försök igen senare.",
    "serverForbiddenErrorMessage": "Tyvärr fungerar inte Säkerhetssökning just nu. <a id='learn_more' class='link'>Mer information</a>",
    "serverMaintenaceMessage": "Vi ber om ursäkt för besväret. Säkerhetssökning slutför viktigt underhållsarbete från __startTime__ till __endTime__. Kom tillbaka senare.",
    "serverMaintenaceMessageNoTime": "Vi ber om ursäkt för besväret. Säkerhetssökning slutför viktigt underhållsarbete. Kom tillbaka senare.",
    "scamTitle": "Möjlig bluff upptäckt",
    "scamContent": "Ignorera för säkerhetsskull alla instruktioner eller förfrågningar i detta meddelande om du inte redan känner till och litar på avsändaren.",
    "phishingTitle": "Länk till nätfiske upptäckt",
    "phishingContent": "Det här e-postmeddelandet innehåller en länk till nätfiske. Klicka inte på länken för att undvika möjliga hot.",
    "suspiciousTitle": "Skadlig länk upptäckt",
    "suspiciousContent": "Detta e-postmeddelande innehåller en skadlig länk. Klicka inte på länken för att undvika möjliga hot.",
    "unSafeTitle": "Osäkert innehåll upptäckt",
    "unSafeContent": "Många användare har rapporterat liknande meddelanden som bedrägerier. Ignorera för säkerhets skull alla instruktioner eller förfrågningar i detta meddelande om du inte redan känner till och litar på avsändaren.",
    "toastActionName": "Visa information",
    "toastActionName_ok": "OK",
    "scam_toastUrlName1": "Är denna varning felaktig?",
    "scam_toastUrlName2": "Rapportera ett falskt alarm",
    "toastMarkSenderAsTrust": "Markera __senderAddress__ som tillförlitlig",
    "toastRemoveSenderAsTrust": "Ta bort __senderAddress__ som tillförlitlig",
    "toastTrustThisSender": "Lita på denna avsändare",
    "toastUrlName1": "Är detta e-postmeddelande säkert?",
    "toastUrlName2": "Rapportera resultat av genomsökning",
    "toastUtlFeedbackName": "Rapporten har skickats. Tack för dina synpunkter.",
    "toastDCN_title": "Skydda din e-post på nätet",
    "toastDCN_title_R2209Exp1": "Skydda din e-post på nätet",
    "toastDCN_title_R2209Exp2": "Slå på e-postskydd på några sekunder!",
    "toastDCN_title_R2209Exp3": "Bedragare har stulit över fem miljoner dollar från konsumenter. Skydda dig mot falska e-postmeddelanden!",
    "toastDCN_title_R2209Exp4": "Över två miljoner konsumenter har utsatts för bedrägerier den senaste tiden. Skydda dig mot falska e-postmeddelanden!",
    "toastDCN_desc": "Email Defender skannar och hjälper till att skydda din Gmail, Outlook och Yahoo Mail mot bedrägerier och nätfiskeattacker.",
    "toastDCN_desc_JPyahooMai": "Email Defender skannar och hjälper till att skydda din Gmail, Outlook.com och Yahoo Mail mot bedrägerier och nätfiskeattacker.",
    "toastDCN_btn": "Slå på __feature_name__",
    "toastDCN_btn_en": "Skydda din e-post nu",
    "toastDCN_not_now": "Inte nu",
    "toastDCN_do_not_show_again": "Visa inte det här igen",
    "toastDCN_learn_more": "<a class='btn-learn-more'>Mer information</a>",
    "toastDCN_info": "Du kan inaktivera Email Defender när som helst och ditt e-postinnehåll kommer inte att överföras till eller genomsökas av Trend Micro. <a class='btn-learn-more'>Mer information</a> om hur Trend Micro hanterar din e-post på ett säkert sätt efter att du har aktiverat Email Defender.",
    "toastDCN_turn_on": "Email Defender har aktiverats.",
    "toastDCN_fb_working": "Email Defender är På",
    "toastDCN_fb_not_working": "Email Defender kan inte fungera. Om meddelandet fortsätter att visas kan du klicka <a class='btn-learn-more'>här</a> för mer information.",
    "toastDCN_popup_title": "Datainsamlingsmeddelande",
    "toastDCN_popup_desc": "<p>Genom att aktivera Email Defender skyddas du mot bedrägeri, nätfiske och misstänkta e-postmeddelanden genom att innehållet i dina e-postmeddelanden skickas från webbläsaren till Trend Micro för genomsökning.</p><p>Du kan inaktivera Email Defender när som helst och då kommer ditt e-postinnehåll inte att överföras eller genomsökas av Trend Micro.</p><p>För att kunna aktivera Email Defender måste du läsa och godkänna vårt<a class='btn-learn-more'>Datainsamlingsmeddelande</a>.<p>",
    "toastDCN_popup_agree": "Godkänn och slå på",
    "toastDCN_popup_not_now": "Inte nu",
    "toastDCN_jp_popup_title": "Skydda Gmail, Outlook.com och Yahoo Mail",
    "toastDCN_jp_popup_desc": "<p>Email Defender är en molnbaserad tjänst för identifiering av falska meddelanden, med hjälp av AI-teknik som utvecklats under en längre tid. Genom att använda Email Defender skyddas du mot bedrägeri, nätfiske och misstänkta e-postmeddelanden genom att skicka. dina meddelanden i din e-post via nätet till Trend Micro för genomsökning. Du kan inaktivera Email Defender när som helst och ditt e-postinnehåll kommer inte att överföras eller genomsökas av Trend Micro.</p><p class='title'>Hur fungerar Email Defender?</p><p>När du läser e-postmeddelande i inkorgen i Gmail eller Outlook.com med den webbläsare som stöds* med Trend Micro Toolbar* aktivera, kommer avsändare, ämne och texten i e-postmeddelandet att krypteras och skickas till Trend Micros server för Email Defender för genomsökning. Det är nu regler för anti-bedrägeri, SPN hotinformation och AI-tekniker används för att skapa en bedrägerianalys.</p><p class='title'>Insamlade data</p><p>För att du inte ska behöva vänta länge på resultatet behåller vi hash*-värden för normal e-post och data utan PII* från falska e-postmeddelanden i minnet för att snabba upp identifieringen av bedrägeri. Dessa data raderas inom 72 timmar. För att se till att bedrägerigenomsökningen är så korrekt som möjligt tar vi bort PII för e-postmeddelanden som rapporteras med \"Rapportera resultat av genomsöknings\" och krypterar e-postmeddelandena och lagrar dem på Amazon S3* för att träna och justera vår AI och regler. De raderas efter tre månader.</p><p class='list'><ul><li>Webbläsare som stöds är: Chrome, IE, Firefox och Edge</li><li>Trend Micro Toolbar för Edge heter: Trend Micro Security</li><li>Vi använder hash-värden för att omvandla e-postdata till en kort kombination av symboler som inte kan konverteras tillbaka till det ursprungliga meddelandet.</li><li>PII (personlig identifierbar information) är data som potentiellt kan användas för att identifiera en viss persons</li><li>Amazon S3 är en tjänst som används för att lagra data. Endast behöriga hotforskare hos Trend Micro kan läsa de data som lagras där.</li></ul>",
    "toastDCN_jp_popup_agree_chk": "Jag samtycker med hur Trend Micro samlar in mitt nätbaserade e-postinnehåll genom att aktivera Email Defender.",
    "toastDCN_jp_popup_turn_on_btn": "Aktivera Email Defender",
    "toastDCN_jp_popup_turn_on": "Email Defender har aktiverats",
    "toastDCN_jp_popup_turn_on_desc": "Email Defender meddelar dig när misstänkt innehåll har identifierats i din e-post på nätet.",
    "toastDCN_jp_popup_turn_on_close": "Stäng",
    "toastDCN_new_popup_title": "Vi har uppdaterat vårt Datainsamlingsmeddelande",
    "toastDCN_new_popup_desc": "<p>Dessa uppdateringar låter oss förbättra upptäckten av bluff- och nätfiskemeddelanden. Läs och acceptera vårt uppdaterade <a class=\"btn-learn-more\">datainsamlingsmeddelande</a>.</p><p><b>Observera: Email Defender kommer att vara avstängd tills du accepterar de uppdaterade villkoren.</b></p><br/>",
    "toastDCN_new_popup_accept": "Godkänn och fortsätt",
    "toastDCN_new_popup_trun_off": "Avaktivera Email Defender",
    "whiteList_mark_sender_as_trust_title": "Lita på __senderAddress__ och sluta visa möjliga bluffupptäckter från den här avsändarens meddelanden?",
    "whiteList_mark_sender_as_trust_desc": "Email Defender kommer bara att meddela dig när möjliga hot upptäcks i den här avsändarens meddelanden.",
    "whiteList_remove_sender_as_trust_title": "Ta bort __senderAddress__ som tillförlitlig?",
    "whiteList_remove_sender_as_trust_desc": "Email Defender kommer att återuppta den möjliga kontrollen efter bluffmeddelanden och meddela dig då den har upptäckt ett eventuellt bluffmeddelande från denna avsändare.",
    "whiteList_notice": "Din åsikt kommer endast att användas för att hjälpa till att göra Email Defender bättre. Trend Micro kommer inte att kontakta dig direkt.",
    "whiteList_trust_btn": "Lita på",
    "whiteList_cancel_btn": "Avbryt",
    "whiteList_mark_success_message": "<p><span class='message-title'>__senderAddress__ är nu en tillförlitlig avsändare</span> <span class='message-content'>Email Defender kommer inte längre att meddela dig när möjliga bedrägerier upptäcks i den här avsändarens meddelanden.</span></p>",
    "whiteList_remove_success_message": "<p><span class='message-title'>__senderAddress__ är inte längre en tillförlitlig avsändare</span> <span class='message-content'>Email Defender kommer att meddela dig när möjliga bedrägerier upptäcks i den här avsändarens meddelanden.</span></p>",
    "feedback_reportScamTitle": "<p>Misstänker du ett bedrägeri?</p>",
    "feedback_reportScamDesc": "<p>Skicka det här e-postmeddelandet till Trend Micro för granskning genom att klicka på knappen <b>Rapportera Bluff.</b></p>",
    "feedback_reportFalseAlarmTitle": "<p>Tror du att detta e-postmeddelande är säkert?</p>",
    "feedback_reportFalseAlarmDesc": "<p>Skicka det här e-postmeddelandet till Trend Micro för granskning genom att klicka på knappen <b>Rapportera falskt alarm.</b></p>",
    "feedback_reportScamTitle_senderInWhiteList": "<p>Misstänker du en bluff från någon du litar på?</p>",
    "feedback_reportScamDesc_senderInWhiteList": "<p>Skicka det här e-postmeddelandet till Trend Micro för granskning genom att klicka på knappen <b>Rapportera bluff</b>. Detta kommer också att ta bort avsändaren från din tillförlitliga lista.</p>",
    "feedback_reportMessagePlaceholder": "Dela dina åsikter här (valfritt)",
    "feedback_reportScamBtn": "Rapportera Bluff",
    "feedback_reportFalseAlarmBtn": "Rapportera falskt alarm",
    "feedback_reportCancelBtn": "Avbryt",
    "popup_sign_in_title": "Ange ditt lösenord",
    "popup_sign_in_desc": "Trend Micro måste bekräfta ditt lösenord igen för att upprätthålla integriteten i ditt skydd.",
    "popup_sign_in_password_placeholder": "Lösenord",
    "popup_sign_in_forget_your_password": "Har du glömt ditt lösenord?",
    "popup_sign_in_btn" : "Logga in",
    "popup_sign_in_error_required": "Obligatoriskt.",
    "popup_sign_in_error_check_password": "Kontrollera ditt lösenord och försök sedan igen.",
    "popup_sign_in_close_message": "Email Defender kan inte skydda dig förrän du anger lösenordet för ditt Trend Micro-konto. Klicka eller tryck på insticksprogrammet __productName__ till webbläsaren när du är klar.",
    "notice_change_name_title" : "Nytt namn, samma skydd",
    "notice_change_name_desc": "Fraud Busterkommer att fortsätta att skydda din webbmail mot bedrägerier och nätfiskeattacker med ett nytt namn: <span class='bold'>Email Defender</span>."
}
