{
    "id": 844827,
    "authors": [
        {
            "id": 13222769,
            "name": "alihelper.net",
            "url": "https://addons.mozilla.org/en-US/firefox/user/13222769/",
            "username": "IvanPromo"
        }
    ],
    "average_daily_users": 7979,
    "categories": [
        "shopping"
    ],
    "contributions_url": "",
    "created": "2017-08-17T11:49:52Z",
    "current_version": {
        "id": 5863366,
        "compatibility": {
            "firefox": {
                "min": "58.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/alihelper/versions/5863366",
        "file": {
            "id": 4407651,
            "created": "2024-12-19T12:20:59Z",
            "hash": "sha256:549678c36c6cb2691e1d06d98d5223faf8ecfd68595da095366c4b6488135f64",
            "is_mozilla_signed_extension": false,
            "size": 11872669,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4407651/alihelper-2.30.5.xpi",
            "permissions": [
                "notifications",
                "http://*/*",
                "https://*/*",
                "cookies",
                "storage",
                "tabs",
                "webNavigation",
                "*://*.alihelper.net/*",
                "*://*.aliexpress.com/*",
                "*://*.aliexpress.ru/*",
                "*://*.aliexpress.us/*",
                "*://*.tmall.ru/*"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 3338,
            "is_custom": false,
            "name": {
                "en-US": "Mozilla Public License 2.0"
            },
            "slug": "MPL-2.0",
            "url": "https://www.mozilla.org/MPL/2.0/"
        },
        "release_notes": null,
        "reviewed": "2024-12-19T12:25:32Z",
        "version": "2.30.5"
    },
    "default_locale": "en-US",
    "description": {
        "ar": "إضافة متصفح لموقع AliExpress™ تساعدك في شراء منتجات عالية الجودة بأسعار منخفضة من بائعين موثوقين.\nرموز ترويجية وكوبونات—\nقائمة بأحدث الكوبونات والرموز الترويجية الفعالة لهذا اليوم: احصل على أفضل العروض أثناء تخفيضات 11.11، الجمعة السوداء، الإثنين الإلكتروني، رأس السنة، وكل يوم.\nتتبع الشحنات—\nتابع حالة توصيل الطرود باستخدام رقم التتبع: لا داعي للقلق بشأن طلبك؛ تعرف دائمًا أين توجد شحنتك.\nتتبع أسعار المنتجات—\nتقدم إضافة علي هيلبر مراقبة حية للأسعار وترسل إشعارًا فور انخفاض السعر.\nتاريخ الأسعار لمدة 6 أشهر—\nدواين أسعار المنتجات خلال الأشهر الستة الماضية: قارن كيف تغيرت الأسعار قبل وأثناء العروض.\nالتحقق من البائع—\nتقييم موضوعي ومفصل للبائع: تحقق من موثوقية المتجر قبل إجراء عملية الشراء.\nعرض المراجعات بالصورة بشكل مريح—\nآراء موضوعية: تصفح مراجعات حقيقية للعملاء مع صور.\nالبحث عن منتجات مشابهة—\nاكتشف منتجات مشابهة من بائعين آخرين بأسعار مغرية مع شحن مجاني.\n\nمن خلال تثبيت الإضافة، أنت توافق على شروط \"اتفاقية المستخدم\" وتسمح بالتحويل إلى روابط البرنامج التابع. اتفاقية المستخدم — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>. كما أن علي هيلبر متوافق مع خدمات الاسترداد النقدي الشهيرة (مثل Letyshops، ePN Cashback، kopikot، skidka وغيرها). يتم حفظ استردادك النقدي.\nيمكن لعلي هيلبر مزامنة البيانات بين الأجهزة. على سبيل المثال، في العمل والمنزل. للقيام بذلك، ما عليك سوى إنشاء حساب.\nلإرسال أسئلتك واقتراحاتك المتعلقة بالخدمة، تواصل معنا عبر البريد الإلكتروني: info@alihelper.net.\nلضمان عمل وظائف الإضافة وتحسين المشروع، نقوم بجمع بيانات مجهولة حول كيفية استخدامك للسوق. لمزيد من التفاصيل حول الخصوصية — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>",
        "bg": "Разширение за браузър за AliExpress™, което ви помага да закупувате качествени продукти на ниски цени от надеждни продавачи.\n\n— Кодове за отстъпки и купони    \nСписък с валидни купони за отстъпка и активни промо кодове за днешния ден: Вземете най—добрата оферта по време на разпродажбите за 11.11, Черния петък, Кибер понеделник, Нова година и всеки ден.\n    \n— Проследяване на пратки\nСледете състоянието на доставките с номер на проследяване: Не се притеснявайте за поръчката си; винаги знайте къде се намира вашата пратка.\n    \n— Проследяване на цените на продуктите\nРазширението AliHelper предлага наблюдение в реално време на цените и изпраща известие, когато цената спадне.\n    \n— История на цените за последните 6 месеца\nЦенова динамика за продуктите през последните шест месеца: Сравнете как се е променила цената преди и по време на разпродажбите.\n    \n— Проверка на продавача\nОбективна и подробна оценка на продавача: Проверете надеждността на магазина, преди да направите покупка.\n    \n— Удобно разглеждане на фото отзиви\nОбективни мнения: Разглеждайте истински отзиви на клиенти с фотографии.\n    \n— Търсене на подобни продукти\nОткрийте подобни артикули от други продавачи на изгодни цени с безплатна доставка.\n    \n\nЧрез инсталирането на разширението вие приемате условията на \"Потребителското споразумение\" и позволявате пренасочване към връзки на партньорската програма. Потребителско споразумение — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>. AliHelper е съвместим и с популярни услуги за кешбек (Letyshops, ePN Cashback, kopikot, skidka и други). Вашият кешбек ще бъде запазен.\n\nAliHelper може да синхронизира данни между различни устройства. Например, между работа и дом. За целта просто създайте акаунт.\n\nИзпратете своите въпроси и предложения относно услугата на info@alihelper.net.\n\nЗа да работят функциите на разширението и да може да се подобрява проектът, събираме анонимни данни за начина, по който използвате пазара. Повече информация за поверителност — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>.",
        "bn": "AliExpress ™—এর জন্য ব্রাউজার এক্সটেনশন, যা আপনাকে নির্ভরযোগ্য বিক্রেতাদের কাছ থেকে কম দামে মানসম্মত পণ্য কেনার জন্য সহায়তা করে।\n\n— প্রোমো কোড এবং কুপন\nআজকের জন্য বৈধ ডিসকাউন্ট কুপন এবং প্রোমো কোডের তালিকা: ১১.১১ সেল, ব্ল্যাক ফ্রাইডে, সাইবার মানডে, নববর্ষের আগের দিন এবং প্রতিদিনের জন্য সেরা অফার পান।\n\n— প্যাকেজ ট্র্যাকিং\nট্র্যাকিং নম্বর ব্যবহার করে পোস্টাল চালানের স্ট্যাটাস ট্র্যাক করুন: আপনার অর্ডার নিয়ে দুশ্চিন্তা করবেন না; সবসময় জানুন আপনার প্যাকেজ কোথায়।\n\n— পণ্যের মূল্য ট্র্যাকিং\nAliHelper এক্সটেনশন রিয়েল—টাইমে পর্যবেক্ষণ করে এবং দাম কমার সাথে সাথে আপনাকে নোটিফিকেশন পাঠায়।\n\n— ৬ মাসের মূল্য ইতিহাস\nগত ছয় মাসে পণ্যের মূল্য পরিবর্তনের গতি: সেলের আগে এবং পরে কীভাবে মূল্য পরিবর্তিত হয়েছে তা তুলনা করুন।\n\n— বিক্রেতা যাচাই\n\nএকটি নিরপেক্ষ এবং বিস্তারিত বিক্রেতা রেটিং: কেনাকাটা করার আগে স্টোরের নির্ভরযোগ্যতা যাচাই করুন।\n\n— ফটো রিভিউ সহজে দেখুন\nবাস্তব ক্রেতার মতামত: ছবিসহ বাস্তব গ্রাহকদের রিভিউ ব্রাউজ করুন।\n\n— অনুরূপ পণ্য খুঁজুন\nঅন্য বিক্রেতাদের কাছ থেকে আরও কম দামে এবং ফ্রি শিপিংসহ অনুরূপ পণ্য আবিষ্কার করুন।\n\nএক্সটেনশন ইনস্টল করার মাধ্যমে, আপনি «ব্যবহারকারীর চুক্তি»—এর শর্তাবলী মেনে নিচ্ছেন এবং আপনাকে অ্যাফিলিয়েট প্রোগ্রামের লিঙ্কে রিডিরেক্ট করার অনুমতি দিচ্ছেন।\n\nব্যবহারকারীর চুক্তি — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>\n\nতবে, Alihelper জনপ্রিয় ক্যাশব্যাক সার্ভিসগুলির সাথে সামঞ্জস্যপূর্ণ (Letyshops, ePN Cashback, kopikot, skidka এবং অন্যান্য)। আপনার ক্যাশব্যাক সুরক্ষিত।\n\nAliHelper ডেটা কম্পিউটারের মধ্যে সিঙ্ক্রোনাইজ করতে পারে। উদাহরণস্বরূপ, কাজের জায়গায় এবং বাড়িতে। এর জন্য, শুধুমাত্র একটি অ্যাকাউন্ট তৈরি করুন।\n\nসেবাসংক্রান্ত প্রশ্ন এবং প্রস্তাবনা পাঠান info@alihelper.net—এ।\n\nপ্রোজেক্টটি উন্নত করার জন্য এবং এক্সটেনশনের কার্যকারিতা নিশ্চিত করার জন্য আমরা মার্কেটপ্লেস ব্যবহারের সম্পর্কে বেনামি তথ্য সংগ্রহ করি। প্রাইভেসি সম্পর্কে আরও জানতে — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>",
        "ca": "Extensió per al navegador per a AliExpress™ que t’ajuda a comprar articles de qualitat a preus baixos de venedors fiables.\n\n— Codis promocionals i cupons\nLlista de cupons de descompte vàlids i codis promocionals actius per a avui: aconsegueix l'oferta més bona durant les rebaixes de l'11.11, el Black Friday, el Cyber Monday, Cap d'Any i cada dia.\n    \n— Seguiment de paquets\nSegueix l'estat de les teves entregues utilitzant el número de seguiment: no et preocupis per la teva comanda; sempre sabràs on és el teu paquet.\n    \n— Seguiment de preus dels productes\nL'extensió AliHelper proporciona una supervisió en temps real i t'envia una notificació quan el preu baixi.\n    \n— Història de preus durant 6 mesos\nDinamisme dels preus dels productes durant els últims sis mesos: compara com ha canviat el preu abans i durant les rebaixes.\n    \n— Comprovació de venedors\nValoració objectiva i detallada del venedor: comprova la fiabilitat d'una botiga abans de fer una compra.\n    \n— Visualització còmoda d'opinions amb fotos\nOpinions objectives: navega per les opinions reals dels clients amb fotos.\n    \n— Cerca de productes similars\nDescobreix articles similars d'altres venedors a preus avantatjosos amb enviament gratuït.\n    \n\nEn instal·lar l'extensió, acceptes els termes de l'«Acord de l'usuari» i permeteu el redireccionament a enllaços del programa d'afiliats. Acord de l'usuari — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>. AliHelper és compatible amb serveis populars de devolució de diners (Letyshops, ePN Cashback, kopikot, skidka i altres). El teu reemborsament es guarda.\n\nAliHelper pot sincronitzar dades entre dispositius. Per exemple, a la feina i a casa. Per fer—ho, simplement crea un compte.\n\nEnvia les teves preguntes i suggeriments relacionats amb el servei a info@alihelper.net.\n\nPerquè les funcions de l'extensió funcionin i per millorar el projecte, recopilem dades anònimes sobre com utilitzes el mercat. Més detalls sobre la privacitat — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>.",
        "cs": "Rozšíření prohlížeče pro AliExpress™, které pomáhá při nákupu kvalitního zboží za nízké ceny od spolehlivých prodejců.\n\n- Propagační kódy a kupóny\nSeznam platných slevní kupónů a aktivních promo kódů dnes: Získejte nejlepší nabídku během výprodejů 11.11, Černého pátku, Kybernetického pondělí, Silvestra a každý den.\n\n- Kontrola prodejce\nObjektivní a podrobné hodnocení prodejci: ověření spolehlivost obchodu před nákupem.\n\n- Historie cen za 6 měsíců\nCenová dynamika produktů za posledních šest měsíců: Porovnejte, jak se cena změnila před výprodejem a během něj.\n\n- Sledování cen produktů\nRozšíření AliHelper poskytuje sledování v reálném čase a odesílá oznámení, jakmile cena klesne.\n\n- Snadné zobrazení recenzí s fotografiemi\nObjektivní názory: Prohlédněte si recenze skutečných zákazníků s fotografiemi.\n\n- Sledování zásilek\nSledujte stav doručení poštovních zásilek pomocí sledovacího čísla: Nebojte se o svou objednávku; vždy budete vědět, kde se váš balíček nachází.\n\n- Vyhledávání podobných produktů\nObjevte podobné zboží od jiných prodejců za výhodné ceny s dopravou zdarma.\n\nInstalací doplňek do prohlížeče přijímáte podmínky \"Uživatelské smlouvy\" a povolujete přesměrování na odkazy partnerského programu. Uživatelská smlouva - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/59f7c69b0714833bfe95fa87a04d1f55824ef9b908166e464c574b78389e95c7/https%3A//alihelper.net/cs/agreement\" rel=\"nofollow\">https://alihelper.net/cs/agreement</a>. Alihelper je však kompatibilní s oblíbenými cashback službami (Letyshops, ePN Cashback, kopikot, skidka a další). Váš cashback je uložen.\n\nAliHelper umí synchronizovat data mezi počítači. Například v práci a doma. K tomu si stačí vytvořit účet.\n\nSvé dotazy a návrhy týkající se služby zasílejte na adresu info@alihelper.net.\n\nAby funkce pluginu fungovaly a abychom mohli projekt vylepšovat, shromažďujeme anonymní údaje o tom, jak tržiště používáte. Více informací najdete v části Ochrana osobních údajů - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/85a8d229391d90eb053f6244fc20f8f2b1e32ce4be2e292fc5701b22d5323264/https%3A//alihelper.net/cs/policy\" rel=\"nofollow\">https://alihelper.net/cs/policy</a>.",
        "da": "AliHelper er en browserudvidelse til AliExpress™, der hjælper dig med at købe kvalitetsprodukter til lave priser fra pålidelige sælgere.\n\n— Promo—koder og kuponer\nFå adgang til en liste over gyldige rabatkuponer og aktive promo—koder for i dag. Få det bedste tilbud under 11.11—udsalg, Black Friday, Cyber Monday, nytår og hver eneste dag.\n    \n— Pakkesporing\nSpor dine forsendelsers leveringsstatus med et trackingnummer. Vær altid opdateret om, hvor din pakke befinder sig, og undgå bekymringer.\n    \n— Prisovervågning\nAliHelper giver dig mulighed for at overvåge priser i realtid og sender en notifikation, så snart prisen falder.\n    \n— Prisudvikling over 6 måneder\nSe, hvordan produktpriser har udviklet sig over de sidste seks måneder. Sammenlign priser før og under udsalg for at træffe det bedste valg.\n    \n— Sælgerkontrol\nFå en objektiv og detaljeret vurdering af sælgere. Undersøg butikkens pålidelighed, før du køber noget.\n    \n— Fotobaserede anmeldelser\nLæs ærlige kundeanmeldelser og se fotos for at få en bedre forståelse af produktet.\n    \n— Find lignende produkter\nOpdag tilsvarende varer fra andre sælgere til fordelagtige priser og med gratis fragt.\n    \n\nVed installation af udvidelsen accepterer du vilkårene i vores \"Brugeraftale\" og tillader omdirigering til links fra vores partnerprogram. Brugeraftale: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>. AliHelper fungerer desuden med populære cashback—tjenester som Letyshops, ePN Cashback, Kopikot, Skidka og andre. Din cashback forbliver intakt.\n\nAliHelper kan synkronisere data mellem flere computere. For eksempel mellem arbejdet og hjemmet. Opret blot en konto for at få det til at fungere.\n\nSend spørgsmål og forslag vedrørende tjenesten til info@alihelper.net.\n\nFor at udvidelsen kan fungere korrekt og for at forbedre projektet indsamler vi anonyme data om din brug af markedspladsen. Flere detaljer findes i vores privatlivspolitik: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>.",
        "de": "Die Browsererweiterung für AliExpress ™, die Ihnen hilft, hochwertige Artikel zu niedrigen Preisen von zuverlässigen Verkäufern zu kaufen.\n\n- Gutscheine und Promo-Codes\nEine Liste mit gültigen aktionscodes und aktuelle coupons für heute: Holen Sie sich das beste Angebot während des 11.11 Sales, Black Friday, Cyber Monday, Silvester und jeden Tag.\n\n- Verkäufer Überprüfung\nObjektive und detaillierte Bewertung des Verkäufers: Überprüfen Zuverlässigkeit der Geschäfte, bevor Sie einen Kauf tätigen.\n\n- 6-monatiger Preisverlauf\nPreisentwicklung für Produkte in den letzten sechs Monaten: Preisvergleich vor und während des Verkaufs.\n\n- Produktpreis-Verfolgung\nDie AliHelper-Erweiterung bietet Echtzeit-Überwachung und sendet eine Benachrichtigung, sobald der Preis sinkt.\n\n- Einfaches Anzeigen von Bewertungen mit Fotos\nObjektive Meinungen: Durchsuchen Sie echte Kundenrezensionen mit Fotos.\n\n- Sendungsverfolgung\nSendungsverfolgung von Postsendungen mit Hilfe einer Tracking-Nummer: Machen Sie sich keine Sorgen um Ihre Bestellung; Sie wissen immer, wo sich Ihr Paket befindet.\n\n- Ähnliche Produkte finden\nEntdecken Sie ähnliche Artikel von anderen Verkäufern zu günstigen Preisen mit kostenlosem Versand.\n\nMit der Installation der Erweiterung akzeptieren Sie die Bedingungen der \"Nutzungsvereinbarung\" und erlauben, dass Sie auf die Links des Partnerprogramms weitergeleitet werden. Nutzungsvereinbarung - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/2f5dbe10d0ed5edea573c89ffde07969b73cd4856189c703280303b5b5d170b5/https%3A//alihelper.net/de/agreement\" rel=\"nofollow\">https://alihelper.net/de/agreement</a>. Alihelper ist jedoch mit beliebten Cashback-Diensten (Letyshops, ePN Cashback, kopikot, skidka und andere) kompatibel. Ihr Cashback wird gespeichert.\n\nAliHelper kann die Daten zwischen verschiedenen Computern synchronisieren. Zum Beispiel bei der Arbeit und zu Hause. Um dies zu tun, erstellen Sie einfach ein Konto.\n\nSenden Sie Ihre Fragen und Anregungen zum Service an info@alihelper.net\n\nDamit die Funktionen des Plugins funktionieren und wir das Projekt verbessern können, sammeln wir anonyme Daten darüber, wie Sie den Marktplatz nutzen. Mehr Details unter Datenschutz - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/f9ccddb0f8096f9b5c622a7ede4b8c1f58cb3669c1f67ee3176b35ccf26fe149/https%3A//alihelper.net/de/policy\" rel=\"nofollow\">https://alihelper.net/de/policy</a>.",
        "el": "Το AliHelper είναι μια επέκταση περιηγητή για το AliExpress™, που σας βοηθά να αγοράζετε ποιοτικά προϊόντα σε χαμηλές τιμές από αξιόπιστους πωλητές.\n\n— Κωδικοί Προσφορών και Κουπόνια\nΠρόσβαση σε λίστα έγκυρων εκπτωτικών κουπονιών και ενεργών κωδικών προσφορών για σήμερα. Επωφεληθείτε από τις καλύτερες προσφορές κατά τη διάρκεια των εκπτώσεων 11.11, Black Friday, Cyber Monday, Πρωτοχρονιάς και καθημερινά.\n    \n— Παρακολούθηση Δεμάτων\nΠαρακολουθήστε την κατάσταση αποστολής των παραγγελιών σας χρησιμοποιώντας τον αριθμό παρακολούθησης. Μην ανησυχείτε για την παραγγελία σας — γνωρίζετε πάντα πού βρίσκεται το δέμα σας.\n    \n— Παρακολούθηση Τιμών Προϊόντων\nΗ επέκταση AliHelper παρέχει παρακολούθηση τιμών σε πραγματικό χρόνο και σας ειδοποιεί μόλις η τιμή μειωθεί.\n    \n— Ιστορικό Τιμών 6 Μηνών\nΔείτε τη δυναμική των τιμών για προϊόντα τους τελευταίους έξι μήνες. Συγκρίνετε πώς αλλάζουν οι τιμές πριν και κατά τη διάρκεια των εκπτώσεων.\n    \n— Έλεγχος Πωλητή\nΑξιολόγηση πωλητών με αντικειμενικά και λεπτομερή κριτήρια. Ελέγξτε την αξιοπιστία του καταστήματος πριν την αγορά.\n    \n— Εύκολη Προβολή Κριτικών με Φωτογραφίες\nΑνακαλύψτε αντικειμενικές απόψεις από πραγματικές κριτικές πελατών με φωτογραφίες.\n    \n— Εύρεση Παρόμοιων Προϊόντων\nΑναζητήστε παρόμοια προϊόντα από άλλους πωλητές σε ανταγωνιστικές τιμές και με δωρεάν αποστολή.\n    \n\nΜε την εγκατάσταση της επέκτασης, αποδέχεστε τους όρους της \"Συμφωνίας Χρήστη\" και επιτρέπετε την ανακατεύθυνση μέσω συνδέσμων του συνεργαζόμενου προγράμματος. Συμφωνία Χρήστη: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>. Το AliHelper είναι επίσης συμβατό με δημοφιλείς υπηρεσίες cashback, όπως Letyshops, ePN Cashback, Kopikot, Skidka και άλλες. Το cashback σας παραμένει ανέπαφο.\n\nΤο AliHelper μπορεί να συγχρονίσει δεδομένα μεταξύ διαφορετικών υπολογιστών, π.χ. στο σπίτι και στη δουλειά. Απλώς δημιουργήστε έναν λογαριασμό για να ενεργοποιήσετε τη λειτουργία.\n\nΣτείλτε ερωτήσεις και προτάσεις σχετικά με την υπηρεσία στη διεύθυνση info@alihelper.net.\n\nΓια την ορθή λειτουργία της επέκτασης και τη βελτίωση του έργου, συλλέγουμε ανώνυμα δεδομένα σχετικά με τη χρήση της πλατφόρμας. Περισσότερες λεπτομέρειες στην πολιτική απορρήτου: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>.",
        "en-GB": "AliHelper is a browser extension designed to help you find high—quality items at affordable prices from trustworthy sellers on AliExpress™.\n\n— Voucher Codes &amp; Discounts\nAccess a daily updated list of valid promo codes and coupons. Whether it’s the 11.11 Sale, Black Friday, Cyber Monday, or your everyday shopping, find the best deals to save money.\n    \n— Parcel Tracking\nTrack your parcel’s delivery status in real time using a tracking number. Stay informed and worry—free about your order’s progress.\n    \n— Price Tracking\nMonitor product prices and receive instant notifications when prices drop, so you can grab the best bargains.\n    \n— 6-Month Price History\nCheck the price trends over the past six months to compare costs before and during sales. Make better purchasing decisions by reviewing price changes.\n    \n— Seller Ratings\nView detailed and unbiased seller ratings to assess reliability before making a purchase.\n    \n— Photo Reviews\nBrowse real customer reviews with photos to see genuine opinions about products.\n    \n— Find Similar Products\nDiscover alternatives from other sellers offering competitive prices and free delivery.\n    \n\nBy installing this extension, you agree to the terms of our User Agreement and understand that some links may redirect through affiliate programmes. User agreement — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>. AliHelper also works seamlessly with popular cashback services (Letyshops, ePN Cashback, kopikot, skidka and others), ensuring your cashback is protected.\n\nAliHelper allows you to synchronise your data across devices. Whether you’re shopping at home or at work, simply create an account to keep everything connected.\n\nFor any questions or feedback, email us at info@alihelper.net.\n\nTo improve functionality and ensure the best experience, we collect anonymised usage data. Learn more in our Privacy Policy. More details in privacy — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>.",
        "en-US": "The browser extension for AliExpress ™ that assists in purchasing high-quality items at low prices from reliable sellers.\n\n– Promo Codes and Coupons\nA list of valid discount coupons and active promo codes for today: Get the best offer during 11.11 sales, Black Friday, Cyber Monday, New Year's Eve and every day.\n\n– Seller Check\nAn objective and detailed seller rating: Check a store's reliability before making a purchase.\n\n– 6-Month Price History\nThe price dynamics for products over the last six months: Compare how the cost has changed before and during sales.\n\n– Product Price Tracking\nAliHelper extension provides real-time monitoring and sends a notification as soon as the cost drops\n\n– Easily View Reviews With Photos\nObjective opinions: Browse real customer reviews with photos.\n\n– Package Tracking\nTrack the delivery status of postal shipments using a tracking number: Don't worry about your order; always know where your package is.\n\n– Find Similar Products\nDiscover similar items from other sellers at advantageous prices with free shipping.\n\nBy installing the extension, you accept the terms of the «User Agreement» and allow redirecting you to the links of the affiliate program. User agreement — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>. However, alihelper is compatible with popular cashback services (Letyshops, ePN Cashback, kopikot, skidka and others). Your cashback is saved.\n\nAliHelper can synchronize data between computers. For example, at work and at home. To do this, simply create an account.\n\nSend your questions and suggestions related to the service to info@alihelper.net\n\nFor plugin’s functions to work and to be able to improve the project, we collect anonymous data about how you use the marketplace. More details in privacy — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>.",
        "es": "La extensión del navegador para AliExpress ™ que ayuda en la compra de artículos de alta calidad a precios bajos de vendedores confiables.\n\n- Códigos promocionales y cupones\nUna lista de cupones de descuento válidos y códigos promocionales activos para hoy: Consigue la mejor oferta durante las rebajas del 11.11, Black Friday, Cyber Monday, Nochevieja y todos los días.\n\n- Seller Check\nEvaluación objetiva y valoración y detallada del vendedor: Compruebe la fiabilidad de una tienda antes de hacer una compra.\n\n- Historial de precios de 6 meses\nLa dinámica de valor de los mercancías en los últimos seis meses: Compare cómo ha cambiado el coste antes y durante las rebajas.\n\n- Seguimiento de precios de productos\nLa extensión AliHelper realiza un rastreo en tiempo real y envía una notificación en cuanto baja el coste.\n\n- Ver fácilmente las opiniones con fotos\nOpiniones objetivas: Consulta opiniones reales de clientes con fotos.\n\n- Seguimiento de pedidos\nRastreo del estado de entrega del producto con número de seguimiento: no se preocupe por su paquete, sepa siempre dónde está su pedido.\n\n- Buscar productos similares\nDescubra artículos similares de otros vendedores a coste ventajosos con envío gratuito.\n\nAl instalar la extensión, acepta los términos del \"Acuerdo de usuario\" y permite redirigirle a los enlaces del programa de afiliados. Acuerdo de usuario - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e31231f2079594aedc4b97e1157313af5532272644aa8e91e3adb061147b9e52/https%3A//alihelper.net/es/agreement\" rel=\"nofollow\">https://alihelper.net/es/agreement</a>. Sin embargo, Alihelper es compatible con los servicios de cashback más populares (Letyshops, ePN Cashback, kopikot, skidka y otros). Tu cashback se guarda.\n\nAliHelper puede sincronizar datos entre ordenadores. Por ejemplo, en el trabajo y en casa. Para ello, basta con crear una cuenta.\n\nEnvía tus preguntas y sugerencias relacionadas con el servicio a info@alihelper.net\n\nPara que las funciones del plugin funcionen y poder mejorar el proyecto, recopilamos datos anónimos sobre cómo utilizas el marketplace. Más detalles en privacidad - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/8102b7ed10dfb50c974f18626a39490c2ab8ad9a525f4e3f230f934d393e3cfa/https%3A//alihelper.net/es/policy\" rel=\"nofollow\">https://alihelper.net/es/policy</a>.",
        "et": "AliExpress ™ brauseripikendus, mis aitab usaldusväärsetelt müüjatelt kvaliteetsete kaubad ostmisel madalate hindadega.\n\n- Kampaaniakoodid ja kupongid\nTäna kehtivate sooduskupongide ja aktiivsete sooduskoodide nimekiri: Saa parimad pakkumised 11.11 müügi, musta reede, küberpäev, uusaastaöö ja iga päev.\n\n- Müüja kontroll\nObjektiivne ja üksikasjalik müüja hinnang: Kontrollige poe usaldusväärsust enne ostu sooritamist.\n\n- 6 kuu hindade ajalugu\nToodete hinna dünaamika viimase kuue kuu jooksul: Võrdle, kuidas hind on muutunud enne müüki ja müügi ajal.\n\n- Kaupade hindade jälgimine\nAliHelper laiendus pakub reaalajas jälgimist ja saadab teate kohe, kui hind langeb.\n\n- Mugav ülevaadete vaatamine koos fotodega\nEesmärk arvamused: Sirvige klientide tõelisi kommentaare koos fotodega.\n\n- Paki jälgimine\nJälgige postisaadetiste kättetoimetamise staatust jälgimiskoodi abil: Ärge muretsege oma tellimuse pärast; te teate alati, kus teie pakk on.\n\n- Leia sarnased tooted\nAvastage sarnased tooted teistelt müüjatelt soodsate hindadega ja tasuta saatmisega.\n\nLaienduse installimisega nõustute \"Kasutuslepingu\" tingimustega ja lubate suunata teid ümber partnerprogrammi linkidele. Kasutusleping - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/09c914426b04b64e60b7e4f9fba7d08be46d62620d3d49df6a6a58f6ddb494d5/https%3A//alihelper.net/et/agreement\" rel=\"nofollow\">https://alihelper.net/et/agreement</a>. Alihelper ühildub aga populaarsete cashback-teenustega (Letyshops, ePN Cashback, kopikot, skidka jt). Teie cashback on salvestatud.\n\nAliHelper saab sünkroonida andmeid arvutite vahel. Näiteks tööl ja kodus. Selleks tuleb lihtsalt luua konto.\n\nSaatke oma küsimused ja ettepanekud seoses teenusega aadressile info@alihelper.net.\n\nSelleks, et plugina funktsioonid toimiksid ja saaksime projekti täiustada, kogume anonüümseid andmeid sellega seoses, kuidas te turuplatsi kasutate. Täpsem info privaatsuse kohta - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/98b7498086eac5dd5c140606898e8a0754eff057f3d4e2f35a878f8fe98dfd29/https%3A//alihelper.net/et/policy\" rel=\"nofollow\">https://alihelper.net/et/policy</a>.",
        "fa": "افزونه مرورگر برای AliExpress ™ که به شما در خرید محصولات باکیفیت با قیمت پایین از فروشندگان معتبر کمک می‌کند.\n\n- کدهای تخفیف و کوپن‌ها\n    \n    فهرست کدهای تخفیف معتبر و کوپن‌های فعال برای امروز: بهترین پیشنهادات را در فروش‌های 11.11، بلک فرایدی، سایبر ماندی، شب سال نو و هر روز دریافت کنید.\n    \n- پیگیری بسته‌ها\n    \n    وضعیت تحویل مرسولات پستی خود را با استفاده از شماره پیگیری بررسی کنید: نگران سفارش خود نباشید؛ همیشه بدانید بسته شما کجاست.\n    \n- پیگیری قیمت محصولات\n    \n    افزونه AliHelper قیمت‌ها را به‌صورت لحظه‌ای مانیتور کرده و به محض کاهش قیمت، به شما اطلاع می‌دهد.\n    \n- تاریخچه قیمت شش‌ماهه\n    \n    روند تغییر قیمت محصولات در شش ماه گذشته: مقایسه کنید که قیمت‌ها قبل و در طول فروش‌ها چگونه تغییر کرده‌اند.\n    \n- بررسی فروشنده\n    \n    امتیاز فروشنده به‌صورت دقیق و بی‌طرفانه: قبل از خرید، از اعتبار فروشگاه مطمئن شوید.\n    \n- نمایش راحت بررسی‌های تصویری\n    \n    نظرات واقعی: بررسی‌های مشتریان واقعی را با تصاویر مرور کنید.\n    \n- یافتن محصولات مشابه\n    \n    محصولات مشابه را از فروشندگان دیگر با قیمت‌های مناسب‌تر و ارسال رایگان کشف کنید.\n    \n\nبا نصب این افزونه، شما شرایط «توافق‌نامه کاربری» را می‌پذیرید و اجازه می‌دهید شما را به لینک‌های برنامه همکاری در فروش هدایت کند.\n\nتوافق‌نامه کاربری — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>.\n\nبا این حال، AliHelper با سرویس‌های محبوب بازگشت وجه مانند Letyshops، ePN Cashback، kopikot، skidka و دیگران سازگار است. بازگشت وجه شما حفظ می‌شود.\n\nAliHelper می‌تواند داده‌ها را بین کامپیوترها همگام‌سازی کند. برای مثال، در محل کار و خانه. برای این کار، فقط یک حساب کاربری ایجاد کنید.\n\nسوالات و پیشنهادات خود را در مورد این سرویس به آدرس info@alihelper.net ارسال کنید.\n\nبرای عملکرد افزونه و بهبود پروژه، ما داده‌های ناشناس درباره نحوه استفاده شما از مارکت‌پلیس را جمع‌آوری می‌کنیم. جزئیات بیشتر در سیاست حفظ حریم خصوصی — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>",
        "fr": "L'extension de navigateur pour AliExpress ™ qui aide à acheter des articles de haute qualité à bas coût auprès de vendeurs fiables.\n\n- Suivi des colis\nSuivez l'état de livraison des envois postaux à l'aide d'un numéro de traçage : Ne vous inquiétez pas pour votre commande ; sachez toujours où se trouve votre colis.\n\n- Codes promotionnels et coupons\nUne liste de coupons de réduction valides et de codes promo actifs pour aujourd'hui : Obtenez la meilleure offre pendant les soldes du 11.11, le Black Friday, le Cyber Monday, la Saint-Sylvestre et tous les jours.\n\n- Classement du vendeur\nUne évaluation objective et détaillée des vendeurs : Vérifiez la fiabilité d'un magasin avant de faire un achat.\n\n- Historique des prix sur 6 mois\nDynamique des coûts des produits au cours des six derniers mois : utilisez un comparateur de prix pour vérifier comment les tarifs ont varié avant et pendant les soldes.\n\n- Suivi des prix des produits\nL'extension AliHelper assure un traçage en temps réel et envoie une notification dès que le tarif baisse.\n\n- Visualiser facilement les avis avec photos\nDes avis objectifs : Consultez de vrais avis de clients avec des photos.\n\n- Trouver des produits similaires\nDécouvrez des articles similaires d'autres magasins à des tarifs avantageux et avec une livraison gratuite.\n\nEn installant l'extension, vous acceptez les termes du \"Contrat d'utilisation\" et autorisez la redirection vers les liens du programme d'affiliation. Accord d'utilisation - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/c3c6923f81e18043e249dd81a72d1124fe47f2b32d09ebfac73b2265a2d8b1e0/https%3A//alihelper.net/fr/agreement\" rel=\"nofollow\">https://alihelper.net/fr/agreement</a>. Cependant, Alihelper est compatible avec les services de cashback les plus populaires (Letyshops, ePN Cashback, kopikot, skidka et autres). Votre cashback est sauvegardé.\n\nAliHelper peut synchroniser les données entre les ordinateurs. Par exemple, au travail et à la maison. Pour ce faire, il suffit de créer un compte.\n\nEnvoyez vos questions et suggestions relatives au service à info@alihelper.net\n\nPour que les fonctions du plugin fonctionnent et pour pouvoir améliorer le projet, nous collectons des données anonymes sur la façon dont vous utilisez la place de marché. Pour plus de détails, consultez la rubrique \"Vie privée\" - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6c9ece6904b5ea1538163c6ba5857f2d559f1c61de1b4c16e5008266ac62cbf3/https%3A//alihelper.net/fr/policy\" rel=\"nofollow\">https://alihelper.net/fr/policy</a>.",
        "he": "תוסף לדפדפן עבור AliExpress™ שמסייע לך לרכוש פריטים איכותיים במחירים נמוכים ממוכרים אמינים.\n\n- קודי הנחה וקופונים\nרשימה של קופונים תקפים וקודי הנחה פעילים להיום: קבל את ההצעה הטובה ביותר במהלך מכירות 11.11, בלאק פריידי, סייבר מונדי, ערב השנה החדשה ובכל יום.\n- מעקב חבילות\nעקוב אחרי מצב המשלוחים באמצעות מספר המעקב: אל תדאג להזמנה שלך; תמיד תדע היכן נמצא החבילה שלך.\n- מעקב מחירים של מוצרים\nהתוסף AliHelper מספק מעקב בזמן אמת ושולח התראה ברגע שהמחיר יורד.\n- היסטוריית מחירים ל-6 חודשים\nדינמיקת המחירים עבור מוצרים בששת החודשים האחרונים: השווה איך המחיר השתנה לפני ובמהלך מכירות.\n- בדיקת מוכרים\nדירוג אובייקטיבי ומפורט של המוכר: בדוק את אמינות החנות לפני ביצוע רכישה.\n- צפייה נוחה בביקורות עם תמונות\nדעות אובייקטיביות: עיין בביקורות אמיתיות של לקוחות עם תמונות.\n- חיפוש מוצרים דומים\nגלה פריטים דומים ממוכרים אחרים במחירים משתלמים עם משלוח חינם.\n\nבהתקנת התוסף, אתה מקבל את תנאי ה-\"הסכם המשתמש\" ומאשר הפנייתך לקישורים בתוכנית שותפים. הסכם המשתמש —\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>. AliHelper תואם גם לשירותים פופולריים להחזר כספים (Letyshops, ePN Cashback, kopikot, skidka ואחרים). ההחזר שלך נשמר.\nAliHelper יכול לסנכרן נתונים בין מחשבים. לדוגמה, בעבודה ובבית. לשם כך, פשוט צור חשבון.\nשלח את השאלות וההצעות שלך בנוגע לשירות ל-info@alihelper.net.\nכדי שפעולות התוסף יפעלו ושנוכל לשפר את הפרויקט, אנו אוספים נתונים אנונימיים על איך אתה משתמש בשוק. פרטים נוספים על פרטיות —\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>.",
        "hr": "AliHelper je proširenje za preglednik za AliExpress™ koje vam pomaže kupovati kvalitetne proizvode po niskim cijenama od pouzdanih prodavatelja.\n\n— Promo kodovi i kuponi\nPristupite popisu važećih kupona za popust i aktivnih promo kodova za danas. Iskoristite najbolje ponude tijekom prodaje 11.11, Crnog petka, Cyber ponedjeljka, Nove godine i svakog dana.\n    \n— Praćenje paketa\nPratite status dostave svojih narudžbi koristeći broj za praćenje. Uvijek znajte gdje se nalazi vaš paket i izbjegnite brige.\n    \n— Praćenje cijena proizvoda\nProširenje AliHelper omogućuje praćenje cijena u stvarnom vremenu i šalje obavijest čim cijena padne.\n    \n— Povijest cijena za 6 mjeseci\nPogledajte kretanje cijena proizvoda tijekom posljednjih šest mjeseci. Usporedite kako su se cijene mijenjale prije i tijekom prodaje.\n    \n— Provjera prodavatelja\nObjektivne i detaljne ocjene prodavatelja. Provjerite pouzdanost trgovine prije kupnje.\n    \n— Pregled recenzija s fotografijama\nPregledajte iskrena mišljenja stvarnih kupaca s fotografijama kako biste bolje razumjeli proizvod.\n    \n— Pronađite slične proizvode\nPronađite slične artikle od drugih prodavatelja po povoljnim cijenama i uz besplatnu dostavu.\n    \n\nInstalacijom proširenja prihvaćate uvjete \"Ugovora o korištenju\" i dopuštate preusmjeravanje putem poveznica iz partnerskog programa. Ugovor o korištenju: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>. AliHelper je također kompatibilan s popularnim uslugama povrata novca poput Letyshops, ePN Cashback, Kopikot, Skidka i drugih. Vaš povrat novca ostaje očuvan.\n\nAliHelper može sinkronizirati podatke između različitih računala, primjerice između doma i posla. Jednostavno izradite račun kako biste omogućili ovu funkciju.\n\nPošaljite svoja pitanja i prijedloge u vezi s uslugom na info@alihelper.net.\n\nZa ispravno funkcioniranje proširenja i unapređenje projekta prikupljamo anonimne podatke o vašem korištenju tržišta. Više detalja u našim pravilima privatnosti: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>.",
        "hu": "Az AliExpress™ böngészőbővítmény, amely segít kiváló minőségű termékeket alacsony áron, megbízható eladóktól vásárolni.\n\n— Promóciós kódok és kuponok\nÉrvényes kedvezményes kuponok és napi aktív promóciós kódok listája: Használja ki a legjobb ajánlatokat 11.11 akciók, Fekete Péntek, Cyber Hétfő, Szilveszter és minden más nap alkalmával.\n    \n— Csomagkövetés\nKövesse nyomon a postai küldemények állapotát nyomkövetési szám segítségével: Ne aggódjon rendelése miatt; mindig tudni fogja, hol van a csomagja.\n    \n— Termékár—követés\nAz AliHelper bővítmény valós idejű árkövetést biztosít, és értesítést küld, ha az ár csökken.\n    \n— 6 hónapos árak alakulása\nTermékek árának alakulása az elmúlt hat hónapban: Hasonlítsa össze az árak változását az akciók előtt és alatt.\n    \n— Eladók ellenőrzése\nObjektív és részletes eladói értékelések: Ellenőrizze az üzlet megbízhatóságát a vásárlás előtt.\n    \n— Kényelmes fotó—vélemények megtekintése\nValódi vásárlói vélemények böngészése fényképekkel.\n    \n— Hasonló termékek keresése\nFedezzen fel hasonló termékeket más eladóktól, kedvező áron, ingyenes szállítással.\n    \n\nA bővítmény telepítésével elfogadja a „Felhasználói megállapodás” feltételeit, és hozzájárul ahhoz, hogy átirányítsuk Önt a partnerprogram hivatkozásaira. Felhasználói megállapodás — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>. Az AliHelper kompatibilis a népszerű cashback—szolgáltatásokkal (Letyshops, ePN Cashback, kopikot, skidka és mások). A visszatérítése megmarad.\n\nAz AliHelper szinkronizálni tudja az adatokat a számítógépek között, például munkahelyen és otthon. Ehhez csak hozzon létre egy fiókot.\n\nA szolgáltatással kapcsolatos kérdéseit és javaslatait küldje el az info@alihelper.net címre.\n\nAnnak érdekében, hogy a bővítmény funkciói működjenek és javíthassuk a projektet, névtelen adatokat gyűjtünk arról, hogyan használja a piacteret. További részletek az adatvédelmi nyilatkozatban — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>.",
        "id": "Ekstensi browser untuk AliExpress™ yang membantu Anda membeli produk berkualitas tinggi dengan harga rendah dari penjual yang terpercaya.\n\n— Kode Promo dan Kupon\nDaftar kupon diskon yang valid dan kode promo aktif hari ini: Dapatkan penawaran terbaik selama penjualan 11.11, Black Friday, Cyber Monday, Malam Tahun Baru, dan setiap hari.\n    \n— Pelacakan Paket\nLacak status pengiriman paket menggunakan nomor pelacakan: Tidak perlu khawatir tentang pesanan Anda; selalu ketahui lokasi paket Anda.\n    \n— Pelacakan Harga Produk\nEkstensi AliHelper menyediakan pemantauan harga secara real—time dan mengirimkan notifikasi begitu harga turun.\n    \n— Riwayat Harga 6 Bulan\nPerubahan harga produk selama enam bulan terakhir: Bandingkan bagaimana harga berubah sebelum dan selama penjualan.\n    \n— Pemeriksaan Penjual\nPenilaian penjual yang objektif dan terperinci: Periksa keandalan toko sebelum Anda membeli.\n    \n— Lihat Ulasan Foto dengan Mudah\nPendapat yang objektif: Jelajahi ulasan pelanggan nyata dengan foto.\n    \n— Temukan Produk Serupa\nTemukan barang serupa dari penjual lain dengan harga yang lebih terjangkau dan pengiriman gratis.\n    \n\nDengan memasang ekstensi ini, Anda menerima ketentuan «Perjanjian Pengguna» dan mengizinkan pengalihan ke tautan program afiliasi. Perjanjian Pengguna — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>.\n\nAliHelper kompatibel dengan layanan cashback populer (Letyshops, ePN Cashback, kopikot, skidka, dan lainnya). Cashback Anda tetap aman.\n\nAliHelper dapat menyinkronkan data antar komputer. Misalnya, di tempat kerja dan di rumah. Untuk melakukannya, cukup buat akun.\n\nKirimkan pertanyaan dan saran terkait layanan ke info@alihelper.net.\n\nUntuk mengaktifkan fungsi plugin dan meningkatkan proyek, kami mengumpulkan data anonim tentang cara Anda menggunakan marketplace. Detail lebih lanjut tentang privasi — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>.",
        "it": "L'estensione del browser per AliExpress ™ che aiuta ad acquistare articoli di alta qualità a prezzi bassi da venditori affidabili.\n\n- Codici promozionali e coupon\nUn elenco di coupon di sconto validi e codici promo attivi per oggi: Ottieni la migliore offerta durante i saldi dell'11.11, il Black Friday, il Cyber Monday, il Capodanno e tutti i giorni.\n\n- Controllo dei venditori\nUna valutazione oggettiva e dettagliata del venditore: Controlla l'affidabilità di un negozio prima di effettuare un acquisto.\n\n- Storico dei prezzi degli ultimi 6 mesi\nAndamento dei prezzi dei prodotti nel grafico negli ultimi sei mesi: Confrontate le variazioni di costo prima e durante le vendite.\n\n- Monitoraggio dei prezzi dei prodotti\nL'estensione AliHelper fornisce un monitorare in tempo reale e invia una notifica non appena il costo scende.\n\n- Visualizzare facilmente le recensioni con foto\nOpinioni obiettive: Sfogliare le recensioni reali dei clienti con foto.\n\n- Tracciamento dei pacchi\nSeguite lo stato di consegna delle spedizioni postali utilizzando un numero di tracciamento: Non preoccupatevi del vostro ordine, sapete sempre dove si trova il vostro pacco.\n\n- Trova prodotti simili\nScopri articoli simili di altri venditori a costo vantaggiosi con spedizione gratuita.\n\nInstallando l'estensione, si accettano i termini dell' \"Accordo per gli utenti\" e si consente il reindirizzamento ai link del programma di affiliazione\". Accordo con l'utente - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6103dabd7278beb36706ec39d34d063a81d75343774218559e467b85ec39b9ac/https%3A//alihelper.net/it/agreement\" rel=\"nofollow\">https://alihelper.net/it/agreement</a>. Tuttavia, Alihelper è compatibile con i servizi di cashback più diffusi (Letyshops, ePN Cashback, kopikot, skidka e altri). Il cashback viene salvato.\n\nAliHelper può sincronizzare i dati tra i computer. Ad esempio, al lavoro e a casa. Per farlo, è sufficiente creare un account.\n\nInviate le vostre domande e i vostri suggerimenti relativi al servizio a info@alihelper.net.\n\nPer il funzionamento delle funzioni del plugin e per poter migliorare il progetto, raccogliamo dati anonimi sull'utilizzo del marketplace. Maggiori dettagli nella sezione Privacy - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/de41e4a2cef5e801c66536b4f32e6682ba5cdc1a745206104c04b77a934a6978/https%3A//alihelper.net/it/policy\" rel=\"nofollow\">https://alihelper.net/it/policy</a>.",
        "ja": "AliHelperは、AliExpress™で信頼できる販売者から高品質な商品を低価格で購入するためのブラウザ拡張機能です。\n\n— プロモコードとクーポン\n有効な割引クーポンと本日のプロモコードのリストを提供。11.11セール、ブラックフライデー、サイバーマンデー、大晦日、そして毎日の最適なオファーを手に入れましょう。\n    \n— 配送追跡\n追跡番号を使用して配送状況を確認。注文品の現在位置を把握し、不安を解消します。\n    \n— 商品価格追跡\nAliHelper拡張機能はリアルタイムで価格を監視し、価格が下がるとすぐに通知を送ります。\n    \n— 6ヶ月間の価格履歴\n過去6ヶ月間の価格動向を確認可能。セール前後の価格変化を比較できます。\n    \n— 販売者チェック\n販売者の信頼性を確認するための客観的かつ詳細な評価を提供。購入前にストアの信頼性を確認しましょう。\n    \n— 写真付きレビューの閲覧\n実際の購入者による写真付きレビューを閲覧し、商品の実態を確認できます。\n    \n— 類似商品の検索\n他の販売者が提供するお得な価格や送料無料の類似商品を見つけましょう。\n    \n\n拡張機能をインストールすることで、「ユーザー利用規約」に同意し、アフィリエイトプログラムのリンクを介したリダイレクトを許可します。利用規約: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/a67f80096d276e632529fa834799827d2602346a047607f5cba13ad9675e6320/https%3A//alihelper.net/en/agreement%E3%80%82AliHelper%E3%81%AFLetyshops%E3%80%81ePN\" rel=\"nofollow\">https://alihelper.net/en/agreement。AliHelperはLetyshops、ePN</a> Cashback、Kopikot、Skidkaなどの人気キャッシュバックサービスにも対応しており、キャッシュバックは保持されます。\n\nAliHelperは複数のコンピュータ間でデータを同期できます。たとえば、職場と自宅の間で同期することが可能です。そのためには、アカウントを作成するだけでOKです。\n\nサービスに関する質問や提案は[info@alihelper.net](<a href=\"/\" rel=\"nofollow\">mailto:info@alihelper.net</a>)までお送りください。\n\n拡張機能の機能を利用し、プロジェクトを改善するため、マーケットプレイスの利用状況に関する匿名データを収集しています。詳細はプライバシーポリシーをご覧ください: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/68798116b3a508bd6ab697d993d3286c512049e342f5ce6da642c5f3d77cca64/https%3A//alihelper.net/en/policy%E3%80%82\" rel=\"nofollow\">https://alihelper.net/en/policy。</a>",
        "ko": "AliExpress™에서 신뢰할 수 있는 판매자로부터 품질 좋은 제품을 저렴하게 구매할 수 있도록 돕는 브라우저 확장 프로그램입니다.\n\n— 프로모션 코드 및 쿠폰\n오늘 사용할 수 있는 유효한 할인 쿠폰과 프로모션 코드 목록: 11.11 세일, 블랙 프라이데이, 사이버 먼데이, 새해 전야 등 다양한 날에 최고의 할인을 받아보세요.\n    \n— 배송 추적\n배송 추적 번호를 사용하여 주문 상태를 확인하세요. 내 주문이 어디에 있는지 항상 확인할 수 있습니다.\n    \n— 제품 가격 추적\nAliHelper 확장은 실시간으로 가격을 모니터링하며, 가격이 하락하면 알림을 제공합니다.\n    \n— 6개월 가격 기록\n최근 6개월간의 제품 가격 변동 기록: 세일 전과 세일 중 가격 변화를 비교해보세요.\n    \n— 판매자 평가 확인\n판매자의 신뢰도를 확인할 수 있는 객관적이고 상세한 평가: 구매 전 판매자의 신뢰성을 점검하세요.\n    \n— 편리한 사진 리뷰 보기\n실제 고객의 리뷰와 사진을 확인할 수 있습니다.\n    \n— 유사 상품 검색\n다른 판매자로부터 무료 배송을 포함한 더 저렴한 유사 상품을 찾아보세요.\n    \n\n확장 프로그램을 설치하면 '사용자 약관'에 동의하며, 제휴 프로그램 링크로 리디렉션되는 것을 허용하게 됩니다. 사용자 약관 — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>. AliHelper는 Letyshops, ePN Cashback, kopikot, skidka 등 인기 있는 캐시백 서비스와 호환됩니다. 사용자의 캐시백은 유지됩니다.\n\nAliHelper는 컴퓨터 간 데이터를 동기화할 수 있습니다. 예를 들어, 직장과 집에서 동일한 데이터를 사용할 수 있습니다. 이를 위해 계정을 생성하세요.\n\n서비스와 관련된 질문이나 제안은 info@alihelper.net으로 보내주세요.\n\n확장 기능이 제대로 작동하고 프로젝트를 개선할 수 있도록, 마켓플레이스 사용 방식에 대한 익명 데이터를 수집합니다. 자세한 내용은 개인정보 보호정책에서 확인하세요 —\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>.",
        "lt": "AliHelper – tai „AliExpress™“ naršyklės plėtinys, padedantis įsigyti aukštos kokybės prekių už mažą kainą iš patikimų pardavėjų.\n\n— Akcijų kodai ir kuponai\nGaukite galiojančių nuolaidų kuponų ir šiandienos akcijų kodų sąrašą. Pasinaudokite geriausiais pasiūlymais per 11.11 išpardavimus, Juodąjį penktadienį, Kibernetinį pirmadienį, Naujuosius metus ir kiekvieną dieną.\n    \n— Siuntų sekimas\nSekite savo užsakytų siuntų pristatymo būseną naudodami sekimo numerį. Visada žinokite, kur yra jūsų siunta, ir venkite rūpesčių.\n    \n— Produktų kainų sekimas\nAliHelper plėtinys realiuoju laiku stebi kainas ir iš karto praneša, kai jos sumažėja.\n    \n— 6 mėnesių kainų istorija\nPeržiūrėkite prekių kainų pokyčius per pastaruosius šešis mėnesius. Palyginkite kainas prieš išpardavimus ir jų metu.\n    \n— Pardavėjų tikrinimas\nGaukite objektyvų ir išsamų pardavėjo reitingą. Prieš pirkdami įsitikinkite, ar parduotuvė patikima.\n    \n— Nuotraukų apžvalgų peržiūra\nPeržiūrėkite tikras pirkėjų nuomones su nuotraukomis ir įvertinkite produktus iš pirmų rankų.\n    \n— Panašių produktų paieška\nAtskleiskite kitų pardavėjų siūlomus panašius produktus su patraukliomis kainomis ir nemokamu pristatymu.\n    \n\nĮdiegdami plėtinį sutinkate su „Naudotojo sutartimi“ ir leidžiate nukreipti jus per partnerių programos nuorodas. Naudotojo sutartis: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>.\n\nAliHelper taip pat suderinamas su populiariomis pinigų grąžinimo paslaugomis, tokiomis kaip „Letyshops“, „ePN Cashback“, „Kopikot“, „Skidka“ ir kitomis. Jūsų pinigų grąžinimas išlieka saugus.\n\nAliHelper gali sinchronizuoti duomenis tarp kelių kompiuterių, pavyzdžiui, tarp darbo ir namų. Tiesiog susikurkite paskyrą, kad galėtumėte naudotis šia funkcija.\n\nKlausimus ir pasiūlymus dėl paslaugos siųskite el. paštu: info@alihelper.net\n\nNorėdami užtikrinti plėtinio funkcionalumą ir tobulinti projektą, renkame anoniminius duomenis apie jūsų naudojimąsi prekyvietėmis. Daugiau informacijos – privatumo politikoje: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>.",
        "lv": "AliHelper ir pārlūkprogrammas paplašinājums vietnei AliExpress™, kas palīdz iegādāties kvalitatīvas preces par zemām cenām no uzticamiem pārdevējiem.\n\n— Akciju kodi un kuponi\nPiekļūstiet aktuālo atlaides kuponu un šodienas spēkā esošo akciju kodu sarakstam. Izmantojiet labākos piedāvājumus 11.11 izpārdošanās, Melnajā piektdienā, Kiberpirmdienā, Jaungada laikā un ikdienā.\n    \n— Sūtījumu izsekošana\nIzsekojiet savu pasūtījumu piegādes statusu, izmantojot izsekošanas numuru. Vienmēr ziniet, kur atrodas jūsu sūtījums, un izvairieties no raizēm.\n    \n— Preču cenu izsekošana\nAliHelper paplašinājums reāllaikā seko cenām un nekavējoties informē, tiklīdz cena samazinās.\n    \n— 6 mēnešu cenu vēsture\nApskatiet preču cenu izmaiņas pēdējo sešu mēnešu laikā. Salīdziniet cenas pirms un izpārdošanu laikā.\n    \n— Pārdevēju pārbaude\nIegūstiet objektīvu un detalizētu pārdevēja vērtējumu. Pirms pirkuma pārliecinieties par veikala uzticamību.\n    \n— Fotoatsauksmju skatīšana\nIzlasiet reālas klientu atsauksmes ar fotoattēliem un novērtējiet preces no pirmavotiem.\n    \n— Līdzīgu produktu meklēšana\nAtklājiet līdzīgas preces no citiem pārdevējiem ar izdevīgām cenām un bezmaksas piegādi.\n    \n\nInstalējot paplašinājumu, jūs piekrītat Lietotāja līgumam un atļaujat novirzīšanu, izmantojot saistītās programmas saites. Lietotāja līgums: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>.\n\nAliHelper ir saderīgs ar populāriem cashback pakalpojumiem, piemēram, Letyshops, ePN Cashback, kopikot, skidka un citiem. Jūsu cashback tiek saglabāts.\n\nAliHelper var sinhronizēt datus starp dažādiem datoriem, piemēram, darbā un mājās. Vienkārši izveidojiet kontu, lai izmantotu šo funkciju.\n\nJautājumus un ieteikumus par pakalpojumu sūtiet uz e—pastu: info@alihelper.net\n\nLai nodrošinātu paplašinājuma funkcionalitāti un uzlabotu projektu, mēs anonīmi apkopojam datus par jūsu tirgus vietnes lietojumu. Plašāka informācija pieejama privātuma politikā: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>.",
        "ms": "Panjang pelanjutan penyemak imbas untuk AliExpress™ yang membantu anda membeli barang berkualiti dengan harga rendah daripada penjual yang boleh dipercayai.\n\n— Kod Promo dan Kupon\nSenarai kupon diskaun yang sah dan kod promo yang aktif untuk hari ini: Dapatkan tawaran terbaik semasa jualan 11.11, Black Friday, Cyber Monday, Tahun Baru dan setiap hari.\n    \n— Penjejakan Bungkusan\nJejak status penghantaran penghantaran pos menggunakan nombor penjejakan: Jangan risau tentang pesanan anda; sentiasa tahu di mana bungkusan anda berada.\n    \n— Penjejakan Harga Produk\nPelanjutan AliHelper menyediakan pemantauan masa nyata dan menghantar pemberitahuan sebaik sahaja harga menurun.\n    \n— Sejarah Harga 6 Bulan\nDinamik harga produk dalam enam bulan yang lalu: Bandingkan bagaimana harga berubah sebelum dan semasa jualan.\n    \n— Semak Penjual\nPenarafan penjual yang objektif dan terperinci: Semak kebolehpercayaan kedai sebelum membuat pembelian.\n    \n— Paparan Ulasan Gambar yang Mudah\nPendapat objektif: Semak ulasan pelanggan sebenar dengan gambar.\n    \n— Cari Produk Serupa\nTemui produk serupa daripada penjual lain dengan harga berpatutan dan penghantaran percuma.\n    \n\nDengan memasang pelanjutan ini, anda menerima terma «Perjanjian Pengguna» dan membenarkan anda diarahkan ke pautan program afiliasi. Perjanjian Pengguna — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>.\n\nAliHelper serasi dengan perkhidmatan cashback popular (Letyshops, ePN Cashback, kopikot, skidka dan lain—lain). Cashback anda akan disimpan.\n\nAliHelper boleh menyegerakkan data antara komputer. Sebagai contoh, di pejabat dan di rumah. Untuk melakukan ini, hanya perlu membuat akaun.\n\nHantar sebarang pertanyaan dan cadangan berkaitan perkhidmatan ini ke info@alihelper.net.\n\nUntuk fungsi pelanjutan ini berfungsi dan untuk memperbaiki projek ini, kami mengumpul data tanpa nama tentang cara anda menggunakan pasaran. Maklumat lanjut dalam dasar privasi — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>.",
        "nl": "De browserextensie voor AliExpress™ die helpt bij het kopen van artikelen van hoge kwaliteit tegen lage prijzen van betrouwbare verkopers.\n\n- Kortingscodes en Coupons\nEen lijst met werkende kortingsbonnen en actieve promotiecodes voor vandaag: Ontvang de beste aanbieding tijdens de 11.11 uitverkoop, Black Friday, Cyber Monday, oudejaarsavond en elke dag.\n\n- Verkopers controleren\nEen objectieve en gedetailleerde verkopersbeoordeling: Controleer de betrouwbaarheid van een winkel voordat je een aankoop doet.\n\n- Prijsgeschiedenis voor 6 maanden\nDe prijs trend voor producten in de afgelopen zes maanden: Vergelijk hoe de kosten zijn veranderd voor en tijdens de verkoop.\n\n- Productprijs Volgen\nAliHelper extensie biedt real-time monitoring en stuurt een notificatie zodra de prijs daalt.\n\n- Bekijk eenvoudig beoordelingen met foto's\nObjectieve meningen: Bekijk beoordelingen van echte klanten met foto's.\n\n- Pakket uit buitenland volgen\nVolg de afleverstatus van postzendingen met behulp van een trackingnummer: Maak je geen zorgen over je bestelling; je weet altijd waar je pakket is.\n\n- Vergelijkbare producten vinden\nOntdek soortgelijke artikelen van andere verkopers tegen voordelige prijzen met gratis verzending.\n\nDoor de uitbreiding te installeren, accepteert u de voorwaarden van de \"Gebruikersovereenkomst\" en staat u toe dat u wordt doorverwezen naar de links van het partnerprogramma. Gebruikersovereenkomst - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/a80717901aaf51be3cf459747f313acbd1909c8d99ea92f8fd695c5a729ddd97/https%3A//alihelper.net/nl/agreement\" rel=\"nofollow\">https://alihelper.net/nl/agreement</a>. Alihelper is echter compatibel met populaire cashbackdiensten (Letyshops, ePN Cashback, kopikot, skidka en anderen). Je cashback wordt opgeslagen.\n\nAliHelper kan gegevens synchroniseren tussen computers. Bijvoorbeeld op je werk en thuis. Om dit te doen, maak je gewoon een account aan.\n\nStuur je vragen en suggesties over de service naar info@alihelper.net\n\nOm de functies van de plugin te laten werken en om het project te kunnen verbeteren, verzamelen we anonieme gegevens over hoe je de marktplaats gebruikt. Meer details in privacy - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/44c9f92f21b764cc0836dba1778334a08a06a0398d6c867aedcd8c60e8f7bb2e/https%3A//alihelper.net/nl/policy\" rel=\"nofollow\">https://alihelper.net/nl/policy</a>.",
        "pl": "Rozszerzenie przeglądarki dla AliExpress ™, które pomaga w zakupie wysokiej jakości towarów po niskich cenach od wiarygodnych sprzedawców.\n\n- Kody promocyjne i kupony\nLista ważnych kuponów rabatowych i aktywnych kodów promocyjnych na dziś: Uzyskaj najlepszą ofertę podczas wyprzedaży 11.11, Black Friday, Cyber Monday, Sylwestra i każdego dnia.\n\n- Sprawdzanie sprzedawcy\nObiektywna i szczegółowa ocena sprzedawcy: Sprawdź wiarygodność sklepu przed dokonaniem zakupu.\n\n- 6-miesięczna historia cen\nDynamika cen produktów w ciągu ostatnich sześciu miesięcy: Porównaj, jak zmieniały się koszty przed i w trakcie sprzedaży.\n\n- Sprawdzanie cen towarów\nRozszerzenie AliHelper zapewnia monitorowanie w czasie rzeczywistym i wysyła powiadomienie, gdy tylko koszt spadnie.\n\n- Łatwe przeglądanie recenzji ze zdjęciami\nObiektywne opinie: Przeglądaj prawdziwe opinie klientów ze zdjęciami.\n\n- Śledzenie paczek\nŚledź status dostawy przesyłek pocztowych za pomocą numeru śledzenia: Nie martw się o swoje zamówienie; zawsze wiedz, gdzie znajduje się Twoja paczka.\n\n- Znajdź podobne produkty\nOdkryj podobne towary od innych sprzedawców w korzystnych cenach z bezpłatną wysyłką.\n\nInstalując rozszerzenie, akceptujesz warunki \"Umowy użytkownika\" i zezwalasz na przekierowanie do linków programu partnerskiego. Umowa użytkownika - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/4547ff10c3d18869edc3a1d02c39b97b9ab55606d123a40ed72ddf9a402bc450/https%3A//alihelper.net/pl/agreement\" rel=\"nofollow\">https://alihelper.net/pl/agreement</a>. Alihelper jest jednak kompatybilny z popularnymi usługami cashback (Letyshops, ePN Cashback, kopikot, skidka i inne). Twój cashback jest zapisywany.\n\nAliHelper może synchronizować dane między komputerami. Na przykład w pracy i w domu. Aby to zrobić, wystarczy utworzyć konto.\n\nWyślij swoje pytania i sugestie związane z usługą na adres info@alihelper.net.\n\nAby funkcje wtyczki działały i aby móc ulepszać projekt, zbieramy anonimowe dane o tym, jak korzystasz z marketplace. Więcej szczegółów w prywatności - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/338790e826f61999977c9149fb168898bc868ffd70ac729e3b7186f9c11aa0ef/https%3A//alihelper.net/pl/policy\" rel=\"nofollow\">https://alihelper.net/pl/policy</a>.",
        "pt-BR": "A extensão do navegador para o AliExpress ™ que auxilia na compra de itens de alta qualidade a preços baixos de vendedores confiáveis.\n\n— Códigos promocionais e cupões\nUma lista de cupões de desconto válidos e códigos de promoção activos para hoje: Obtenha a melhor oferta durante os saldos de 11.11, Black Friday, Cyber Monday e todos os dias.\n    \n— Rastreamento de pedidos\nRastrear do status de entrega do pedido com o número de rastreamento: não se preocupe com a sua encomenda, saiba sempre onde seu pedido está.\n    \n— Controlo de preços de produtos\nA rastreador AliHelper fornece monitorização em tempo real e envia uma notificação assim que o custo desce\n    \n— Histórico de preços de 6 meses\nA variação de preços dos produtos nos últimos seis meses: Compare como o custo se alterou antes e durante as vendas.\n    \n— Verificação classificação do vendedor\nAvaliação objetiva e detalhada do vendedor: encontre uma loja fiável antes de efetuar uma compra.\n    \n— Conveniente Visualização de fotografias de avaliações\nAvaliações reais: Veja as avaliações reais dos clientes com fotografias.\n    \n— Encontrar produtos semelhantes\nDescubra artigos semelhantes de outros vendedores a valores vantajosos com envio gratuito.\n    \n\nAo instalar a extensão, aceita os termos do \"Contrato do utilizador\" e permite o redireccionamento para as ligações do programa de afiliados. Acordo de utilizador — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>. No entanto, o Alihelper é compatível com os serviços populares de cashback (Letyshops, ePN Cashback, kopikot, skidka e outros). O seu cashback é guardado.\n\nO AliHelper pode sincronizar dados entre computadores. Por exemplo, no trabalho e em casa. Para isso, basta criar uma conta.\n\nEnvie as suas questões e sugestões relacionadas com o serviço para info@alihelper.net\n\nPara que as funções do plugin funcionem e para podermos melhorar o projeto, recolhemos dados anónimos sobre a forma como utiliza o mercado. Mais pormenores em privacidade — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>.",
        "pt-PT": "A extensão do navegador para o AliExpress ™ que auxilia na compra de itens de alta qualidade a valores baixos de vendedores confiáveis.\n\n- Códigos promocionais e cupões\nUma lista de cupões de desconto válidos e códigos de promoção activos para hoje: Obtenha a melhor oferta durante os saldos de 11.11, Black Friday, Cyber Monday e todos os dias.\n\n- Verificação classificação do vendedor\nAvaliação objetiva e detalhada do vendedor: encontre uma loja fiável antes de efetuar uma compra.\n\n- Histórico de preços de 6 meses\nA dinâmica dos valores dos produtos nos últimos seis meses: Compare como o custo se alterou antes e durante as vendas.\n\n- Controlo de preços de produtos\nA rastreador AliHelper fornece monitorização em tempo real e envia uma notificação assim que o custo desce.\n\n- Conveniente Visualização de fotografias de avaliações\nOpiniões objectivas: Veja as opiniões reais dos clientes com fotografias.\n\n- Seguimento de encomendas\nRastrear do status de entrega do pedido com o número de seguimento: não se preocupe com a sua encomenda, saiba sempre onde ela está.\n\n- Encontrar produtos semelhantes\nDescubra artigos semelhantes de outros vendedores a valores vantajosos com envio gratuito.\n\nAo instalar a extensão, aceita os termos do \"Contrato do utilizador\" e permite o redireccionamento para as ligações do programa de afiliados. Acordo de utilizador - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/52ac242e83466c67f2b30258bf5559a641140a920ff70717d66629bac8c8e972/https%3A//alihelper.net/pt/agreement\" rel=\"nofollow\">https://alihelper.net/pt/agreement</a>. No entanto, o Alihelper é compatível com os serviços populares de cashback (Letyshops, ePN Cashback, kopikot, skidka e outros). O seu cashback é guardado.\n\nO AliHelper pode sincronizar dados entre computadores. Por exemplo, no trabalho e em casa. Para isso, basta criar uma conta.\n\nEnvie as suas questões e sugestões relacionadas com o serviço para info@alihelper.net\n\nPara que as funções do plugin funcionem e para podermos melhorar o projeto, recolhemos dados anónimos sobre a forma como utiliza o mercado. Mais pormenores em privacidade - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/3eb9c8198ff9875f1eb9c09ad7e4cc1b744fdb4231b2defe8eadad9eb461a156/https%3A//alihelper.net/pt/policy\" rel=\"nofollow\">https://alihelper.net/pt/policy</a>.",
        "ro": "Extensia de browser pentru AliExpress ™ care ajută la achiziționarea de articole de înaltă calitate la prețuri mici de la vânzători de încredere.\n\n- Coduri promoționale și cupoane\nO listă de cupoanele de reducere valabile și coduri promoționale active pentru astăzi: Obțineți cea mai bună ofertă în timpul vânzărilor 11.11, Black Friday, Cyber Monday, Revelion și în fiecare zi.\n\n- Verificarea vânzătorului\nO evaluare obiectivă și detaliată a vânzătorului: Verificați fiabilitatea unui magazin înainte de a face o achiziție.\n\n- Istoricul prețurilor pe 6 luni\nDinamica prețurilor produselor din ultimele șase luni: Comparați modul în care s-a modificat costul înainte și în timpul vânzărilor.\n\n- Urmărirea prețurilor produselor\nExtensia AliHelper asigură monitorizarea în timp real și trimite o notificare imediat ce costul scade.\n\n- Vizualizare comodă a recenziilor cu fotografii\nOpinii obiective: Răsfoiți recenziile reale ale clienților cu fotografii.\n\n- Urmărirea stării livrării coletelor\nUrmăriți starea de livrare a trimiterilor poștale cu ajutorul unui număr de urmărire: Nu vă faceți griji în legătură cu comanda dvs.; știți întotdeauna unde se află coletul dvs.\n\n- Găsiți produse similare\nDescoperiți articole similare de la alți vânzători la prețuri avantajoase cu transport gratuit.\n\nPrin instalarea extensiei, acceptați termenii \"Acordului de utilizare\" și permiteți redirecționarea către link-urile programului de afiliere. Acordul de utilizare - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/b6a0b7e1b47193670717fb038781dcd1439921263ad8908f0446c0a3286f4986/https%3A//alihelper.net/ro/agreement\" rel=\"nofollow\">https://alihelper.net/ro/agreement</a>. Cu toate acestea, Alihelper este compatibil cu serviciile populare de cashback (Letyshops, ePN Cashback, kopikot, skidka și altele). Cashback-ul dvs. este salvat.\n\nAliHelper poate sincroniza datele între calculatoare. De exemplu, la serviciu și acasă. Pentru a face acest lucru, este suficient să creați un cont.\n\nTrimiteți întrebările și sugestiile dvs. legate de acest serviciu la info@alihelper.net\n\nPentru ca funcțiile plugin-ului să funcționeze și pentru a putea îmbunătăți proiectul, colectăm date anonime despre modul în care utilizați piața. Mai multe detalii în confidențialitate - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d1f0f129fe89ff0edcadb3e1bb2c4aee71edce187af1740ca41fb16c818bc9d2/https%3A//alihelper.net/ro/policy\" rel=\"nofollow\">https://alihelper.net/ro/policy</a>.",
        "ru": "Расширение для AliExpress ™, которое помогает покупать качественные товары по низким ценам у надежных продавцов.\n\n– Промокоды и купоны\nСписок действующих купонов на скидку и промокодов на сегодня: получите лучшую цену на распродажах 11.11, Черная Пятница, Кибер Понедельник и на каждый день.\n\n– Проверка продавцов\nОбъективный детальный рейтинг продавцов на АлиЭкспресс: проверьте надежность магазина перед покупкой;\n\n– История цен за 6 месяцев\nДинамика цен на товары за последние 6 месяцев: сравните, как менялась стоимость товара до и во время распродаж;\n\n– Отслеживание цены на товар\nНачните следить за ценой в расширении АлиХелпер и получайте уведомления, как только снизится стоимость;\n\n– Удобный просмотр отзывов с фото\nОбъективные мнения: просматривайте реальные отзывы покупателей с фотографиями;\n\n– Отслеживание посылок\nОтслеживание статуса доставки почтовых отправлений по трек-номеру: не беспокойтесь о заказе, всегда будьте в курсе, где ваша посылка с АлиЭкспресс;\n\n– Поиск похожих товаров\nНайдите аналогичные товары у других продавцов по выгодным ценам и с бесплатной доставкой;\n\nУстанавливая расширение, вы разрешаете переадресацию по ссылкам партнерской программы AliExpress ™.\nПлагин Алихелпер совместим с популярными cashback сервисами (Letyshops, ePN Cashback, kopikot, skidka и другие).\n\nAliHelper умеет синхронизировать данные между несколькими компьютерами. Например, на работе и дома. Для этого просто создайте аккаунт.\n\nВопросы и предложения, связанные с работой сервиса, отправляйте по адресу info@alihelper.net\n\nДля работы функций и улучшения продукта мы собираем анонимизированные данные о том, как вы пользуетесь магазином. Подробнее в политике конфиденциальности — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9ef6bb24a9f7e54e15bba9b0ca2579d5e6acbf0565a15102100a028d48d404ba/https%3A//alihelper.net/ru/policy\" rel=\"nofollow\">https://alihelper.net/ru/policy</a>\n\nУстанавливая AliHelper, вы принимаете условия «Пользовательского соглашения» — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6ffcf8370f9d07a03821bfd7ea5e0adb3e7b7684e4f9569be4a9b954fb97b8c7/https%3A//alihelper.net/ru/agreement\" rel=\"nofollow\">https://alihelper.net/ru/agreement</a>",
        "sk": "Rozšírenie prehliadača pre AliExpress™, ktoré vám pomôže nakupovať kvalitné produkty za nízke ceny od overených predajcov.\n\n— Promo kódy a kupóny\nZoznam platných zľavových kupónov a promo kódov na dnešný deň: Využite najlepšie ponuky počas výpredajov 11.11, Black Friday, Cyber Monday, Silvestra a každý deň.\n    \n— Sledovanie zásielok\nSledujte stav doručovania zásielok pomocou sledovacieho čísla: Vždy budete vedieť, kde sa vaša objednávka nachádza.\n    \n— Sledovanie cien produktov\nRozšírenie AliHelper poskytuje sledovanie cien v reálnom čase a upozorní vás, akonáhle cena klesne.\n    \n— História cien za posledných 6 mesiacov\nDynamika cien produktov za posledných 6 mesiacov: Porovnajte, ako sa ceny menili pred a počas výpredajov.\n    \n— Kontrola predajcov\nObjektívne a podrobné hodnotenie predajcov: Skontrolujte spoľahlivosť obchodu pred nákupom.\n    \n— Pohodlné prezeranie recenzií s fotografiami\nObjektívne názory: Prezrite si skutočné recenzie zákazníkov s fotografiami.\n    \n— Vyhľadávanie podobných produktov\nObjavte podobné produkty od iných predajcov za výhodné ceny s bezplatným doručením.\n    \n\nInštaláciou rozšírenia súhlasíte s podmienkami „Používateľskej zmluvy“ a povolíte presmerovanie na odkazy partnerského programu. Používateľská zmluva: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>.\n\nAliHelper je kompatibilný so známymi cashback službami (Letyshops, ePN Cashback, kopikot, skidka a ďalšími). Váš cashback zostáva zachovaný.\n\nAliHelper umožňuje synchronizovať údaje medzi počítačmi. Napríklad v práci a doma. Na to stačí vytvoriť účet.\n\nVaše otázky a návrhy týkajúce sa služby posielajte na info@alihelper.net.\n\nAby funkcie doplnku fungovali a aby sme mohli projekt vylepšovať, zhromažďujeme anonymné údaje o tom, ako používate trhovisko. Viac informácií v zásadách ochrany osobných údajov: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>.",
        "sl": "Razširitev brskalnika za AliExpress™, ki vam pomaga pri nakupu kakovostnih izdelkov po nizkih cenah od zanesljivih prodajalcev.\n\n— Promocijske kode in kuponi\nSeznam veljavnih popustnih kuponov in aktivnih promocijskih kod za danes: Izkoristite najboljše ponudbe med razprodajami 11.11, Črnim petkom, Cyber Monday, silvestrovim in vsak dan.\n    \n— Sledenje paketom\nSpremljajte status dostave pošiljk s pomočjo sledilne številke: Vedno boste vedeli, kje je vaše naročilo.\n    \n— Sledenje cenam izdelkov\nRazširitev AliHelper omogoča spremljanje cen v realnem času in vas obvesti takoj, ko cena pade.\n    \n— Zgodovina cen za zadnjih 6 mesecev\nDinamično spremljanje cen izdelkov v zadnjih šestih mesecih: Primerjajte, kako so se cene spreminjale pred razprodajami in med njimi.\n    \n— Preverjanje prodajalcev\nObjektivne in podrobne ocene prodajalcev: Preverite zanesljivost trgovine pred nakupom.\n    \n— Udobno pregledovanje ocen s fotografijami\nObjektivna mnenja: Oglejte si resnične ocene strank s fotografijami.\n    \n— Iskanje podobnih izdelkov\nOdkrijte podobne izdelke pri drugih prodajalcih po ugodnih cenah z brezplačno dostavo.\n    \n\nZ namestitvijo razširitve sprejmete pogoje „Uporabniške pogodbe“ in dovolite preusmeritev na povezave v okviru partnerskega programa. Uporabniška pogodba: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>. AliHelper je združljiv z znanimi cashback storitvami (Letyshops, ePN Cashback, kopikot, skidka in drugimi). Vaš cashback ostane ohranjen.\n\nAliHelper omogoča sinhronizacijo podatkov med računalniki. Na primer, v službi in doma. Za to je potrebno le ustvariti račun.\n\nVaša vprašanja in predloge v zvezi s storitvijo pošljite na info@alihelper.net.\n\nZa pravilno delovanje funkcij vtičnika in izboljšanje projekta zbiramo anonimne podatke o tem, kako uporabljate tržnico. Več informacij v politiki zasebnosti: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>.",
        "sv-SE": "Webbläsartillägget för AliExpress™ som hjälper dig att köpa högkvalitativa produkter till låga priser från pålitliga säljare.\n\n— Promo—koder och kuponger\nEn lista med giltiga rabattkuponger och aktiva promo—koder för idag: Få de bästa erbjudandena under 11.11—rean, Black Friday, Cyber Monday, Nyårsafton och varje dag.\n    \n— Paketspårning\nFölj leveransstatusen för postpaket med ett spårningsnummer: Oroa dig inte för din beställning; du vet alltid var din paket är.\n    \n— Produktpris—spårning\nAliHelper—tillägget erbjuder realtidsövervakning och skickar en avisering så snart priset sjunker.\n    \n— 6—månaders prishistorik\nPrisdynamiken för produkter de senaste sex månaderna: Jämför hur priset har förändrats före och under reor.\n    \n— Säljar—sökning\nEn objektiv och detaljerad säljarbedömning: Kontrollera en butikens pålitlighet innan du gör ett köp.\n    \n— Smidig visning av fotorecensioner\nObjektiva åsikter: Bläddra bland verkliga kundrecensioner med bilder.\n    \n— Hitta liknande produkter\nUpptäck liknande produkter från andra säljare till förmånliga priser med gratis frakt.\n    \n\nGenom att installera tillägget godkänner du «Användarvillkoren» och tillåter att du omdirigeras till affiliate—programlänkar. Användarvillkor — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>. AliHelper är dock kompatibel med populära cashback—tjänster (Letyshops, ePN Cashback, kopikot, skidka och andra). Din cashback sparas.\n\nAliHelper kan synkronisera data mellan datorer. Till exempel på jobbet och hemma. För att göra detta behöver du bara skapa ett konto.\n\nSkicka dina frågor och förslag om tjänsten till info@alihelper.net.\n\nFör att funktionerna i tillägget ska fungera och för att kunna förbättra projektet samlar vi in anonym data om hur du använder marknadsplatsen. Mer detaljer om sekretess — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>.",
        "te": "AliExpress™ కోసం ఒక బ్రౌజర్ ఎక్స్టెన్షన్, ఇది నమ్మకమైన విక్రేతల నుండి తక్కువ ధరల వద్ద ఉన్నతమైన వస్తువులు కొనుగోలు చేయడంలో సహాయపడుతుంది.\n\n— ప్రోమో కోడ్లు మరియు కూపన్ కోడ్లు\nఈ రోజు సరైన డిస్కౌంట్ కూపన్ల మరియు చెల్లుబాటు అయ్యే ప్రోమో కోడ్ల జాబితా: 11.11 విక్రయాల, బ్లాక్ ఫ్రైడే, సైబర్ మాండే, న్యూ ఇయర్ ఈవ్ మరియు ప్రతి రోజూ ఉత్తమ ఆఫర్లను పొందండి.\n    \n— ప్యాకేజ్ ట్రాకింగ్\nట్రాకింగ్ నంబర్ ద్వారా డెలివరీ స్థితిని ట్రాక్ చేయండి: మీ ఆర్డర్ గురించి చింతించకండి; మీ ప్యాకేజీ ఎక్కడ ఉందో ఎప్పుడూ తెలుసుకోండి.\n    \n— ఉత్పత్తి ధర ట్రాకింగ్\nAliHelper ఎక్స్టెన్షన్ రియల్ టైమ్ ట్రాకింగ్‌ను అందించి ధర తగ్గినప్పుడే ఒక నోటిఫికేషన్ పంపిస్తుంది.\n    \n— 6-నెలల ధర చరిత్ర\nగత ఆరు నెలలలో ఉత్పత్తుల ధరల గమనాలు: విక్రయాలకు ముందు మరియు సమయం లో ధరలలో మార్పు ఎలా జరిగిందో పోల్చండి.\n    \n— విక్రేత తనిఖీ\nఒక ఆబ్జెక్టివ్ మరియు వివరమైన విక్రేత రేటింగ్: కొనుగోలు చేయడానికి ముందు ఒక అంగీకార ప్రామాణికతను తనిఖీ చేయండి.\n    \n— కంప్యూటర్ రివ్యూలను సౌకర్యంగా చూడండి\nఆబ్జెక్టివ్ అభిప్రాయాలు: నిజమైన వినియోగదారుల ఫోటోలతో రివ్యూలను వీక్షించండి.\n    \n— సమాన ఉత్పత్తులను కనుగొనండి\nఇతర విక్రేతల నుండి సమాన వస్తువులను ప్రయోజనకరమైన ధరలతో, ఉచిత షిప్పింగ్‌తో కనుగొనండి.\n    \n\nఈ ఎక్స్టెన్షన్‌ని ఇన్స్టాల్ చేయడం ద్వారా, మీరు \"యూజర్ అగ్రిమెంట్\" యొక్క నిబంధనలను అంగీకరిస్తున్నారు మరియు మీరు అనుబంధ ప్రోగ్రామ్ లింక్లకు మార్పిడి చేయడానికి అనుమతిస్తారు. యూజర్ అగ్రిమెంట్ — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>.\n\nAliHelper గుండా, ఇది ప్రాచుర్యం పొందిన కాష్‌బ్యాక్ సేవల (Letyshops, ePN Cashback, kopikot, skidka మరియు మరికొన్ని)తో అనుకూలంగా పనిచేస్తుంది. మీ కాష్‌బ్యాక్ సేవ్ చేయబడుతుంది.\n\nAliHelper, కంప్యూటర్ల మధ్య డేటాను సమకాలీకరించడానికి మద్దతు అందిస్తుంది. ఉదాహరణకు, ఇంటి మరియు కార్యాలయంలో. దీని కోసం, ఒక ఖాతాను సృష్టించండి.\n\nసేవకు సంబంధించిన మీ ప్రశ్నలు మరియు సూచనలను info@alihelper.netకి పంపండి.\n\nఈ ఎక్స్టెన్షన్ యొక్క ఫంక్షన్లు పని చేయడానికి మరియు ప్రాజెక్టును మెరుగుపరచడానికి, మేము మార్కెట్‌ప్లేస్ ఉపయోగం గురించి గోప్యమైన డేటాను సేకరిస్తున్నాము. మరిన్ని వివరాలకు: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>.",
        "th": "ส่วนขยายเบราว์เซอร์สำหรับ AliExpress™ ที่ช่วยให้คุณสามารถซื้อสินค้าคุณภาพสูงในราคาต่ำจากผู้ขายที่เชื่อถือได้\n\n— รหัสโปรโมชันและคูปอง\nรายการคูปองส่วนลดที่ใช้ได้และรหัสโปรโมชันที่ใช้งานได้สำหรับวันนี้: รับข้อเสนอที่ดีที่สุดในช่วงการขาย 11.11, Black Friday, Cyber Monday, คืนปีใหม่ และทุกวัน\n    \n— การติดตามพัสดุ\nติดตามสถานะการจัดส่งของพัสดุโดยใช้หมายเลขติดตาม: ไม่ต้องกังวลเกี่ยวกับคำสั่งซื้อของคุณ; คุณจะรู้ตลอดเวลาว่าพัสดุของคุณอยู่ที่ไหน\n    \n— การติดตามราคา\nAliHelper ช่วยติดตามราคาในเวลาจริงและส่งการแจ้งเตือนเมื่อราคาลดลง\n    \n— ประวัติราคา 6 เดือน\nการเปลี่ยนแปลงราคาในช่วง 6 เดือนที่ผ่านมา: เปรียบเทียบการเปลี่ยนแปลงราคาก่อนและระหว่างการขาย\n    \n— การตรวจสอบผู้ขาย\nการให้คะแนนผู้ขายที่เป็นกลางและละเอียด: ตรวจสอบความน่าเชื่อถือของร้านค้าก่อนที่จะทำการซื้อ\n    \n— การดูรีวิวจากภาพที่สะดวก\nความคิดเห็นที่เป็นกลาง: เลือกอ่านรีวิวจากลูกค้าจริงพร้อมภาพ\n    \n— ค้นหาสินค้าที่คล้ายกัน\nค้นหาสินค้าที่คล้ายกันจากผู้ขายอื่นในราคาที่ดีกับการจัดส่งฟรี\n    \n\nโดยการติดตั้งส่วนขยายนี้คุณยอมรับ \"ข้อกำหนดและเงื่อนไขการใช้งาน\" และอนุญาตให้คุณถูกเปลี่ยนเส้นทางไปยังลิงก์ในโปรแกรมพันธมิตร ข้อกำหนดและเงื่อนไข — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>. อย่างไรก็ตาม AliHelper เข้ากันได้กับบริการคืนเงินที่ได้รับความนิยม (Letyshops, ePN Cashback, kopikot, skidka และอื่น ๆ) เงินคืนของคุณจะถูกบันทึกไว้\n\nAliHelper สามารถซิงค์ข้อมูลระหว่างคอมพิวเตอร์ได้ เช่น ที่ทำงานและที่บ้าน เพียงแค่สร้างบัญชี\n\nส่งคำถามและข้อเสนอแนะเกี่ยวกับบริการไปที่ info@alihelper.net\n\nเพื่อให้ฟังก์ชันของปลั๊กอินทำงานและเพื่อปรับปรุงโครงการ เราจะรวบรวมข้อมูลแบบไม่ระบุตัวตนเกี่ยวกับวิธีที่คุณใช้ตลาดออนไลน์ รายละเอียดเพิ่มเติมเกี่ยวกับความเป็นส่วนตัว — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>",
        "tr": "AliExpress™ için tarayıcı eklentisi, güvenilir satıcılardan uygun fiyatlarla yüksek kaliteli ürünler satın almanıza yardımcı olur.\n\n- Promosyon Kodları ve Kuponlar\nBugün için geçerli indirim kuponları ve aktif promosyon kodlarının bir listesi: En iyi teklifi 11.11 indirimleri, Kara Cuma, Siber Pazartesi, Yılbaşı Gecesi ve her gün alın.\n\n- Satıcı doğrulaması\nTarafsız ve ayrıntılı bir satıcı puanı: Satın almadan önce bir mağazanın güvenilirliğini kontrol edin.\n\n- 6 Aylık Fiyat Geçmişi\nÜrünler için son altı aydaki fiyat dinamikleri: Maliyetin satış öncesinde ve sırasında nasıl değiştiğini karşılaştırın.\n\n- Ürün Fiyat Takibi\nAliHelper uzantısı gerçek zamanlı izleme sağlar ve maliyet düşer düşmez bir bildirim gönderir.\n\n- Fotoğraflı yorumları kolayca görüntüleyin\nTarafsız görüşler: Fotoğraflı gerçek müşteri yorumlarına göz atın.\n\n- Sipariş Takibi\nBir takip numarası kullanarak posta gönderilerinin teslimat durumunu takip edin: Siparişiniz için endişelenmeyin; kargo nerede olduğunu her zaman bilin.\n\n- Benzer Ürünleri Bulun\nDiğer satıcıların benzer ürünlerini avantajlı fiyatlarla ve ücretsiz kargo ile keşfedin.\n\nUzantıyı yükleyerek, \"Kullanıcı Sözleşmesi\" şartlarını kabul etmiş ve sizi ortaklık programının bağlantılarına yönlendirmesine izin vermiş olursunuz. Kullanıcı sözleşmesi - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/7cdbd849f2f137c51146dcaf9e1b8575ee22e5f11ce7c857d4ce46431852b34f/https%3A//alihelper.net/tr/agreement\" rel=\"nofollow\">https://alihelper.net/tr/agreement</a>. Bununla birlikte, Alihelper popüler cashback servisleriyle (Letyshops, ePN Cashback, kopikot, skidka ve diğerleri) uyumludur. Nakit iadeniz kaydedilir.\n\nAliHelper verileri bilgisayarlar arasında senkronize edebilir. Örneğin, işte ve evde. Bunu yapmak için bir hesap oluşturmanız yeterlidir.\n\nHizmetle ilgili soru ve önerilerinizi info@alihelper.net adresine gönderin.\n\nEklentinin işlevlerinin çalışması ve projeyi geliştirebilmek için, pazaryerini nasıl kullandığınız hakkında anonim veriler topluyoruz. Gizlilik bölümünde daha fazla ayrıntı - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/4e88aeeed25724ee8ebe7431672cbd5db71c1b7f42416d4ba4a478b4c6811a8b/https%3A//alihelper.net/tr/policy\" rel=\"nofollow\">https://alihelper.net/tr/policy</a>.",
        "uk": "Розширення для браузера для АлиЭкспресс, яке допомагає купувати високоякісні товари за низькими цінами від надійних продавців.\n\n— Промо—коди та купони\nСписок дійсних купонів на знижку та активних промо—кодів на сьогодні: отримуйте найкращі пропозиції під час розпродажів 11.11, Black Friday, Cyber Monday, на Новий рік і кожного дня.\n    \n— Відстеження посилок\nСлідкуйте за статусом доставки поштових відправлень за номером для відстеження: не переживайте за ваше замовлення, завжди знайте, де знаходиться ваша посилка.\n    \n— Відстеження цін на товари\nРозширення AliHelper надає моніторинг у реальному часі та надсилає сповіщення, коли ціна знижується.\n    \n— Історія цін за 6 місяців\nЦінова динаміка для товарів за останні шість місяців: порівняйте, як змінювалася ціна до і під час розпродажів.\n    \n— Перевірка продавця\nОб’єктивний і детальний рейтинг продавця: перевірте надійність магазину перед покупкою.\n    \n— Зручний перегляд фото-оглядів\nОб’єктивні думки: переглядайте справжні відгуки клієнтів з фото.\n    \n— Знайти подібні товари\nЗнайдіть подібні товари від інших продавців за вигідними цінами з безкоштовною доставкою.\n    \n\nВстановлюючи це розширення, ви погоджуєтесь з «Угодою користувача» та дозволяєте перенаправлення на посилання партнерської програми. Угода користувача — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/6ffcf8370f9d07a03821bfd7ea5e0adb3e7b7684e4f9569be4a9b954fb97b8c7/https%3A//alihelper.net/ru/agreement\" rel=\"nofollow\">https://alihelper.net/ru/agreement</a>. Однак AliHelper сумісний з популярними сервісами кешбеку (Letyshops, ePN Cashback, kopikot, skidka та іншими). Ваш кешбек зберігається.\n\nAliHelper може синхронізувати дані між комп'ютерами. Наприклад, на роботі та вдома. Для цього достатньо створити акаунт.\n\nНадсилайте свої питання та пропозиції щодо сервісу на info@alihelper.net\n\nДля того, щоб функції плагіна працювали та для вдосконалення проєкту, ми збираємо анонімні дані про те, як ви використовуєте торгову платформу. Детальніше про конфіденційність — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9ef6bb24a9f7e54e15bba9b0ca2579d5e6acbf0565a15102100a028d48d404ba/https%3A//alihelper.net/ru/policy\" rel=\"nofollow\">https://alihelper.net/ru/policy</a>\n\nМи підтримуємо мінімальну політику розумного використання розширень Chrome Web Store:\n\n1. «http(s)://*/*»\n— Збір інформації про ціни та товари на AE\n— Підтримує сумісність з популярними сервісами кешбеку\n— Пошук дешевших альтернатив товарів, які ви переглядаєте на інших онлайн—магазинах\n\n2. «Cookies»\n— Авторизація акаунта\n— Автоматичне виявлення мови, валюти та країни доставки\n\n3. «GCM»\n— Дозволяє отримувати повідомлення від сервера про зниження ціни та доставлені пакунки\n\n4. «Notifications»\n— Показує сповіщення про зниження ціни та доставлені пакунки\n\n5. «Tabs» and «Web Navigation»\n— Правильна робота при відкритті кількох сторінок товарів\n\n6. «Storage»\n— Зберігання налаштувань інструменту",
        "vi": "Tiện ích mở rộng trình duyệt cho AliExpress™ giúp bạn mua các sản phẩm chất lượng cao với giá thấp từ các người bán đáng tin cậy.\n\n- Mã giảm giá và phiếu quà tặng\nDanh sách mã giảm giá hợp lệ và các mã khuyến mãi đang hoạt động cho hôm nay: Nhận ưu đãi tốt nhất trong các đợt giảm giá 11.11, Black Friday, Cyber Monday, đêm Giao thừa và mỗi ngày.\n    \n- Theo dõi gói hàng\nTheo dõi tình trạng giao hàng của các bưu kiện bằng số theo dõi: Không cần lo lắng về đơn hàng của bạn; luôn biết được gói hàng của bạn ở đâu.\n    \n- Theo dõi giá sản phẩm\nTiện ích AliHelper cung cấp việc theo dõi giá theo thời gian thực và gửi thông báo ngay khi giá giảm.\n    \n- Lịch sử giá 6 tháng\nBiến động giá của sản phẩm trong 6 tháng qua: So sánh mức giá trước và trong các đợt giảm giá.\n    \n- Kiểm tra người bán\nĐánh giá khách quan và chi tiết về người bán: Kiểm tra độ tin cậy của cửa hàng trước khi mua hàng.\n    \n- Xem đánh giá ảnh tiện lợi\nNhững ý kiến khách quan: Duyệt các đánh giá thực tế từ khách hàng với hình ảnh.\n    \n- Tìm sản phẩm tương tự\nKhám phá các sản phẩm tương tự từ các người bán khác với giá hợp lý và miễn phí vận chuyển.\n    \n\nKhi cài đặt tiện ích mở rộng này, bạn đồng ý với \"Điều khoản sử dụng\" và cho phép chuyển hướng tới các liên kết chương trình liên kết. Điều khoản sử dụng — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/80f1e8d636895c59c5780bb2e4570dc888a3e18de7252ccc0a7edf03500d3275/https%3A//alihelper.net/en/agreement\" rel=\"nofollow\">https://alihelper.net/en/agreement</a>. Tuy nhiên, AliHelper tương thích với các dịch vụ hoàn tiền phổ biến (Letyshops, ePN Cashback, kopikot, skidka và các dịch vụ khác). Tiền hoàn lại của bạn sẽ được lưu lại.\n\nAliHelper có thể đồng bộ dữ liệu giữa các máy tính, ví dụ, giữa công ty và nhà. Để làm điều này, chỉ cần tạo tài khoản.\n\nGửi câu hỏi và đề xuất liên quan đến dịch vụ đến info@alihelper.net\n\nĐể các chức năng của tiện ích hoạt động và cải thiện dự án, chúng tôi thu thập dữ liệu ẩn danh về cách bạn sử dụng nền tảng. Chi tiết về quyền riêng tư — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/9af4865eca97dafb62752c0fd261b0482b99aecb1ee89c45d2c2c05f5e1cdb32/https%3A//alihelper.net/en/policy\" rel=\"nofollow\">https://alihelper.net/en/policy</a>",
        "zh-CN": "专为AliExpress™设计的浏览器扩展工具，帮助您从可靠的卖家那里以优惠的价格购买高质量商品。\n\n— 促销代码与优惠券\n每天实时更新的优惠券和促销代码：无论是双十一、黑色星期五、网络星期一、除夕还是日常购物，都能帮您找到最划算的优惠！\n\n— 包裹追踪\n通过追踪号码实时跟踪包裹物流状态：让您随时掌握订单动态，无需担忧。\n\n— 商品价格监控\nAliHelper扩展实时监控商品价格，并在价格下降时立即通知您。\n\n— 六个月价格历史\n查看过去六个月的商品价格变动：方便对比打折前后的价格走势。\n\n— 卖家评级\n客观详细的卖家评分：在下单前先了解商家的信誉度。\n\n— 便捷的图片评论查看\n查看真实买家的图片评论，轻松了解商品实际质量。\n\n— 寻找相似商品\n发现其他卖家提供的类似商品，并享受更优惠的价格和包邮服务。\n\n安装扩展后，即表示您同意《用户协议》并接受通过联盟计划链接的跳转。用户协议详见：\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/a3c7e884dc4f0e3358ae197044d2a1da14b821955b5d0b1cc3c6570a99b74fdf/https%3A//alihelper.net/en/agreement%E3%80%82\" rel=\"nofollow\">https://alihelper.net/en/agreement。</a>\n\nAliHelper支持与主流返利服务兼容（如Letyshops、ePN Cashback、kopikot、skidka等），确保您的返利不受影响。此外，AliHelper还支持多设备数据同步，例如在家和工作电脑之间共享数据。只需创建一个账户即可实现。\n\nAliHelper支持多设备间的数据同步，例如在工作电脑和家用电脑之间共享数据。只需创建一个账户即可实现。\n\n如有疑问或建议，请发送至邮箱：info@alihelper.net。\n\n为了确保插件功能正常运行并改进服务，我们会收集您在平台上的匿名使用数据。隐私政策详见：\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/68798116b3a508bd6ab697d993d3286c512049e342f5ce6da642c5f3d77cca64/https%3A//alihelper.net/en/policy%E3%80%82\" rel=\"nofollow\">https://alihelper.net/en/policy。</a>",
        "zh-TW": "專為 AliExpress™ 用戶打造的瀏覽器擴充功能，幫助您從值得信賴的賣家處以優惠價格購買高品質商品。\n\n— 促銷代碼與折扣券\n每日更新有效的折扣券與促銷代碼：無論是雙十一、黑色星期五、網購星期一、除夕，還是日常購物，都能幫助您找到最划算的優惠！\n\n— 包裹追蹤功能\n使用追蹤號碼隨時掌握包裹的運送狀態：讓您安心等待商品送達。\n\n— 商品價格追蹤\nAliHelper 提供即時價格監控，當價格下降時立即通知您，讓您不錯過最佳購物時機。\n\n— 六個月價格歷史\n查看商品過去六個月的價格變動：幫助您比較促銷前後的價格，精明購物。\n\n— 賣家評級\n提供客觀詳細的賣家評價：讓您下單前了解商家的信譽與可靠性。\n\n— 便利的圖片評論瀏覽\n輕鬆查看真實買家的圖片評論，更直觀了解商品品質。\n\n— 搜尋相似商品\n找到其他賣家提供的類似商品，並享受更優惠的價格與免運服務。\n\n安裝擴充功能即表示您同意《用戶協議》，並接受通過聯盟計劃連結的跳轉。用戶協議詳見：\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/a3c7e884dc4f0e3358ae197044d2a1da14b821955b5d0b1cc3c6570a99b74fdf/https%3A//alihelper.net/en/agreement%E3%80%82\" rel=\"nofollow\">https://alihelper.net/en/agreement。</a>\n\nAliHelper 與主流回饋服務（如 Letyshops、ePN Cashback、kopikot、skidka 等）完全相容，確保您的回饋不受影響。\n\nAliHelper 支援多設備資料同步，例如在家用與工作電腦之間共享數據，只需建立一個帳號即可實現。\n\n如有任何問題或建議，請聯繫：info@alihelper.net。\n\n為了確保擴充功能的正常運作並改進服務，我們會收集您在平台上的匿名使用數據。隱私政策詳見：\n\n<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/68798116b3a508bd6ab697d993d3286c512049e342f5ce6da642c5f3d77cca64/https%3A//alihelper.net/en/policy%E3%80%82\" rel=\"nofollow\">https://alihelper.net/en/policy。</a>"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/alihelper/edit",
    "guid": "{333f4540-f467-419b-8410-233078ae8813}",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "en-US": "https://alihelper.net",
            "ru": "https://alihelper.net"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/cb239c1f7e5c316bac1d3a64ac91c9df07c53484e2e2de4bba909c35e5b39786/https%3A//alihelper.net",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/cb239c1f7e5c316bac1d3a64ac91c9df07c53484e2e2de4bba909c35e5b39786/https%3A//alihelper.net"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/844/844827-64.png?modified=1734615202",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/844/844827-32.png?modified=1734615202",
        "64": "https://addons.mozilla.org/user-media/addon_icons/844/844827-64.png?modified=1734615202",
        "128": "https://addons.mozilla.org/user-media/addon_icons/844/844827-128.png?modified=1734615202"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2024-12-19T12:25:32Z",
    "name": {
        "ar": "AliHelper - علي هيلبر",
        "bg": "AliHelper - асистент за пазаруване",
        "bn": "AliHelper - আপনার কেনাকাটার সঙ্গী",
        "ca": "AliHelper - assistent de compres",
        "cs": "AliHelper - nákupní asistent",
        "da": "AliHelper - shoppingassistent",
        "de": "AliHelper - Einkaufsassistent",
        "el": "AliHelper - βοηθός αγορών",
        "en-GB": "AliHelper - Shopping Assistant",
        "en-US": "AliHelper - shopping assistant",
        "es": "AliHelper - asistente de compras",
        "et": "AliHelper - ostuassistent",
        "fa": "AliHelper - دستیار خرید شما",
        "fr": "AliHelper - assistant d'achat",
        "he": "AliHelper - עוזר קניות",
        "hr": "AliHelper - pomoćnik za kupovinu",
        "hu": "AliHelper - Vásárlási asszisztens",
        "id": "AliHelper - Asisten Belanja Anda",
        "it": "AliHelper - assistente agli acquisti",
        "ja": "AliHelper - ショッピングアシスタント",
        "ko": "AliHelper - 쇼핑 도우미",
        "lt": "AliHelper – pirkinių asistentas",
        "lv": "AliHelper – iepirkšanās asistents",
        "ms": "AliHelper - Pembantu Membeli-belah Anda",
        "nl": "AliHelper - winkelassistent",
        "pl": "AliHelper - asystent zakupów",
        "pt-BR": "AliHelper - assistente de compras",
        "pt-PT": "AliHelper - assistente de compras",
        "ro": "AliHelper - asistent de cumpărături",
        "ru": "AliHelper - расширение для АлиЭкспресс",
        "sk": "AliHelper – váš nákupný asistent",
        "sl": "AliHelper – vaš nakupovalni pomočnik",
        "sv-SE": "AliHelper - Shoppingassistent",
        "te": "AliHelper - మీ షాపింగ్ సహాయకుడు",
        "th": "AliHelper - ผู้ช่วยในการช้อปปิ้ง",
        "tr": "AliHelper - alışveriş asistanı",
        "uk": "AliHelper - розширення для АліЕкспрес",
        "vi": "AliHelper - Trợ lý mua sắm",
        "zh-CN": "AliHelper - 购物助手",
        "zh-TW": "AliHelper - 購物助手"
    },
    "previews": [
        {
            "id": 288554,
            "caption": {
                "en-US": "Features: Real seller rating, price history, follow the price, feedback review, package tracking, similar products"
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/288/288554.png?modified=1731960483",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/288/288554.jpg?modified=1731960483"
        },
        {
            "id": 308840,
            "caption": {
                "en-US": "Showcase of active promo codes with filters. Over 10,000 working coupons. Find your coupon and get extra discount!"
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/308/308840.png?modified=1731960487",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/308/308840.jpg?modified=1731960487"
        },
        {
            "id": 288555,
            "caption": {
                "en-US": "Price changes. The price history for last 6 month"
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/288/288555.png?modified=1731960483",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/288/288555.jpg?modified=1731960483"
        },
        {
            "id": 288556,
            "caption": {
                "en-US": "Control the prices. Don't miss the reducation in prices for the interested product!"
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/288/288556.png?modified=1731960483",
            "position": 3,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/288/288556.jpg?modified=1731960483"
        },
        {
            "id": 288557,
            "caption": {
                "en-US": "Feedbacks. Read review before purchasing!"
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/288/288557.png?modified=1731960483",
            "position": 4,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/288/288557.jpg?modified=1731960483"
        },
        {
            "id": 288558,
            "caption": {
                "en-US": "Delivery tracking. Be aware of where your order is!"
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/288/288558.png?modified=1731960483",
            "position": 5,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/288/288558.jpg?modified=1731960483"
        },
        {
            "id": 288559,
            "caption": {
                "en-US": "Similar products. Check out similar product in other sellers."
            },
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/288/288559.png?modified=1731960483",
            "position": 6,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/288/288559.jpg?modified=1731960483"
        }
    ],
    "promoted": null,
    "ratings": {
        "average": 4.2062,
        "bayesian_average": 4.1761153036422245,
        "count": 194,
        "text_count": 150
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/alihelper/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/844827",
    "slug": "alihelper",
    "status": "public",
    "summary": {
        "ar": "رموز القسائم والخصومات، تتبع الطرود، تاريخ الأسعار وتتبعها، تقييم البائع، البحث عن منتجات مشابهة، مراقبة التخفيضات، ومراجعات الصور لـ AliExpress™.",
        "bg": "Купони и промо кодове, проследяване на пратки, история и проследяване на цени, рейтинг на продавачи, търсене на подобни продукти, следене на намаления и фото отзиви за AliExpress™",
        "bn": "কুপন এবং প্রোমো কোড, প্যাকেজ ট্র্যাকিং, দাম ইতিহাস এবং ট্র্যাকিং, বিক্রেতা রেটিং, সাদৃশ্যপূর্ণ পণ্যের অনুসন্ধান, ছাড় মনিটরিং, এবং ফটো রিভিউ AliExpress™ এর জন্য",
        "ca": "Cupons i codis promocionals, seguiment de paquets, historial i seguiment de preus, valoració de venedors, cerca de productes similars, monitoratge de descomptes i ressenyes fotogràfiques per a AliExpress™",
        "cs": "Kódy kupónů, sledování balíčků, cenová dynamika, historie cen, kontrola hodnocení prodejce, vyhledávání podobných produktů, recenze fotografií pro AliExpress ™",
        "da": "Kuponer og kampagnekoder, pakkeopsporing, prisoversigt og opfølgning, sælgervurdering, søgning efter lignende produkter, rabatovervågning og fotogennemgange for AliExpress™",
        "de": "Gutschein-Codes, Sendungsverfolgung, Preisverlauf, Verkäufer Überprüfung, Rabattüberwachung, Suche nach ähnlichen Produkten und Fotorezensionen für AliExpress ™",
        "el": "Κουπόνια και προωθητικοί κωδικοί, παρακολούθηση πακέτων, ιστορικό τιμών και παρακολούθηση, αξιολόγηση πωλητών, αναζήτηση παρόμοιων προϊόντων, παρακολούθηση εκπτώσεων και φωτογραφικές κριτικές για το AliExpress™",
        "en-GB": "Coupons and promo codes, package tracking, price history and tracking, seller ratings, search for similar products, discount monitoring, and photo reviews for AliExpress™",
        "en-US": "Coupon codes, package tracking, price history, seller rating, search for similar products, discount monitoring, and photo reviews for AliExpress ™",
        "es": "Códigos promocionales, seguimiento de pedidos, historial de precios, verificación de vendedores, encontrar los mejores precios, búsqueda de productos similares y reseñas de fotos para AliExpress ™",
        "et": "Kupongi koodid, paki kohaletoimetamise jälgimine, hinnaajalugu, müüja hinnang, sarnaste toodete otsimine, fotoülevaated AliExpress ™ jaoks",
        "fa": "کدهای تخفیف و کوپن، ردیابی بسته، تاریخ و ردیابی قیمت، امتیاز فروشنده، جستجوی محصولات مشابه، نظارت بر تخفیف‌ها و بررسی‌های تصویری برای AliExpress™",
        "fr": "Suivi des colis, coupons et codes promo, historique des prix, classement vendeur, suivi des remises, recherche de produits similaires et revues de photos pour AliExpress ™",
        "he": "קופונים וקודי הנחה, מעקב אחרי חבילות, היסטוריית מחירים ומעקב, דירוג מוכרים, חיפוש מוצרים דומים, מעקב אחר הנחות וביקורות בתמונות ל-AliExpress™",
        "hr": "Kuponi i promotivni kodovi, praćenje paketa, povijest i praćenje cijena, ocjena prodavača, pretraživanje sličnih proizvoda, praćenje popusta i foto recenzije za AliExpress™",
        "hu": "Kuponok és promóciós kódok, csomagkövetés, ártörténet és követés, eladói értékelés, hasonló termékek keresése, kedvezményfigyelés és fényképes vélemények az AliExpress™ számára",
        "id": "Kupon dan kode promo, pelacakan paket, riwayat dan pelacakan harga, penilaian penjual, pencarian produk serupa, pemantauan diskon, dan ulasan foto untuk AliExpress™",
        "it": "Codici promozionali, tracciare dei pacchi, andamento dei prezzi, controllo dell'affidabilità dei venditori, ricerca di prodotti simili, recensioni fotografiche per AliExpress ™",
        "ja": "クーポンとプロモーションコード、パッケージ追跡、価格履歴と追跡、出品者評価、類似商品検索、割引監視、AliExpress™の写真レビュー。",
        "ko": "쿠폰 및 프로모션 코드, 배송 추적, 가격 이력 및 추적, 판매자 평점, 유사 상품 검색, 할인 모니터링 및 AliExpress™의 사진 리뷰",
        "lt": "Kupadai ir akcijų kodai, siuntų sekimas, kainų istorija ir sekimas, pardavėjo įvertinimas, panašių produktų paieška, nuolaidų stebėjimas ir nuotraukų apžvalgos AliExpress™",
        "lv": "Kuponi un akcijas kodi, sūtījumu izsekošana, cenu vēsture un izsekošana, pārdevēju vērtējumi, līdzīgu produktu meklēšana, atlaides uzraudzība un foto atsauksmes AliExpress™",
        "ms": "Kupon dan kod promosi, penjejakan pakej, sejarah dan penjejakan harga, penilaian penjual, carian produk serupa, pemantauan diskaun, dan ulasan gambar untuk AliExpress™",
        "nl": "Kortingscodes en coupons, pakket uit buitenland volgen, prijsgeschiedenis, verkopers verificatie en winkel waardering, zoeken naar vergelijkbare producten, beoordelingen met foto's op AliExpress ™",
        "pl": "Kody promocyjne, śledzenie paczek, sprawdzanie sprzedawców, historia cen wykresów, wyszukiwanie podobnych produktów, recenzje zdjęć dla AliExpress ™",
        "pt-BR": "Cupom e códigos promocionais, rastreamento de pacotes, histórico e monitoramento de preços, avaliação de vendedores, busca por produtos semelhantes, monitoramento de descontos e avaliações em fotos para o AliExpress™",
        "pt-PT": "Rastreamento de encomendas, histórico de preços, cupões de desconto, verificação da confiabilidade do vendedor, pesquisa de produtos semelhantes, comentários com fotos do AliExpress ™",
        "ro": "Coduri promoționale, urmărirea transportul coletelor, istoricul prețurilor, ratingul vânzătorului, căutarea de produse similare, recenzii foto de pe AliExpress ™",
        "ru": "Промокоды, отслеживание посылок, динамика цен, проверка продавцов, мониторинг скидок, фото отзывы с AliExpress ™",
        "sk": "Kupóny a promo kódy, sledovanie balíkov, história cien a sledovanie, hodnotenie predajcov, vyhľadávanie podobných produktov, sledovanie zliav a fotorecenzie pre AliExpress™",
        "sl": "Kuponi in promocijski kod, sledenje paketom, zgodovina cen in sledenje, ocena prodajalcev, iskanje podobnih izdelkov, spremljanje popustov in foto ocene za AliExpress™",
        "sv-SE": "Kuponger och kampanjkoder, paketspårning, prisövervakning och spårning, säljartest, sök efter liknande produkter, rabattövervakning och fotorecensioner för AliExpress™",
        "te": "కూపన్లు మరియు ప్రమో కోడ్లు, ప్యాకేజీ ట్రాకింగ్, ధర చరిత్ర మరియు ట్రాకింగ్, విక్రేత రేటింగ్, సామాన్యమైన ఉత్పత్తుల కోసం శోధన, డిస్కౌంట్ మానిటరింగ్, మరియు ఫోటో రివ్యూలు AliExpress™ కోసం",
        "th": "คูปองและรหัสโปรโมชัน, การติดตามพัสดุ, ประวัติและการติดตามราคา, การให้คะแนนผู้ขาย, การค้นหาผลิตภัณฑ์ที่คล้ายกัน, การติดตามส่วนลด และรีวิวรูปภาพสำหรับ AliExpress™",
        "tr": "AliExpress ™ için promosyon kodları, sipariş takibi, fi̇yat taki̇bi̇ ve geçmi̇şi̇, güvenilir satıcılar arama, satıcı puanı, benzer ürünleri arama, fotoğraf geri bildirimi",
        "uk": "Купони та промокоди, відстеження посилок, історія та відстеження цін, оцінка продавців, пошук подібних продуктів, моніторинг знижок та фотоогляди для AliExpress™",
        "vi": "Phiếu giảm giá và mã khuyến mãi, theo dõi gói hàng, lịch sử và theo dõi giá cả, đánh giá người bán, tìm kiếm sản phẩm tương tự, giám sát giảm giá và đánh giá qua ảnh cho AliExpress™",
        "zh-CN": "优惠券和折扣码、包裹追踪、价格历史和追踪、卖家评分、搜索相似产品、折扣监控，以及 AliExpress™ 的照片评价。",
        "zh-TW": "優惠券與折扣碼、包裹追蹤、價格歷史與追蹤、賣家評價、尋找相似產品、折扣監控，以及 AliExpress™ 的照片評價。"
    },
    "support_email": {
        "ar": "info@alihelper.net",
        "bg": "info@alihelper.net",
        "bn": "info@alihelper.net",
        "ca": "info@alihelper.net",
        "cs": "info@alihelper.net",
        "da": "info@alihelper.net",
        "de": "info@alihelper.net",
        "el": "info@alihelper.net",
        "en-GB": "info@alihelper.net",
        "en-US": "info@alihelper.net",
        "es": "info@alihelper.net",
        "et": "info@alihelper.net",
        "fa": "info@alihelper.net",
        "fr": "info@alihelper.net",
        "he": "info@alihelper.net",
        "hr": "info@alihelper.net",
        "hu": "info@alihelper.net",
        "id": "info@alihelper.net",
        "it": "info@alihelper.net",
        "ja": "info@alihelper.net",
        "ko": "info@alihelper.net",
        "lt": "info@alihelper.net",
        "lv": "info@alihelper.net",
        "ms": "info@alihelper.net",
        "nl": "info@alihelper.net",
        "pl": "info@alihelper.net",
        "pt-BR": "info@alihelper.net",
        "pt-PT": "info@alihelper.net",
        "ro": "info@alihelper.net",
        "ru": "info@alihelper.net",
        "sk": "info@alihelper.net",
        "sl": "info@alihelper.net",
        "sv-SE": "info@alihelper.net",
        "te": "info@alihelper.net",
        "th": "info@alihelper.net",
        "tr": "info@alihelper.net",
        "uk": "info@alihelper.net",
        "vi": "info@alihelper.net",
        "zh-CN": "info@alihelper.net",
        "zh-TW": "info@alihelper.net"
    },
    "support_url": {
        "url": {
            "ar": "https://alihelper.net/en",
            "bg": "https://alihelper.net/en",
            "bn": "https://alihelper.net/en",
            "ca": "https://alihelper.net/en",
            "cs": "https://alihelper.net/cs",
            "da": "https://alihelper.net/en",
            "de": "https://alihelper.net/de",
            "el": "https://alihelper.net/en",
            "en-GB": "https://alihelper.net/en",
            "en-US": "https://alihelper.net/en",
            "es": "https://alihelper.net/es",
            "et": "https://alihelper.net",
            "fa": "https://alihelper.net/en",
            "fr": "https://alihelper.net/fr",
            "he": "https://alihelper.net/en",
            "hr": "https://alihelper.net/en",
            "hu": "https://alihelper.net/en",
            "id": "https://alihelper.net/en",
            "it": "https://alihelper.net/it",
            "ja": "https://alihelper.net/en",
            "ko": "https://alihelper.net/en",
            "lt": "https://alihelper.net/en",
            "lv": "https://alihelper.net/en",
            "ms": "https://alihelper.net/en",
            "nl": "https://alihelper.net/nl",
            "pl": "https://alihelper.net/pl",
            "pt-BR": "https://alihelper.net/pt",
            "pt-PT": "https://alihelper.net/pt",
            "ro": "https://alihelper.net/ro",
            "ru": "https://alihelper.net/ru",
            "sk": "https://alihelper.net/en",
            "sl": "https://alihelper.net/en",
            "sv-SE": "https://alihelper.net/en",
            "te": "https://alihelper.net/en",
            "th": "https://alihelper.net/en",
            "tr": "https://alihelper.net/tr",
            "uk": "https://alihelper.net/ru",
            "vi": "https://alihelper.net/en",
            "zh-CN": "https://alihelper.net/en",
            "zh-TW": "https://alihelper.net/en"
        },
        "outgoing": {
            "ar": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "bg": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "bn": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "ca": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "cs": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/dc9079ea85a99eff1fd75e37f396d2829679f88f5c1b26408a868503cae04526/https%3A//alihelper.net/cs",
            "da": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/98af762982e8d8524ad16d559a6d48cf8e372bcf77b55112743cf65af85b2049/https%3A//alihelper.net/de",
            "el": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "en-GB": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/43a937c1c98e911db7b5ebfe4b83c0f0c0196c46f41e8aa3314aac64199c56de/https%3A//alihelper.net/es",
            "et": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/cb239c1f7e5c316bac1d3a64ac91c9df07c53484e2e2de4bba909c35e5b39786/https%3A//alihelper.net",
            "fa": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/4fb0e0c9290c9c9310eabd31d3dc5cd1ea7a4340dd75fe4f8b67583c2467cc0a/https%3A//alihelper.net/fr",
            "he": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "hr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "hu": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "id": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5c17d5433b9921071c62fdaf8ce46af8aad5281ccf5d19dcd35b5ffb2f32f724/https%3A//alihelper.net/it",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "ko": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "lt": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "lv": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "ms": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/7b55af0499fafc1574a38df0aa7e4917cfd1d4fa4a87fb26e96be8402e8d8e2c/https%3A//alihelper.net/nl",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/641f0ff7cef88912f89f6051d459842c6605676dd1f3be90698605b3b126e9aa/https%3A//alihelper.net/pl",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/512f76a83386a247d4bac650050d65fc822c2f3915bd8c73eb56aefd6ce835db/https%3A//alihelper.net/pt",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/512f76a83386a247d4bac650050d65fc822c2f3915bd8c73eb56aefd6ce835db/https%3A//alihelper.net/pt",
            "ro": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/c04eeaddcf90a71b48cdfaf0306db23f503db1a308a80d6c4e25c8ec149746f2/https%3A//alihelper.net/ro",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/db608332d2504feea1b67526a52ab1eacdb528d7112e48a65a6df903dd0f51b1/https%3A//alihelper.net/ru",
            "sk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "sl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "sv-SE": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "te": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "th": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "tr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d1cb841a70ec4c7d3affc9e7fffd4a854a222042b18b9b839460821d50b1192d/https%3A//alihelper.net/tr",
            "uk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/db608332d2504feea1b67526a52ab1eacdb528d7112e48a65a6df903dd0f51b1/https%3A//alihelper.net/ru",
            "vi": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en",
            "zh-TW": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/26597d919fb6271d3f47f28d73224628e3eb9d0e38d318fbda65e5c0b0b0407d/https%3A//alihelper.net/en"
        }
    },
    "tags": [
        "shopping"
    ],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/alihelper/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/alihelper/versions/",
    "weekly_downloads": 106,
    "_score": null
}