{
    "scanBtn": "Pelindung Email",
    "scanBtn_viewReport": "Lihat Hasil Pemindaian",
    "scanBtn_reportFalseAlarm": "Laporkan Alarm Palsu",
    "scanBtn_reportScam": "Laporkan Penipuan",
    "msgTooltip_1": "Pelindung Email akan memindai dan memproteksi email Anda dari serangan penipuan dan pengelabuan.",
    "msgTooltip_2": "Klik untuk memeriksa potensi ancaman dalam email berbahasa Inggris dan Jepang.",
    "languageNotSupport": "Pindai Keamanan hanya mendukung email berbahasa Inggris dan Jepang.",
    "serverErrorMessage": "Maaf, Pindai Keamanan tidak berfungsi saat ini. Silakan coba lagi nanti.",
    "serverForbiddenErrorMessage": "Maaf, Pindai Keamanan tidak berfungsi saat ini. <a id='learn_more' class='link'>Pelajari lebih lanjut</a>",
    "serverMaintenaceMessage": "Maaf atas ketidaknyamanannya. Pindai Keamanan perlu menyelesaikan pekerjaan pemeliharaan penting tertentu dari __startTime__ hingga __endTime__. Silakan kembali lagi nanti.",
    "serverMaintenaceMessageNoTime": "Maaf atas ketidaknyamanannya. Pindai Keamanan perlu menyelesaikan pekerjaan pemeliharaan penting tertentu. Silakan kembali lagi nanti.",
    "scamTitle": "Kemungkinan Penipuan Terdeteksi",
    "scamContent": "Demi keselamatan Anda, abaikan setiap petunjuk atau permintaan dalam pesan ini, kecuali jika Anda sudah tahu dan mempercayai pengirimnya.",
    "phishingTitle": "Tautan Pengelabuan Terdeteksi",
    "phishingContent": "Email ini berisi tautan pengelabuan. Untuk mencegah potensi ancaman, jangan klik tautan ini.",
    "suspiciousTitle": "Tautan Berbahaya Terdeteksi",
    "suspiciousContent": "Email ini berisi tautan berbahaya. Untuk mencegah ancaman potensial, jangan klik tautan ini.",
    "unSafeTitle": "Konten Tidak Aman Terdeteksi",
    "unSafeContent": "Banyak pengguna melaporkan pesan serupa sebagai penipuan. Demi keselamatan Anda, abaikan setiap petunjuk atau permintaan dalam pesan ini, kecuali jika Anda sudah tahu dan mempercayai pengirimnya.",
    "toastActionName": "Lihat Detail",
    "toastActionName_ok": "OK",
    "scam_toastUrlName1": "Tidak setuju dengan peringatan ini?",
    "scam_toastUrlName2": "Laporkan alarm palsu",
    "toastMarkSenderAsTrust": "Tandai __senderAddress__ dipercaya",
    "toastRemoveSenderAsTrust": "Hapus __senderAddress__ dipercaya",
    "toastTrustThisSender": "Percayai pengirim ini",
    "toastUrlName1": "Apakah menurut Anda email ini aman?",
    "toastUrlName2": "Laporkan hasil pemindaian",
    "toastUtlFeedbackName": "Laporan telah dikirim. Terima kasih atas tanggapan Anda.",
    "toastDCN_title": "Proteksi Webmail Anda",
    "toastDCN_title_R2209Exp1": "Lindungi Webmail Anda",
    "toastDCN_title_R2209Exp2": "Aktifkan perlindungan email dalam sekejap!",
    "toastDCN_title_R2209Exp3": "Penipu telah mencuri lebih dari $5 miliar dari konsumen. Lindungi diri Anda dari email penipuan!",
    "toastDCN_title_R2209Exp4": "Lebih dari 2 juta konsumen merupakan korban penipuan akhir-akhir ini. Lindungi diri Anda dari email penipuan!",
    "toastDCN_desc": "Pelindung Email akan memindai dan melindungi Gmail, Outlook, dan Yahoo Mail dari serangan penipuan dan pengelabuan.",
    "toastDCN_desc_JPyahooMai": "Pelindung Email akan memindai dan melindungi Gmail, Outlook.com, dan Yahoo Mail dari serangan penipuan dan pengelabuan.",
    "toastDCN_btn": "Aktifkan __feature_name__",
    "toastDCN_btn_en": "Proteksi Email Anda Sekarang",
    "toastDCN_not_now": "Jangan sekarang",
    "toastDCN_do_not_show_again": "Jangan tampilkan ini lagi",
    "toastDCN_learn_more": "<a class='btn-learn-more'>Pelajari lebih lanjut</a>",
    "toastDCN_info": "Anda dapat menonaktifkan Pelindung Email kapan saja dan isi email Anda tidak akan dikirimkan dan dipindai dengan Trend Micro. <a class='btn-learn-more'>Pelajari lebih lanjut</a> tentang bagaimana Trend Micro mengatasi setiap email Anda dengan aman jika Pelindung Email diaktifkan.",
    "toastDCN_turn_on": "Pelindung Email telah diaktifkan.",
    "toastDCN_fb_working": "Pelindung Email Aktif",
    "toastDCN_fb_not_working": "Pelindung Email tidak dapat berfungsi. Jika Anda terus melihat pesan ini, klik <a class='btn-learn-more'>di sini</a> untuk selengkapnya.",
    "toastDCN_popup_title": "Pemberitahuan Pengumpulan Data",
    "toastDCN_popup_desc": "<p>Pelindung Email akan melindungi Anda dari serangan penipuan, pengelabuan, dan email mencurigakan dengan mengirimkan isi email web Anda ke Trend Micro untuk dipindai.</p><p>Anda dapat menonaktifkan Pelindung Email kapan saja dan isi email Anda tidak akan dikirimkan dan dipindai oleh Trend Micro.</p><p>Untuk mengaktifkan Pelindung Email, Anda harus membaca dan menerima <a class='btn-learn-more'>Pemberitahuan Pengumpulan Data</a>.<p>",
    "toastDCN_popup_agree": "Setuju dan Aktifkan",
    "toastDCN_popup_not_now": "Jangan sekarang",
    "toastDCN_jp_popup_title": "Melindungi Gmail, Outlook.com, dan Yahoo Mail",
    "toastDCN_jp_popup_desc": "<p>Pelindung Email adalah layanan cloud untuk mendeteksi pesan-pesan penipuan menggunakan teknologi AI yang terus menerus dikembangkan. Menggunakan Pelindung Email akan memproteksi Anda dari serangan penipuan, pengelabuan, dan email mencurigakan dengan mengirimkan isi email Anda ke Trend Micro untuk dipindai. Anda dapat menonaktifkan Pelindung Email kapan saja dan isi email Anda tidak akan dikirimkan dan dipindai dengan Trend Micro.</p><p class='title'>Bagaimana Cara Kerja Pelindung Email?</p><p>Ketika Anda membaca email dalam kotak masuk Gmail atau Outlook.com menggunakan browser yang kami dukung* dengan Trend Micro Toolbar* diaktifkan, maka pengirim, subjek, dan isi email akan dienkripsi dan dikirim ke server Pelindung Email Trend Micro untuk dipindai, dan di sinilah aturan anti penipuan, kecerdasan ancaman SPN, dan teknologi AI diterapkan untuk membentuk hasil analisis penipuan.</p><p class='title'>Data Dikumpulkan</p><p>Untuk menghemat waktu saat Anda menunggu hasilnya, kami akan tetap menyimpan nilai hash* email normal, dan data tanpa PII* dari setiap email penipuan dalam memori untuk mempercepat deteksi penipuan, dan data akan dihapus dalam 72 jam. Agar pemindaian penipuan lebih akurat untuk setiap email yang dilaporkan menggunakan \"Laporkan hasil pemindaian\", kami akan menghapus PII, mengenkripsi email, dan menyimpannya di Amazon S3* untuk melatih dan menyesuaikan AI dan aturan kami, kemudian menghapusnya dalam 3 bulan.</p><p class='list'><ul><li>Browser yang didukung: Chrome, IE, Firefox, dan Edge</li><li>Trend Micro Toolbar untuk Edge dinamai: Trend Micro Security</li><li>Kami menggunakan hash untuk mentransformasi data email dalam bentuk kombinasi pendek simbol-simbol yang tidak dapat dikonversi kembali ke pesan aslinya.</li><li>PII (Personal Identifiable Information: Informasi Pribadi yang Dapat Diidentifikasi), adalah data yang secara potensial dapat digunakan untuk mengidentifikasi orang tertentu.</li><li>Amazon S3 adalah sebuah layanan yang digunakan untuk menyimpan data. Hanya peneliti ancaman resmi di Trend Micro yang dapat membaca data yang tersimpan di sana.</li></ul>",
    "toastDCN_jp_popup_agree_chk": "Saya setuju dengan cara Trend Micro mengumpulkan isi email web saya dengan mengaktifkan Pelindung Email.",
    "toastDCN_jp_popup_turn_on_btn": "Aktifkan Pelindung Email",
    "toastDCN_jp_popup_turn_on": "Pelindung Email telah diaktifkan",
    "toastDCN_jp_popup_turn_on_desc": "Pelindung Email akan memberitahu Anda saat mendeteksi isi yang mencurigakan dalam webmail Anda.",
    "toastDCN_jp_popup_turn_on_close": "Tutup",
    "toastDCN_new_popup_title": "Pemberitahuan Pengumpulan Data kami telah diperbarui",
    "toastDCN_new_popup_desc": "<p>Dengan pembaruan ini, kami dapat meningkatkan kemampuan deteksi penipuan dan pengelabuan. Silakan baca dan terima <a class=\"btn-learn-more\">Pemberitahuan Pengumpulan Data</a> terbaru kami.</p><p><b>Catatan: Pelindung Email akan dinonaktifkan sampai Anda menyetujui ketentuan terbaru.</b></p><br/>",
    "toastDCN_new_popup_accept": "Terima dan Lanjutkan",
    "toastDCN_new_popup_trun_off": "Matikan Pelindung Email",
    "whiteList_mark_sender_as_trust_title": "Percayai __senderAddress__ dan berhenti melihat kemungkinan deteksi penipuan dari pesan pengirim ini?",
    "whiteList_mark_sender_as_trust_desc": "Pelindung Email akan memberitahu Anda hanya bila ditemukan ancaman dalam pesan pengirim ini.",
    "whiteList_remove_sender_as_trust_title": "Hapus __senderAddress__ sebagai dipercaya?",
    "whiteList_remove_sender_as_trust_desc": "Pelindung Email akan melanjutkan kemungkinan pemeriksaan pesan penipuan dan memberitahu Anda begitu ada pesan penipuan yang terdeteksi dari pengirim ini.",
    "whiteList_notice": "Pendapat Anda hanya akan digunakan untuk membantu membuat Pelindung Email lebih baik. Trend Micro tidak akan menghubungi Anda secara langsung.",
    "whiteList_trust_btn": "Percaya",
    "whiteList_cancel_btn": "Batal",
    "whiteList_mark_success_message": "<p><span class='message-title'>__senderAddress__ sekarang menjadi pengirim terpercaya</span><span class='message-content'>Pelindung Email tidak akan lagi memberitahu Anda jika ada kemungkinan penipuan yang terdeteksi di pesan pengirim ini.</span></p>",
    "whiteList_remove_success_message": "<p><span class='message-title'>__senderAddress__ bukan lagi pengirim terpercaya</span><span class='message-content'>Pelindung Email akan memberitahu Anda jika ada kemungkinan penipuan yang ditemukan di pesan pengirim ini.</span></p>",
    "feedback_reportScamTitle": "<p>Curiga penipuan?</p>",
    "feedback_reportScamDesc": "<p>Kirim email ini ke Trend Micro untuk ditinjau dengan mengeklik tombol <b>Laporkan Penipuan</b>.</p>",
    "feedback_reportFalseAlarmTitle": "<p>Menurut Anda email ini aman?</p>",
    "feedback_reportFalseAlarmDesc": "<p>Kirim email ini ke Trend Micro untuk ditinjau dengan mengeklik tombol <b>Laporkan Alarm Palsu</b>.</p>",
    "feedback_reportScamTitle_senderInWhiteList": "<p>Curiga penipuan dari seseorang yang Anda percaya?</p>",
    "feedback_reportScamDesc_senderInWhiteList": "<p>Kirim email ini ke Trend Micro untuk ditinjau dengan mengeklik tombol <b>Laporkan Penipuan</b>. Tindakan ini juga akan menghapus pengirim dari daftar dipercaya.</p>",
    "feedback_reportMessagePlaceholder": "Bagikan pendapat Anda di sini (Opsional)",
    "feedback_reportScamBtn": "Laporkan Penipuan",
    "feedback_reportFalseAlarmBtn": "Laporkan Alarm Palsu",
    "feedback_reportCancelBtn": "Batal",
    "popup_sign_in_title": "Masukkan Kata Sandi Anda",
    "popup_sign_in_desc": "Trend Micro harus memverifikasi lagi kata sandi Anda untuk menjaga integritas perlindungan Anda.",
    "popup_sign_in_password_placeholder": "Kata sandi",
    "popup_sign_in_forget_your_password": "Lupa kata sandi?",
    "popup_sign_in_btn" : "Masuk",
    "popup_sign_in_error_required": "Diperlukan.",
    "popup_sign_in_error_check_password": "Cek kata sandi Anda, dan coba lagi.",
    "popup_sign_in_close_message": "Pelindung Email tidak dapat melindungi Anda sampai Anda memberikan kata sandi untuk Akun Trend Micro Anda. Klik atau ketuk ekstensi browser __productName__ bila sudah siap.",
    "notice_change_name_title" : "Nama Baru, Perlindungan Baru",
    "notice_change_name_desc": "Pembasmi Penipuan akan terus melindungi webmail Anda dari serangan penipuan dan pengelabuan dengan nama baru: <span class='bold'>Pelindung Email</span>."
}
