{
    "scanBtn": "Protezione e-mail",
    "scanBtn_viewReport": "Visualizza risultato scansione",
    "scanBtn_reportFalseAlarm": "Segnala un falso allarme",
    "scanBtn_reportScam": "Segnala truffa",
    "msgTooltip_1": "Protezione e-mail analizza e protegge l'e-mail da truffe e attacchi phishing",
    "msgTooltip_2": "Fare clic per verificare la presenza di potenziali minacce nei messaggi e-mail in lingua inglese o in giapponese.",
    "languageNotSupport": "Scansione sicurezza supporta solo i messaggi e-mail in lingua inglese o giapponese.",
    "serverErrorMessage": "Scansione sicurezza non funziona ora. Riprovare più tardi.",
    "serverForbiddenErrorMessage": "Scansione sicurezza non funziona ora. <a id='learn_more' class='link'>Ulteriori informazioni</a>",
    "serverMaintenaceMessage": "Ci scusiamo per l'inconveniente. Scansione sicurezza deve terminare dei lavori di manutenzione importanti dalle __startTime__ alle __endTime__. Ricontrollare più tardi.",
    "serverMaintenaceMessageNoTime": "Ci scusiamo per l'inconveniente. Scansione sicurezza deve terminare importanti operazioni di manutenzione. Tornare in seguito.",
    "scamTitle": "Possibile truffa rilevata",
    "scamContent": "Per motivi di sicurezza, ignorare tutte le istruzioni o le richieste contenute in questo messaggio, a meno che il mittente non sia già noto e considerato affidabile.",
    "phishingTitle": "Collegamento phishing rilevato",
    "phishingContent": "Questo messaggio e-mail contiene un collegamento phishing; per evitare minacce potenziali, non fare clic sul collegamento.",
    "suspiciousTitle": "Collegamento dannoso rilevato",
    "suspiciousContent": "Questo messaggio e-mail contiene un collegamento dannoso. Per evitare minacce potenziali, non fare clic sul collegamento.",
    "unSafeTitle": "Contenuto non sicuro rilevato",
    "unSafeContent": "Molti utenti hanno segnalato messaggi simili come truffe. Per motivi di sicurezza, ignorare tutte le istruzioni o le richieste contenute in questo messaggio, a meno che il mittente non sia già noto e considerato affidabile.",
    "toastActionName": "Visualizza dettagli",
    "toastActionName_ok": "OK",
    "scam_toastUrlName1": "In disaccordo con questo avviso?",
    "scam_toastUrlName2": "Segnalare un falso allarme",
    "toastMarkSenderAsTrust": "Contrassegna __senderAddress__ come affidabile",
    "toastRemoveSenderAsTrust": "Rimuovi __senderAddress__ da affidabile",
    "toastTrustThisSender": "Considerare questo mittente affidabile",
    "toastUrlName1": "Questo indirizzo e-mail è sicuro?",
    "toastUrlName2": "Rapporto risultato della scansione",
    "toastUtlFeedbackName": "Rapporto inviato. Grazie per il commento.",
    "toastDCN_title": "Protezione della posta elettronica Web",
    "toastDCN_title_R2209Exp1": "Protezione della posta elettronica Web",
    "toastDCN_title_R2209Exp2": "Attiva la protezione e-mail in pochi secondi!",
    "toastDCN_title_R2209Exp3": "I truffatori hanno rubato oltre $5 miliardi ai consumatori. Proteggiti dalle e-mail truffa!",
    "toastDCN_title_R2209Exp4": "Oltre 2 milioni di consumatori sono stati vittime di recenti truffe. Proteggiti dalle e-mail truffa!",
    "toastDCN_desc": "Protezione e-mail analizza e protegge gli account Gmail, Outlook e Yahoo Mail da truffe e attacchi phishing.",
    "toastDCN_desc_JPyahooMai": "Protezione e-mail analizza e protegge gli account Gmail, Outlook.com e Yahoo Mail da truffe e attacchi phishing.",
    "toastDCN_btn": "Attiva __feature_name__",
    "toastDCN_btn_en": "Protezione immediata dell'account e-mail",
    "toastDCN_not_now": "Non ora",
    "toastDCN_do_not_show_again": "Non visualizzare più",
    "toastDCN_learn_more": "<a class='btn-learn-more'>Ulteriori informazioni</a>",
    "toastDCN_info": "È possibile disattivare Protezione e-mail in qualsiasi momento e il contenuto dell'e-mail non verrà trasmesso e analizzato da Trend Micro. <a class='btn-learn-more'>Ulteriori informazioni</a> su come Trend Micro gestisce in modo sicuro le e-mail quando si attiva Protezione e-mail.",
    "toastDCN_turn_on": "Protezione e-mail è stato attivato.",
    "toastDCN_fb_working": "Protezione e-mail attivato",
    "toastDCN_fb_not_working": "Protezione e-mail non funzionante. Se si continua a visualizzare questo messaggio, fare clic <a class='btn-learn-more'>qui</a> per altri dettagli.",
    "toastDCN_popup_title": "Informativa sulla raccolta dei dati",
    "toastDCN_popup_desc": "<p>L'attivazione di Protezione e-mail difende da truffe, phishing e messaggi e-mail sospetti inviando il contenuto dei messaggi e-mail web a Trend Micro perché venga analizzato.</p><p>È possibile disattivare Protezione e-mail in qualsiasi momento e il contenuto dell'e-mail non verrà trasmesso e analizzato da Trend Micro. </p><p>Per attivare Protezione e-mail, è necessario leggere e accettare la nostra <a class='btn-learn-more'>Informativa sulla raccolta dei dati</a>.<p>",
    "toastDCN_popup_agree": "Accetta e attiva",
    "toastDCN_popup_not_now": "Non ora",
    "toastDCN_jp_popup_title": "Protezione per Gmail, Outlook.com e Yahoo Mail",
    "toastDCN_jp_popup_desc": "<p>Protezione e-mail è un servizio cloud per rilevare messaggi fraudolenti che utilizzano tecnologie IA evolute nel tempo. Attivare Protezione e-mail protegge contro truffe, phishing e messaggi e-mail sospetti inviando il contenuto dei messaggi e-mail web a Trend Micro perché venga analizzato. È possibile disattivare Protezione e-mail in qualsiasi momento e il contenuto dell'e-mail non verrà trasmesso e analizzato da Trend Micro.</p><p class='title'>Come funziona Protezione e-mail?</p><p>Quando vengono letti i messaggi e-mail nelle caselle di posta in arrivo di Gmail o Outlook.com utilizzando i browser supportati* con Trend Micro Toolbar* attivato, il mittente, l'oggetto e il corpo del messaggio e-mail verranno crittografati e trasmessi al server Protezione e-mail di Trend Micro per la scansione, ed è qui che vengono applicate le regole antifrode, l'intelligence delle minacce SPN e le tecnologie IA per creare il risultato dell'analisi delle frodi.</p><p class='title'>Dati raccolti</p><p>Per risparmiare tempo in attesa del risultato, manteniamo in memoria il valore hash* delle e-mail normali e i dati senza PII* di e-mail fraudolente per accelerare il rilevamento delle frodi; i dati verranno eliminati entro 72 ore. Per rendere più accurato il rilevamento delle frodi, per i messaggi e-mail segnalati utilizzando \"Rapporto risultato della scansione\", le PII vengono rimosse e i messaggi e-mail vengono criptati e archiviati su Amazon S3* per addestrare l'IA e le regole, e quindi eliminati entro 3 mesi.</p><p class='list'><ul><li>I browser supportati sono: Chrome, IE, Firefox ed Edge</li><li>Trend Micro Toolbar per Edge assume il nome Trend Micro Security</li><li>Trend Micro usa l'hash per trasformare i dati del messaggio e-mail in una breve combinazione di simboli che non possono essere riconvertiti nel messaggio originale.</li><li>Le PII (Personal Identifiable Information, informazioni personali identificabili) sono tutti i dati che si potrebbero potenzialmente utilizzare per identificare una determinata persona.</li><li>Amazon S3 è un servizio utilizzato per archiviare i dati. Solo i ricercatori di minacce autorizzati in Trend Micro possono leggere i dati archiviati.</li></ul>",
    "toastDCN_jp_popup_agree_chk": "Accetto le modalità in cui Trend Micro raccoglie i contenuti della mia e-mail dal web attivando Protezione e-mail.",
    "toastDCN_jp_popup_turn_on_btn": "Attiva Protezione e-mail",
    "toastDCN_jp_popup_turn_on": "Protezione e-mail è stato attivato",
    "toastDCN_jp_popup_turn_on_desc": "Protezione e-mail avviserà l'utente quando rileva contenuti sospetti nella webmail.",
    "toastDCN_jp_popup_turn_on_close": "Chiudi",
    "toastDCN_new_popup_title": "Abbiamo aggiornato la nostra Informativa sulla raccolta dei dati",
    "toastDCN_new_popup_desc": "<p>Questi aggiornamenti ci consentono di migliorare il nostro rilevamento di truffe e phishing. Si prega di leggere e accettare la nostra <a class=\"btn-learn-more\">Informativa sulla raccolta dei dati</a>.</p><p><b>Nota: fino a quando non verranno accettati i termini aggiornati, Protezione e-mail sarà disattivata.</b></p><br/>",
    "toastDCN_new_popup_accept": "Accetta e continua",
    "toastDCN_new_popup_trun_off": "Disattiva Protezione e-mail",
    "whiteList_mark_sender_as_trust_title": "Considerare __senderAddress__ come affidabile e interrompere la visualizzazione di eventuali rilevamenti di truffe dai messaggi di questo mittente?",
    "whiteList_mark_sender_as_trust_desc": "Protezione e-mail avviserà l'utente solamente quando rileverà delle minacce nei messaggi di questo mittente.",
    "whiteList_remove_sender_as_trust_title": "Rimuovere __senderAddress__ da affidabile?",
    "whiteList_remove_sender_as_trust_desc": "Protezione e-mail riprenderà il controllo di eventuali messaggi di truffe e avviserà l'utente quando rileverà possibili messaggi di frodi da questo mittente.",
    "whiteList_notice": "Le opinioni degli utenti verranno utilizzate unicamente per migliorare Protezione e-mail. Trend Micro non contatterà gli utenti direttamente.",
    "whiteList_trust_btn": "Consenti",
    "whiteList_cancel_btn": "Annulla",
    "whiteList_mark_success_message": "<p><span class='message-title'>__senderAddress__ ora è un mittente affidabile</span><span class='message-content'>Protezione e-mail non avviserà più l'utente quando rileva possibili truffe nei messaggi di questo mittente.</span></p>",
    "whiteList_remove_success_message": "<p><span class='message-title'>__senderAddress__ non è più un mittente affidabile</span><span class='message-content'>Protezione e-mail avviserà l'utente quando rileva possibili truffe nei messaggi di questo mittente.</span></p>",
    "feedback_reportScamTitle": "<p>Si sospetta una truffa?</p>",
    "feedback_reportScamDesc": "<p>Inviare questa e-mail a Trend Micro per un esame facendo clic sul pulsante <b>Segnala truffa</b>.</p>",
    "feedback_reportFalseAlarmTitle": "<p>Questo indirizzo e-mail è sicuro?</p>",
    "feedback_reportFalseAlarmDesc": "<p>Inviare questa e-mail a Trend Micro per un esame facendo clic sul pulsante <b>Segnala un falso allarme</b>.</p>",
    "feedback_reportScamTitle_senderInWhiteList": "<p>Si sospetta una truffa da un soggetto considerato affidabile?</p>",
    "feedback_reportScamDesc_senderInWhiteList": "<p>Inviare questa e-mail a Trend Micro per un esame facendo clic sul pulsante <b>Segnala truffa</b>. Così facendo, il mittente verrà anche rimosso dall'elenco dei contatti affidabili.</p>",
    "feedback_reportMessagePlaceholder": "Commenti (facoltativo)",
    "feedback_reportScamBtn": "Segnala truffa",
    "feedback_reportFalseAlarmBtn": "Segnala un falso allarme",
    "feedback_reportCancelBtn": "Annulla",
    "popup_sign_in_title": "Specificare la password",
    "popup_sign_in_desc": "Trend Micro deve verificare la password di nuovo per mantenere l'integrità della protezione.",
    "popup_sign_in_password_placeholder": "Password",
    "popup_sign_in_forget_your_password": "Password dimenticata?",
    "popup_sign_in_btn" : "Accedi",
    "popup_sign_in_error_required": "Obbligatorio.",
    "popup_sign_in_error_check_password": "Verificare la password e riprovare.",
    "popup_sign_in_close_message": "Protezione e-mail non può offrire protezione finché non viene fornita la password per l'account Trend Micro. Fare lic o toccare l'estensione del browser __productName__ quando si è pronti.",
    "notice_change_name_title" : "Nuovo nome, stessa protezione",
    "notice_change_name_desc": "Rilevamento frodi continuerà a proteggere la tua webmail dalle frodi e dagli attacchi di phishing con un nuovo nome: <span class='bold'>Protezione e-mail</span>."
}
