{
    "extension_name": {
	"message": "Google Translate Element"
    },
    "extension_description": {
	"message": "Google Translate Element übersetzt die gesamte Seite, ohne auf der Seite zu navigieren oder neue Tabs öffnen zu müssen."
    },
    "google_translate_element": {
	"message": "Google Translate Element"
    },
    "google_translate_element_options": {
	"message": "Google Translate Element Einstellungen"
    },
    "insert_element_automatically": {
	"message": "Automatisches Einfügen von Google Translate Element"
    },
    "translate_automatically": {
	"message": "Sofort übersetzen nachdem Google Translate Element eingesetzt wurde"
    },
    "hide_toolbar": {
	"message": "Toolbar verstecken nachdem Google Translate Element eingefügt wurde"
    },
    "ignore_languages": {
	"message": "Sprachen, die nicht automatisch Google Translate Element einfügen"
    },
    "ignore_languages_desc": {
	"message": "Fügt automatisch <a href=\"https://www.w3schools.com/howto/howto_google_translate.asp\">Google Translate Element</a> in die Seite ein, wenn die Sprache der Seite von diesen Sprachen abweicht. Auch wenn die Sprache der Seite mit einer dieser Sprachen identisch ist, kann es manuell über das Kontextmenü eingefügt werden. Wenn du auf die Standardschaltfläche klickst, werden die Sprachinformationen aus <cite>about:preferences → Language</cite> genommen.<br>Beispiel: <code>en, de, zh</code>. Getrennt durch Kommas.<br>Referenz: <a href=\"https://cloud.google.com/translate/docs/languages\">Google Cloud Sprachunterstützung</a> (anderer Dienst als Google Translate Element), <a href=\"https://de.wikipedia.org/wiki/Liste_der_ISO-639-1-Codes\">Liste der ISO 639-1-Codes - Wikipedia</a>."
    },
    "includedlanguages": {
	"message": "Zielsprache für Google Translate Element"
    },
    "includedlanguages_desc": {
	"message": "Trenne diese mit Kommas und <strong>ohne Leerzeichen</strong>. Beispiel: <code>ja, en, zh-CN</code>. <br>Referenz: <a href=\"https://cloud.google.com/translate/docs/languages\">Googe Cloud Sprachunterstützung</a> (Anderer Dienst von Google Translate Element), <a href=\"https://de.wikipedia.org/wiki/Liste_der_ISO-639-1-Codes\">Liste der ISO 639-1 Codes - Wikipedia</a>, <a href=\"https://de.wikipedia.org/wiki/ISO-3166-1-Kodierliste\">ISO 3166-1-Kodierliste - Wikipedia</a>.<br>Wenn die Liste leer ist, werden alle Sprachen als Zielsprache im Google Translate Element angezeigt. Der Standardwert wird von <cite>about:preferences → language</cite> abgerufen, kann aber möglicherweise nicht unverändert verwendet werden. Da einige Sprachen Regionalcodes wie zh-CN oder zh-TW erfordern, und in anderen Sprachen, wenn man Regionalcodes wie en-US hinzufügt, wird es nicht funktionieren. Du musst sie löschen, damit es wie en wird."
    },
    "ignore_urls": {
	"message": "URLs, bei denen Google Translate Element nicht automatisch eingefügt wird"
    },
    "regular_expression": {
	"message": "Reguläre Ausdrücke"
    },
    "ignore_urls_desc": {
	"message": "Ignoriere die Sonderzeichen von regulären Ausdrücken wie \".\", \"*\", \"?\" mit einem Backslash. Füge \"^\" am Anfang des Musters hinzu, um mit dem Anfang der URL übereinzustimmen."
    },
    "test_url": {
	"message": "Teste reguläre Ausdrücke"
    },
    "style_sheets": {
	"message": "Stylesheets für Google Translate Element："
    },
    "match": {
	"message": "Übereinstimmung"
    },
    "unmatch": {
	"message": "Übereinstimmung aufheben"
    },
    "default": {
	"message": "Standard"
    },
    "page_translator_url": {
	"message": "URL der übersetzten Website, wenn die Seite in einem neuen Tab übersetzt wird"
    },
    "text_translator_url": {
	"message": "URL der übersetzenden Seite, wenn der ausgewählte Text in einem neuen Tab übersetzt wird"
    },
    "target_language": {
	"message": "Standard Zielsprache："
    },
    "get_favicon": {
	"message": "Seiten Favicon erhalten"
    },
    "target_language_regexp": {
	"message": "Regulärer Ausdruck, der die Zielsprache aus der URL der Übersetzungsseite extrahiert."
    },
    "translator_url_desc": {
	"message": "'@url@' wird durch die URL der Seite ersetzt. '@text@' wird durch die ausgewählte Zeichenfolge ersetzt. '@lang@' wird durch den Wert der 'Standard-Zielsprache' ersetzt. Der voreingestellte Wert für die Zielsprache wird aus <cite>about:preferences → language</cite> ermittelt, kann aber möglicherweise nicht so verwendet werden, wie er ist, da er sich vom zielsprachlichen Beschreibungsformat der einzelnen Übersetzungsseiten unterscheiden kann. Einige Sprachen erfordern einen Regionalcode wie zh-CN oder zh-TW, während andere Sprachen möglicherweise in en oder pt geändert werden müssen, da dies mit einem Regionalcode wie en-US oder pt-BR nicht funktioniert. In diesem Fall musst du die Standard-Zielsprache manuell durch den entsprechenden Sprachencode ersetzen. '@source_lang@' wird durch den <a href=\"https://src.chromium.org/viewvc/chrome/trunk/src/third_party/cld/languages/internal/languages.cc#l23\">Sprachcode</a> der ausgewählten Zeichenfolge oder den Sprachcode der Seite ersetzt. Dies stimmt jedoch nicht unbedingt mit der Sprachcodedarstellung überein, die von jeder Übersetzungsseite verwendet wird."
    },
    "display_in_iframe": {
	"message": "Im Browseraktionsbereich, Seitenaktionsbereich und Seitenleiste, ist das Übersetzungsergebnis in einem <a href=\"https://developer.mozilla.org/docs/Web/HTML/Element/iframe\">iframe</a> angezeigt."
    },
    "translator_url_desc2": {
	"message": "Der Wert von @lang@ in diesem Browser："
    },
    "target_language_regexp_desc": {
	"message": "Eine Zeichenkette, die mit der letzten <a href='https://developer.mozilla.org/docs/Web/JavaScript/Guide/Regular_Expressions/Groups_and_Ranges'>Erfassungsgruppe</a> in dem unter \"<a href='https://developer.mozilla.org/docs/Web/JavaScript/Guide/Regular_Expressions'>Regulärer Ausdruck</a> zur Extraktion der Zielsprache\" beschriebenen Muster übereinstimmt, wird aus der URL der Übersetzungsergebnisseite als Zielsprache für die Übersetzung extrahiert. Wenn die Sprache des Übersetzungsziels interaktiv auf der Seite mit den Übersetzungsergebnissen geändert wird, wird die Sprache extrahiert und gespeichert, wenn sich die URL entsprechend ändert. Bei der nächsten Übersetzung wird '@lang@' durch diesen Wert anstelle der Standardzielsprache vor der Übersetzung ersetzt. Wenn du immer in die Standardsprache übersetzen willst, lass den regulären Ausdruck leer. Diese Funktion kann nicht auf Übersetzungsseiten verwendet werden, bei denen sich die URL nicht ändert, auch wenn die Zielsprache interaktiv geändert wird."
    },
    "second_translation_sites": {
	"message": "Zweite Übersetzungsseiten"
    },
    "use_2nd_translator": {
	"message": "Wenn die Sprache der Seite oder die Sprache des ausgewählten Texts mit der \"nicht automatisch eingefügten Sprache\" übereinstimmt, übersetze diese auf der zweiten Übersetzungsseite"
    },
    "page_translator_2nd_url": {
	"message": "URL der zweiten übersetzten Website, wenn die Seite in einem neuen Tab übersetzt wird"
    },
    "text_translator_2nd_url": {
	"message": "URL der zweiten Übersetzungsseite, wenn der ausgewählte Text in einem neuen Tab übersetzt wird"
    },
    "translator_2nd_url_desc": {
	"message": "Wenn die Sprache der Seite oder die Sprache des ausgewählten Textes mit den \"Sprachen, die nicht automatisch eingefügt werden sollen\" übereinstimmt, wird die Übersetzung auf der zweiten Übersetzungsseite durchgeführt. Dies kann z.B. verwendet werden, um muttersprachliche Sätze in andere Sprachen zu übersetzen. Wenn du eine Modifikatortaste gedrückt hälst (\"Alt\", \"Command\", \"Strg\", \"MacCtrl\" oder \"Shift\") und auf das Kontextmenü klickst oder eine Tastenkombination verwendest, kannst du die zweite Übersetzungsseite verwenden, um eine beliebige Sprache von der Seite oder des ausgewählten Textes übersetzen. Wenn du eine andere Webseite auf der zweiten Übersetzungsseite registrierst, kannst du die beiden Übersetzungsergebnisse vergleichen."
    },
    "translator_delete_history": {
	"message": "Löscht die URL des Übersetzungsergebnisses vom Browserverlauf"
    },
    "browser_action_panel_size": {
	"message": "Größe der Browser-Titelleiste:"
    },
    "page_action_panel_size": {
	"message": "Seitenaktionspanelgrösse:"
    },
    "pixel": {
	"message": "Pixel"
    },
    "user_interface": {
	"message": "UI"
    },
    "browser_action_button": {
	"message": "Browser Aktionsschaltfläche"
    },
    "browser_action_button_action": {
	"message": "Aktion mit der Browser Aktionsschaltfläche:"
    },
    "browser_action_button_desc": {
	"message": "Wenn kein Element ausgewählt ist, wird durch Klicken auf die Aktionsschaltfläche des Browsers die Standardtextübersetzungsseite angezeigt. Wenn nur ein Element ausgewählt ist, wird durch Klicken auf die Schaltfläche für die Browseraktion die Aktion für dieses Element sofort ausgeführt. Wenn mehrere Elemente ausgewählt sind, werden durch das Klicken auf die Schaltfläche \"Browseraktion\" die Schaltflächen für die ausgewählten Elemente angezeigt. Ziehe mit der Maus, um die Anzeigereihenfolge zu ändern."
    },
    "browser_action_stylesheet": {
	"message": "Stylesheet für Browseraktion"
    },
    "example": {
	"message": "Beispiel"
    },
    "page_action_button": {
	"message": "Seitenaktionsschaltfläche"
    },
    "page_action_button_action": {
	"message": "Verhalten der Seitenaktionsschaltfläche:"
    },
    "page_action_button_desc": {
	"message": "Wenn kein Element ausgewählt ist, wird durch Klicken auf die Aktionsschaltfläche des Browsers die Standardtextübersetzungsseite angezeigt. Wenn nur ein Element ausgewählt ist, wird durch Klicken auf die Schaltfläche für die Browseraktion die Aktion für dieses Element sofort ausgeführt. Wenn mehrere Elemente ausgewählt sind, werden durch das Klicken auf die Schaltfläche \"Browseraktion\" die Schaltflächen für die ausgewählten Elemente angezeigt. Ziehe mit der Maus, um die Anzeigereihenfolge zu ändern."
    },
    "page_action_stylesheet": {
	"message": "Stylesheet für Seitenaktion"
    },
    "context_menu": {
	"message": "Kontextmenü"
    },
    "context_menu_order": {
	"message": "Reihenfolge im Kontextmenü anzeigen:"
    },
    "context_menu_order_desc": {
	"message": "Im Kontextmenü werden nur markierte Elemente angezeigt. Ziehe mit der Maus, um die Anzeigereihenfolge zu ändern."
    },
    "omnibox": {
	"message": "Omnibox"
    },
    "omnibox_desc": {
	"message": " Übersetze Text, indem du Befehle und Text in der <a href=\"https://developer.mozilla.org/docs/Mozilla/Add-ons/WebExtensions/user_interface/Omnibox\">Omnibox</a> (Adressleiste, Positionsleiste) eingibst. Es ist bequem, die Tastenkombination <a href=\"https://support.mozilla.org/de/kb/Tastaturkuerzel#w_miscellaneous\">zu verwenden</a>, um den Fokus auf die Omnibox zu verschieben. F6, Alt + D oder Ctrl + L auf Windows."
    },
    "omnibox_default_action": {
	"message": "Standardanzeigeziel der Omnibox-Übersetzungsergebnisse:"
    },
    "syntax": {
	"message": "Syntax:"
    },
    "omnibox_keyword": {
	"message": "Das Trigger-Schlüsselwort, um die Übersetzung mit der Omnibox zu starten."
    },
    "omnibox_option_t": {
	"message": "Gebe die Zielsprache an. Wenn diese Angabe weggelassen wird, wird die Standard-Zielsprache für die Textübersetzungsseite verwendet. Das Zielsprachenformat variiert von Übersetzungsseite zu Übersetzungsseite, daher musst du den entsprechenden Sprachcode für diese Seite kennen."
    },
    "omnibox_option_1": {
	"message": "Übersetze mit der Standard-Textübersetzungsseite."
    },
    "omnibox_option_2": {
	"message": "Übersetze mit einer zweiten Textübersetzungsseite. Wenn sowohl -1 als auch -2 weggelassen werden, wird die für die Übersetzung verwendete Seite durch die Sprache des eingegebenen Textes bestimmt."
    },
    "omnibox_option_d": {
	"message": "Gib das Ziel zum Anzeigen der Übersetzungsergebnisse an."
    },
    "omnibox_option_new_tab": {
	"message": "Neuer Tab."
    },
    "omnibox_option_specific_tab": {
	"message": "Spezifischer Tab."
    },
    "omnibox_option_current_tab": {
	"message": "Aktueller Tab."
    },
    "omnibox_option_window": {
	"message": "Fenster."
    },
    "omnibox_option_sidebar": {
	"message": "Seitenleiste. Das Addon kann die Seitenleiste nicht automatisch öffnen, daher muss der Benutzer sie manuell öffnen."
    },
    "omnibox_option_browser_action": {
	"message": "Aktionsleiste des Browsers. Das Addon kann das Browser-Aktionsfenster nicht automatisch öffnen, daher muss es vom Benutzer manuell geöffnet werden."
    },
    "omnibox_option_page_action": {
	"message": "Seitenaktionspanel. Das Addon kann das Seitenaktionsfenster nicht automatisch öffnen, daher muss der Benutzer es manuell öffnen."
    },
    "omnibox_option_text": {
	"message": "Der Satz zum übersetzen."
    },
    "omnibox_examples": {
	"message": "Beispiele: <code><strong>tr Hallo, Welt.</strong></code> --- Verwende die Standardübersetzungsseite, um in deine Muttersprache zu übersetzen. <code><strong>tr -2 -t de -d sb みなさんこんにちは。</strong></code> --- Übersetze mit einer zweiten Übersetzungsseite ins Deutsche und zeige das Ergebnis in der Seitenleiste an."
    },
    "shortcut_keys": {
	"message": "Kurzwahltasten"
    },
    "shortcut_keys_desc": {
	"message": "Um Tastenkombinationen <a href=\"https://support.mozilla.org/kb/manage-extension-shortcuts-firefox\">festzulegen</a>, navigiere ungefähr zu about:addons-> ⚙️ -> Tastenkombinationen für erweiterte Funktionen verwalten."
    },
    "specific_tab": {
	"message": "Spezifischer Tab"
    },
    "tab_window_session": {
	"message": "Sitzungsinformationen für bestimmte Tabs und Fenster:"
    },
    "save_session": {
	"message": "Speichern"
    },
    "dont_save_session": {
	"message": "Nie"
    },
    "tab_window_session_desc": {
	"message": "Speichere die Informationen des Anzeigefensters für die Übersetzungsergebnisse und eines bestimmten Tabs über Sitzungen hinweg und verwende denselben Tab und dasselbe Fenster nach einem Neustart des Browsers erneut."
    },
    "specific_tab_esc_behavior": {
	"message": "Verhalten, wenn die Esc-Taste gedrückt ist:"
    },
    "hide_tab": {
	"message": "Tab verstecken"
    },
    "activate_opener_tab": {
	"message": "Aktiviere den Quellentab"
    },
    "specific_tab_esc_textarea": {
	"message": "Tut dasselbe, wenn man im Textbereich tippt"
    },
    "specific_tab_set_favicon": {
	"message": "Addon-Symbol als Favicon auf dem jeweiligen Tab anzeigen"
    },
    "specific_tab_desc": {
	"message": "Wenn der spezifische Tab vorhanden ist, verwende den Tab erneut und zeige das Übersetzungsergebnis auf diesem Tab an, ohne einen neuen Tab zu öffnen."
    },
    "result_window_esc_behavior": {
	"message": "Verhalten, wenn die Esc-Taste gedrückt ist:"
    },
    "minimize_window": {
	"message": "Minimiere das Fenster"
    },
    "lower_window": {
	"message": "Das Fenster nach hinten verschieben"
    },
    "do_nothing": {
	"message": "Keine Aktion"
    },
    "result_window_esc_textarea": {
	"message": "Tut dasselbe, wenn man im Textbereich tippt"
    },
    "result_window": {
	"message": "Übersetzungsergebnis-Fenster"
    },
    "result_window_desc": {
	"message": "Die Position und Größe des Fensters, die das Übersetzungsergebnis anzeigt, wird gespeichert, wenn der Fokus auf ein anderes Fenster des Browsers übertragen wird (z.B durch klicken auf ein anderes Fenster). Die erste und zweite Seite der Übersetzungsseite und die Textübersetzungsseite werden separat gespeichert."
    },
    "sidebar": {
	"message": "Seitenleiste"
    },
    "sidebar_default_page": {
	"message": "Standard-Seite"
    },
    "sidebar_input_page": {
	"message": "Text-Eingabeseite"
    },
    "default_translator": {
	"message": "Standard Textübersetzer"
    },
    "second_translator": {
	"message": "Sekundärer Textübersetzer"
    },
    "translate_on_default": {
	"message": "Übersetzen"
    },
    "translate_on_2nd": {
	"message": "Übersetzt auf der zweiten Seite"
    },
    "display_sidebar_default_page": {
	"message": "Zeigt Standardseite in Seitenleiste an"
    },
    "sidebar_placeholder": {
	"message": "Ctrl + Enter zum Überstezen. Shift + Enter, um auf der zweiten Seite zu übersetzen."
    },
    "clipboard": {
	"message": "Zwischenablage"
    },
    "translate_clipboard_content": {
	"message": "Zwischenablageinhalte übersetzen"
    },
    "translate_clipboard_content_desc": {
	"message": "Der Inhalt der Zwischenablage kann mit Hilfe von Tastenkombinationen übersetzt werden, indem du mit der rechten Maustaste auf ein Element im Kontextmenü klickst oder die Steuerungstaste gedrückt hälst und auf eine Schaltfläche im Aktionsleiste des Browsers oder der Seitenleiste klickst."
    },
    "need_history_permission": {
	"message": "Eine zusätzliche Berechtigung ist erforderlich, um die URL des Übersetzungsergebnisses aus dem Browserverlauf zu löschen."
    },
    "need_tabHide_permission": {
	"message": "Um den Tab beim Drücken der Esc-Taste auszublenden, ist eine zusätzliche Berechtigung erforderlich."
    },
    "need_sessions_permission": {
	"message": "Zum Speichern von Sitzungen für den jeweiligen Tab und das Übersetzungsergebnisfenster ist eine zusätzliche Berechtigung erforderlich."
    },
    "need_clipboard_permission": {
	"message": "Für die Übersetzung des Inhalts der Zwischenablage ist eine zusätzliche Berechtigung erforderlich."
    },
    "please_allow_permission": {
	"message": "Bitte gebe die Erlaubnis oder ändere die Einstellung und speichere erneut."
    },
    "save": {
	"message": "Speichern"
    },
    "save_button_desc": {
	"message": "Alle Speichertasten verhalten sich gleich."
    },
    "error": {
	"message": "Fehler"
    },
    "reset_commands": {
	"message": "Alle Kurzbefehl Tasten zurücksetzen"
    },
    "info1": {
	"message": "<p>Auf einigen Seiten funktioniert Google Translate Element möglicherweise nicht, aufgrund der Sicherheitseinstellungen der Seite. In diesem Fall wird <a href=\"https://developer.mozilla.org/docs/Tools/Browser_Console\">eine Meldung angezeigt in</a> der Browserkonsole. Wenn Google Translate Element nicht funktioniert, kannst du die Seite alternativ in einem neuen Tab mit dem Kontextmenü übersetzen.</p><p>Google Translate Element wird nicht automatisch eingefügt, wenn du das Addon über das Kontextmenü deaktivierst. Auch hier kannst du es über das Kontextmenü manuell einfügen.</p>"
    },
    "another_translation_system": {
	"message": "Ein anderes Übersetzungssystem"
    },
    "code_to_insert_into_the_page": {
	"message": "Der Code, der zum Einfügen in Webseiten benutzt werden sollte:"
    },
    "copy_code_here": {
	"message": "Kopiere den Code von der Download Seite hier."
    },
    "csp_to_add": {
	"message": "Content Sicherheitsrichtlinie zum hinzufügen:"
    },
    "copy_scp_here": {
	"message": "Kopiere die Inhaltssicherheitsrichtlinie von der Download Seite hier."
    },
    "tags_to_remove_from_page": {
	"message": "HTML Tags, welche zu entfernen sind auf der Seite："
    },
    "tags_to_remove_from_page_desc": {
	"message": "Um bessere Übersetzungsergebnisse zu erzielen, solltest diese Tags aus der Webseite entfernen und die Inhaltstexte in einfache Texte umwandeln. Wenn HTML-Tags in der Mitte eines Satzes enthalten sind, kann sich der an die Übersetzungsmaschine übergebene Satz von einem einfachen Satz ohne Tags unterscheiden, um diese Tags im übersetzten Satz wiederzugeben, was manchmal zu seltsamen Übersetzungsergebnissen führt. Wenn du diese HTML-Tags entfernst, erhälst du möglicherweise bessere Übersetzungsergebnisse. Allerdings wird die Lesbarkeit dadurch erschwert, dass keine Links oder Dekorationen vorhanden sind. Um den Tag zu entfernen, führe den Vorgang über das Kontextmenü, die Tastenkombination usw. aus, bevor Google Translate Element die Seite übersetzt (wenn der Originaltext angezeigt wird). Wenn du den Inhalt der Seite wiederherstellen möchtest, musst du die Seite neu laden. Wenn du <a href=\"https://developer.mozilla.org/docs/Web/HTML/Element\">Tags einfügen</a> willst, trenne diese durch Leerzeichen oder Zeilenumbrüche."
    },
    "default_translation_sites": {
	"message": "Standard Übersetzungsseite"
    },
    "is_invalid": {
	"message": "Der Wert von '$1' ist ungültig."
    },
    "untranslatable_url": {
	"message": "Nicht übersetzbare URL.\n$1"
    },
    "translate_in_specific_tab": {
	"message": "Übersetzen in einem spezifischen Tab"
    },
    "translate_in_specific_tab_label": {
	"message": "1 → Spezifischer Tab"
    },
    "translate_in_new_tab": {
	"message": "Übersetzen in einem neuen Tab"
    },
    "translate_in_new_tab_label": {
	"message": "1 → Neuer Tab"
    },
    "translate_in_current_tab": {
	"message": "In aktuellem Tab übersetzen"
    },
    "translate_in_current_tab_label": {
	"message": "1 → Aktueller Tab"
    },
    "translate_in_window": {
	"message": "Im Fenster übersetzen"
    },
    "translate_in_window_label": {
	"message": "1 → Fenster"
    },
    "translate_in_sidebar": {
	"message": "Von der Seitenleiste aus übersetzen"
    },
    "translate_in_sidebar_label": {
	"message": "1 → Seitenleiste"
    },
    "translate_in_browser_action": {
	"message": "Mit Browseraktion übersetzen"
    },
    "translate_in_browser_action_label": {
	"message": "1 → Browseraktion"
    },
    "translate_in_page_action": {
	"message": "Bei der Seitenaktion übersetzen"
    },
    "translate_in_page_action_label": {
	"message": "1 → Seitenaktion"
    },
    "translate_on_2nd_in_specific_tab": {
	"message": "Übersetze die zweite Übersetzung in einem spezifischen Tab"
    },
    "translate_on_2nd_in_specific_tab_label": {
	"message": "2 → Spezifischer Tab"
    },
    "translate_on_2nd_in_new_tab": {
	"message": "Zweite Übersetzung im neuen Tab übersetzen"
    },
    "translate_on_2nd_in_new_tab_label": {
	"message": "2 → Neuer Tab"
    },
    "translate_on_2nd_in_current_tab": {
	"message": "Zweite Übersetzung im aktuellen Tab übersetzen"
    },
    "translate_on_2nd_in_current_tab_label": {
	"message": "2 → Aktueller Tab"
    },
    "translate_on_2nd_in_window": {
	"message": "Zweite Übersetzung im Fenster übersetzen"
    },
    "translate_on_2nd_in_window_label": {
	"message": "2 → Fenster"
    },
    "translate_on_2nd_in_sidebar": {
	"message": "Zweite Übersetzung in der Seitenleiste übersetzen"
    },
    "translate_on_2nd_in_sidebar_label": {
	"message": "2 → Seitenleiste"
    },
    "translate_on_2nd_in_browser_action": {
	"message": "Zweite Übersetzung mit der Browseraktion übersetzen"
    },
    "translate_on_2nd_in_browser_action_label": {
	"message": "2 → Browseraktion"
    },
    "translate_on_2nd_in_page_action": {
	"message": "Zweite Übersetzung mit der Seitenaktion übersetzen"
    },
    "translate_on_2nd_in_page_action_label": {
	"message": "2 → Seitenaktion"
    },
    "translate_in_specific_tab_clipboard": {
	"message": "Übersetze den Inhalt von der Zwischenablage im spezifischem Tab"
    },
    "translate_in_new_tab_clipboard": {
	"message": "Übersetze den Inhalt von der Zwischenablage im neuem Tab"
    },
    "translate_in_current_tab_clipboard": {
	"message": "Übersetze den Inhalt von der Zwischenablage im aktuellem Tab"
    },
    "translate_in_window_clipboard": {
	"message": "Übersetze den Inhalt von der Zwischenablage im Fenster"
    },
    "translate_in_sidebar_clipboard": {
	"message": "Übersetze den Inhalt von der Zwischenablage in der Seitenleiste"
    },
    "translate_in_browser_action_clipboard": {
	"message": "Übersetze den Inhalt von der Zwischenablage im Browser-Aktionspanel"
    },
    "translate_in_page_action_clipboard": {
	"message": "Übersetze den Inhalt von der Zwischenablage im Seitenaktionspanel"
    },
    "translate_on_2nd_in_specific_tab_clipboard": {
	"message": "Übersetze den Inhalt von der Zwischenablage bei der zweiten Übersetzung in spezifischen Tab"
    },
    "translate_on_2nd_in_new_tab_clipboard": {
	"message": "Übersetze den Inhalt von der Zwischenablage bei der zweiten Übersetzung im neuem Tab"
    },
    "translate_on_2nd_in_current_tab_clipboard": {
	"message": "Übersetze den Inhalt von der Zwischenablage bei der zweiten Übersetzung im aktuellen Tab"
    },
    "translate_on_2nd_in_window_clipboard": {
	"message": "Übersetze den Inhalt von der Zwischenablage bei der zweiten Übersetzung im neuem Fenster"
    },
    "translate_on_2nd_in_sidebar_clipboard": {
	"message": "Übersetze den Inhalt von der Zwischenablage bei der zweiten Übersetzung in der Seitenleiste"
    },
    "translate_on_2nd_in_browser_action_clipboard": {
	"message": "Übersetze den Inhalt von der Zwischenablage bei der zweiten Übersetzung in der Browseraktion"
    },
    "translate_on_2nd_in_page_action_clipboard": {
	"message": "Übersetze den Inhalt der Zwischenablage bei der zweiten Übersetzung in der Seitenaktion"
    },
    "open_1_in_specific_tab": {
	"message": "Übersetzungsseite im spezifischen Tab öffnen"
    },
    "open_1_in_specific_tab_label": {
	"message": "1 → Öffne im spezifischen Tab"
    },
    "open_1_in_new_tab": {
	"message": "Übersetzungsseite in neuem Tab öffnen"
    },
    "open_1_in_new_tab_label": {
	"message": "1 → Öffne im neuen Tab"
    },
    "open_1_in_current_tab": {
	"message": "Übersetzungsseite im aktuellen Tab öffnen"
    },
    "open_1_in_current_tab_label": {
	"message": "1 → Öffne im aktuellen Tab"
    },
    "open_1_in_window": {
	"message": "Übersetzungsseite in Fenster öffnen"
    },
    "open_1_in_window_label": {
	"message": "1 → Öffne in Fenster"
    },
    "open_2_in_specific_tab": {
	"message": "Öffne die zweite Übersetzungsseite im spezifischen Tab"
    },
    "open_2_in_specific_tab_label": {
	"message": "2 → Öffne im spezifischen Tab"
    },
    "open_2_in_new_tab": {
	"message": "Öffne die zweite Übersetzungsseite im neuen Tab"
    },
    "open_2_in_new_tab_label": {
	"message": "2 → Öffne im neuen Tab"
    },
    "open_2_in_current_tab": {
	"message": "Öffne die zweite Übersetzungsseite im aktuellen Tab"
    },
    "open_2_in_current_tab_label": {
	"message": "2 → Öffne im aktuellen Tab"
    },
    "open_2_in_window": {
	"message": "Öffne die zweite Übersetzungsseite im Fenster"
    },
    "open_2_in_window_label": {
	"message": "2 → Öffne in Fenster"
    },
    "open_sidebar": {
	"message": "Seitenleiste öffnen"
    },
    "open_browseraction": {
	"message": "Browseraktionspanel öffnen"
    },
    "open_pageaction": {
	"message": "Seitenaktionspanel öffnen"
    },
    "toggle_browser_action": {
	"message": "Öffne / Schliesse die Browseraktion"
    },
    "toggle_page_action": {
	"message": "Öffne / Schliesse Seitenaktion"
    },
    "toggle_sidebar": {
	"message": "Öffne / Schliesse die Sidebar"
    },
    "insert_element": {
	"message": "Google Translate Element in die Seite einfügen"
    },
    "insert_element_label": {
	"message": "Element in die Seite einfügen"
    },
    "toggle_translate": {
	"message": "Wechseln zwischen Übersetzungs- und Quellentext"
    },
    "toggle_translate_label": {
	"message": "Übersetzung / Quelle"
    },
    "toggle_toolbar": {
	"message": "Zeige/Verstecke die Toolbar von Google Translate Element"
    },
    "toggle_toolbar_label": {
	"message": "Zeige / Verstecke Toolbar"
    },
    "insert_automatically": {
	"message": "Automatisches Einfügen von Google Translate Element"
    },
    "remove_decorative_tags": {
	"message": "Dekorations Tags von der Seite entfernen"
    },
    "remove_decorative_tags_label": {
	"message": "Tags entfernen"
    },
    "open_option_page": {
	"message": "Öffne die Einstellungen"
    }
}
