{
    "popupBridgeUnreachable": {
        "message": "Nu s-a putut conecta la punte."
    },
    "popupStatusReady": {
        "message": "Snowflake de pe dispozitivul dvs. este gata să ajute utilizatorii să ocolească cenzura"
    },
    "popupWebRTCOff": {
        "message": "Funcția WebRTC nu este detectată."
    },
    "appDesc": {
        "message": "Permiteți utilizatorilor din țările cenzurate să vă folosească conexiunea la rețea pentru a permite acces la rețeaua Tor."
    },
    "popupEnabled": {
        "message": "Activat"
    },
    "popupLearnMore": {
        "message": "Află mai mult"
    },
    "popupStatusOff": {
        "message": "Snowflake este închis"
    },
    "popupStatusOn": {
        "message": "Numărul de utilzatori conectați în prezent: $1"
    },
    "popupDescOn": {
        "message": "Numărul de utilizatori pe care Snowflake de pe dispozitivul dvs. i-a ajutat să ocolească cenzura în ultimile 24 de ore: $1"
    },
    "popupRetry": {
        "message": "Încearcă din nou"
    },
    "popupRetrying": {
        "message": "Reîncercare..."
    },
    "badgeCookiesOff": {
        "message": "Cookie-urile nu sunt activate."
    },
    "popupRunInBackground": {
        "message": "Keep running when the browser is closed"
    },
    "extensionOptout": {
        "message": "This addon only transmits the minimal amount of data required to perform as a Snowflake proxy. If you are uncomfortable with the transmission of data enumerated above or with any part of our privacy policy, we recommend you remove the Snowflake addon."
    },
    "remove": {
        "message": "Remove the Snowflake addon"
    },
    "consent": {
        "message": "I consent"
    },
    "extensionOnboard": {
        "message": "Thank you for installing the Snowflake web extension!"
    },
    "extensionConsent": {
        "message": "To provide basic functionality, Snowflake proxies (the addon you have installed in your browser) send some metadata to the Snowflake broker about the proxy's networking setup. This metadata is, exhaustively: the IP address of the proxy (your IP address), your reported NAT type, the version of the snowflake protocol you (the proxy) is running, the fact that the proxy (the addon you have installed) is a webextension, and the number of clients already connected to the proxy (to the addon you have installed). This data is used only for the establishment of the connection and aggregate statics and is not stored at the broker. Please view our <a href=\"https://addons.mozilla.org/en-US/firefox/addon/torproject-snowflake/privacy\">privacy policy</a> for more details on the information we collect and display. When you are ready, you can consent to enable your Snowflake proxy by clicking the button below."
    },
    "popupNeedConsent": {
        "message": "Please consent to our privacy policy before enabling Snowflake."
    },
    "consented": {
        "message": "You're all set! Thank you for running a snowflake proxy!"
    },
    "popupConsent": {
        "message": "Open consent page"
    }
}
