{
    "id": 893039,
    "authors": [
        {
            "id": 13299895,
            "name": "BigData Technologies Ltd.",
            "url": "https://addons.mozilla.org/en-US/firefox/user/13299895/",
            "username": "BDTech"
        }
    ],
    "average_daily_users": 7850,
    "categories": [
        "shopping"
    ],
    "contributions_url": "",
    "created": "2017-11-28T11:41:08Z",
    "current_version": {
        "id": 5858890,
        "compatibility": {
            "firefox": {
                "min": "58.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/ali-tools/versions/5858890",
        "file": {
            "id": 4403175,
            "created": "2024-12-10T22:39:14Z",
            "hash": "sha256:d580e905e14b78fe4c8a23cd9c9160893dd30cb062483dd501b2b8a08aab1f12",
            "is_mozilla_signed_extension": false,
            "size": 1323752,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4403175/ali_tools-24.12.1.17305.xpi",
            "permissions": [
                "<all_urls>",
                "contextMenus",
                "cookies",
                "notifications",
                "tabs",
                "webNavigation",
                "storage",
                "webRequest",
                "http://*/*",
                "https://*/*"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 7057,
            "is_custom": false,
            "name": {
                "en-US": "All Rights Reserved"
            },
            "slug": "all-rights-reserved",
            "url": null
        },
        "release_notes": null,
        "reviewed": "2024-12-16T14:00:08Z",
        "version": "24.12.1.17305"
    },
    "default_locale": "en-US",
    "description": {
        "en-US": "The time for big sales on AliExpress ™ has passed, but many discounts remain. A few reasons to install Alitools and save even more:\n\nAUTOMATIC DISCOUNTS ALREADY IN YOUR CART\n- Autochecker of promo codes and coupons helps you save money. We find all the latest AliExpress™ discounts daily and automatically apply the best ones to your cart.\n\nBUY AT A REAL, NOT EXCEEDED PRICE\n- Price history checker for the product over the last 3 or 6 months helps to avoid artificial discounts, especially during big sales: 1111 Sale, Black Friday and Cyber Monday. EUR, USD, RUB and 17 more currencies are supported for price tracking.\n\nBUY ONLY FROM RELIABLE SELLERS\n- Seller verification helps you avoid bad sellers. A reliable seller will deliver you what you bought right on time, and a bad one — a cat in a bag. Aliexpress seller check works completely automatically.\n\nFIND EXACTLY THE PRODUCTS YOU ARE LOOKING FOR\n- Aliexpress search by image helps you to find the item in the picture in one click. No more wasting precious time and looking for a thing you like for a long time.\n- Search similar products help you find very similar products. This is useful when you want to find similar product, but slightly different.\n\nCHECK YOUR PRODUCTS BEFORE PURCHASING\n- Real product photos from customer feedbacks and product reviews allow you to check product before purchasing.\n\nTRACK THE DELIVERY OF YOUR PRODUCTS\n- Alitools will help to track the parcel from China. Postal tracking supports AliExpress Standard Shipping, China Post ePacket and other shipping methods.\n\n=================================\n\nAlitools can synchronize data between computers. For example, at work and at home. To do this, simply create an account.\n\nAlitools extension is fully compatible with other shopping extensions, cashback services and dropshipping tools.\n\nWe are always open to communication and will be happy to answer your questions. Contact form: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/2ae595bd4124c296b20197e2216ef77f7b1366bb865b59d28f2faf7fd08fe7e8/https%3A//alitools.io/en/feedback\" rel=\"nofollow\">https://alitools.io/en/feedback</a>.\n\nBy installing the Alitools Mozilla Firefox extension, you accept the terms of the «User Agreement» and allow redirecting you to the links of the affiliate program AliExpress. User agreement — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/435486c15d38e9cc1e8fcbe2598074b6e6e7d27fb83b009acdb3cfefc402c66c/https%3A//alitools.io/en/info/agreement\" rel=\"nofollow\">https://alitools.io/en/info/agreement</a>.\n\nFor extension's functions to work and to be able to improve the product, we collect anonymous data about how you use AliExpress and other popular online stores. More details in privacy — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/db7f2f0fec2e186dfebc3e45448f39b1ca4b4375840d418bf5ec5d6e9acc927f/https%3A//alitools.io/en/info/policy\" rel=\"nofollow\">https://alitools.io/en/info/policy</a>.\n\nOur extension uses the Google Analytics service to collect statistics on the use of the extension. If you do not want to transfer data, you can find the official Google blocker application or any equivalent. The official Google Analytics blocker from Google — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/fd6f4bd85362e6674088ac3b226b2fc34e7e75794f2ec6f559f4a38870ce30e3/https%3A//tools.google.com/dlpage/gaoptout\" rel=\"nofollow\">https://tools.google.com/dlpage/gaoptout</a>.\n\nWe support the Mozilla Firefox Web Store’s minimum rational use of extensions policy:\n1. «http(s)://*/*»\n- Collection of information on prices and products on Ali Express and on popular online stores.\n- Search for products on AliExpress by pictures on other sites.\n- Search for lower priced alternatives on AliExpress for products that you are viewing on other online stores.\n2. «Cookies»\n- Alitool account authorization.\n- Automatic detection of language, currency and country of delivery on AliExpress.\n3. «Notifications»\n- Price drop alert is sent, when price drops down by 5% or more.\n4. «Tabs» and «Web Navigation»\n- Browsing history widget.\n- Correct functioning of the Ali Tools widget when opening multiple product pages.\n- We do not run reverse image search scripts on domains that are prohibited in the settings and save the resources of your computer.\n5. «ContextMenus»\n- Search product by image from the context menu.\n6. «Storage»\n- Storing the extension settings.\n- Storing the history of recently viewed products.\n\n*Ali, Ali Express and AliExpress is a trademark of Alibaba Group Holding Limited. Use of this trademark is subject to AliExpress Affiliate Program Service Agreement.",
        "es": "Varias razones para descargar e instalar Alitools:\n\n- Compruebe la valoración del vendedor antes de comprar para evitar malos vendedores.\n- Le permite encontrar productos por foto. Esencial para ropa, calzado y accesorios.\n- Encuentre productos similares. Encuentre opciones más baratas o con envío gratuito de otro vendedor.\n- Alitools le ayudará a rastrear el paquete desde China y le notificará los cambios en su estado.\n- Evite descuentos artificiales, especialmente durante las grandes ofertas: 11.11, Black Friday y Cyber ​​Monday.\n- Compruebe cómo ha cambiado el precio de un producto durante los últimos 6 meses. Admite rublos, dólares y otras 18 divisas.\n- Recibir notificaciones si el producto ha bajado de precio.\n- Vea fotos de productos reales extraídas de las opiniones de los clientes.\n- Encuentre el producto en el historial de navegación.\n\nAlitools puede sincronizar datos entre ordenadores. Por ejemplo, en el trabajo y en casa. Para ello, simplemente cree una cuenta.\n\nSiempre estamos a su disposición y estaremos encantados de responder a sus preguntas. Formulario de contacto: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/bc71152a863e39f4a8309d8129f041b97efbaaaa730fb34f84c31d4ff083c78d/https%3A//alitools.io/es/feedback\" rel=\"nofollow\">https://alitools.io/es/feedback</a>.\n\nAl instalar la extensión Alitools para Firefox, acepta los términos del «Acuerdo de usuario» y permite que se le redirija a los enlaces del programa de afiliados de AliExpress. Acuerdo de usuario: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/c75fc4298b5c9aeca3c79745e9b9fd7c7e817255705db09acda382ec9b98f5ba/https%3A//alitools.io/es/info/agreement\" rel=\"nofollow\">https://alitools.io/es/info/agreement</a>.\n\nPara que las funciones de la extensión funcionen y para poder mejorar el producto, recopilamos datos anónimos sobre cómo usa AliExpress y otras populares tiendas online. Puede encontrar más información sobre la privacidad en: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/ca509a455266a539c4ee949eac1f82e23287b2466e684681bb52662de122bba6/https%3A//alitools.io/es/info/policy\" rel=\"nofollow\">https://alitools.io/es/info/policy</a>.\n\nLa extensión Alitools utiliza el servicio Google Analytics para recopilar estadísticas sobre el uso de la extensión. Si no desea transferir datos, puede usar la aplicación oficial de bloqueo de Google o cualquier equivalente. El bloqueador oficial de Google Analytics de Google: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/fd6f4bd85362e6674088ac3b226b2fc34e7e75794f2ec6f559f4a38870ce30e3/https%3A//tools.google.com/dlpage/gaoptout\" rel=\"nofollow\">https://tools.google.com/dlpage/gaoptout</a>.",
        "fr": "Plusieurs raisons de télécharger et d'installer Alitools :\n\n- Vérifiez les évaluations du vendeur avant d'acheter pour éviter les mauvais vendeurs.\n- Vous permet de trouver des marchandises par photo. Indispensable pour les vêtements, chaussures et accessoires.\n- Trouvez des produits similaires. Trouvez des options moins chères ou avec la livraison gratuite chez un autre vendeur.\n- Alitools vous aidera à suivre le colis en provenance de Chine et vous préviendra d'un changement de son statut.\n- Évitez les remises artificielles, en particulier lors des grosses promotions : 11.11, Black Friday et Cyber ​​Monday.\n- Découvrez comment le prix d'un produit a changé au cours des 6 derniers mois. Prend en charge le rouble, le dollar et 18 autres devises.\n- Recevez des notifications si le prix du produit a baissé.\n- Regardez de vraies photos de produits à partir des commentaires des clients.\n- Trouvez le produit dans l'historique de navigation.\n\nAlitools peut synchroniser les données entre plusieurs ordinateurs. Par exemple, au travail et à la maison. Pour ce faire, créez simplement un compte.\n\nNous sommes toujours ouverts à la communication et serons heureux de répondre à vos questions. Formulaire de contact : <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/2ae595bd4124c296b20197e2216ef77f7b1366bb865b59d28f2faf7fd08fe7e8/https%3A//alitools.io/en/feedback\" rel=\"nofollow\">https://alitools.io/en/feedback</a>.\n\nEn installant l'extension Firefox Alitools, vous acceptez les termes de l'« Accord Utilisateur » et vous autorisez à vous rediriger vers les liens du programme d'affiliation AliExpress. Accord utilisateur - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/435486c15d38e9cc1e8fcbe2598074b6e6e7d27fb83b009acdb3cfefc402c66c/https%3A//alitools.io/en/info/agreement\" rel=\"nofollow\">https://alitools.io/en/info/agreement</a>.\n\nPour que l'extension fonctionne et pour améliorer le produit, nous collectons des données anonymes sur la façon dont vous utilisez AliExpress et d'autres magasins en ligne populaires. Plus de détails sur la confidentialité - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/db7f2f0fec2e186dfebc3e45448f39b1ca4b4375840d418bf5ec5d6e9acc927f/https%3A//alitools.io/en/info/policy\" rel=\"nofollow\">https://alitools.io/en/info/policy</a>.\n\nL'extension Alitools utilise le service Google Analytics pour collecter des statistiques sur l'utilisation de l'extension. Si vous ne souhaitez pas transférer vos données, vous pouvez trouver l'application officielle de blocage de Google ou un équivalent. Le bloqueur officiel Google Analytics de Google - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/fd6f4bd85362e6674088ac3b226b2fc34e7e75794f2ec6f559f4a38870ce30e3/https%3A//tools.google.com/dlpage/gaoptout\" rel=\"nofollow\">https://tools.google.com/dlpage/gaoptout</a>.",
        "pl": "Kilka powodów, dla których warto pobrać i zainstalować Alitools:\n\n- Sprawdzaj oceny sprzedawców przed zakupem, aby uniknąć złych sprzedawców.\n- Pozwala znaleźć towary na podstawie zdjęcia. Niezbędne w przypadku odzieży, obuwia i dodatków odzieżowych.\n- Znajduje podobne produkty. Znajdź oferty tańsze lub z bezpłatną wysyłką od innego sprzedawcy.\n- Alitools pozwala śledzić paczkę z Chin i powiadamia o zmianach jej statusu.\n- Unikaj rzekomych rabatów, zwłaszcza podczas wielkich wyprzedaży: 11.11, w Czarny piątek i w Cyberponiedziałek.\n- Sprawdź, jak zmieniała się cena produktu w ciągu ostatnich 6 miesięcy. Obsługuje ruble, dolary i 18 innych walut.\n- Otrzymuj powiadomienia, gdy cena produktu spadnie.\n- Zobacz prawdziwe zdjęcia produktów z recenzji nabywców.\n- Znajdź produkt w historii przeglądania.\n\nAlitools może synchronizować dane między komputerami, na przykład w pracy i w domu. W tym celu wystarczy utworzyć konto.\n\nJesteśmy zawsze otwarci na komunikację i chętnie odpowiemy na Twoje pytania. Formularz kontaktowy: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/2ae595bd4124c296b20197e2216ef77f7b1366bb865b59d28f2faf7fd08fe7e8/https%3A//alitools.io/en/feedback\" rel=\"nofollow\">https://alitools.io/en/feedback</a>.\n\nInstalując rozszerzenie Alitools Chrome, akceptujesz warunki „Umowy użytkownika” i zezwalasz na przekierowania do linków programu partnerskiego AliExpress. Umowa użytkownika — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/435486c15d38e9cc1e8fcbe2598074b6e6e7d27fb83b009acdb3cfefc402c66c/https%3A//alitools.io/en/info/agreement\" rel=\"nofollow\">https://alitools.io/en/info/agreement</a>.\n\nAby funkcje rozszerzenia działały i aby móc ulepszać produkt, zbieramy anonimowe dane o tym, jak korzystasz z AliExpress i innych popularnych sklepów internetowych. Więcej szczegółów podano w polityce prywatności - <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/db7f2f0fec2e186dfebc3e45448f39b1ca4b4375840d418bf5ec5d6e9acc927f/https%3A//alitools.io/en/info/policy\" rel=\"nofollow\">https://alitools.io/en/info/policy</a>.\n\nRozszerzenie Alitools używa usługi Google Analytics do zbierania danych statystycznych dotyczących korzystania z rozszerzenia. Jeśli nie chcesz przesyłać danych, możesz znaleźć oficjalną aplikację blokującą firmy Google lub dowolną równoważną. Oficjalna aplikacja firmy Google, blokująca usługę Google Analytics — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/fd6f4bd85362e6674088ac3b226b2fc34e7e75794f2ec6f559f4a38870ce30e3/https%3A//tools.google.com/dlpage/gaoptout\" rel=\"nofollow\">https://tools.google.com/dlpage/gaoptout</a>.",
        "ru": "Большие распродажи на AliExpress ™ прошли, но многие скидки остались. Несколько причин установить Alitools и экономить еще больше:\n\n- Активируйте промокоды и купоны. Работает автоматические, экономит много времени и денег.\n- Проверяйте рейтинг продавца перед покупкой, чтобы избежать плохих продавцов.\n- Находите товар по фото или картинке. Незаменимо для одежды, обуви и аксессуаров.\n- Просматривайте похожие и аналогичные товары. Найдите варианты дешевле или с бесплатной доставкой у другого продавца.\n- Поможет отследить посылку из Китая и уведомит об изменении её статуса.\n- Избегайте искусственных скидок, особенно во время больших распродаж: «День Холостяка», «Чёрная пятница» и «Киберпонедельник».\n- Динамика цены на товар за последние 6 месяцев. Поддерживаются рубли, доллары и еще 18 валют.\n- Получайте уведомления, если товар подешевел.\n- Смотрите только настоящие фотографии товаров из отзывов покупателей.\n- Находите товар в истории просмотренных.\n\nAlitools умеет синхронизировать данные между несколькими компьютерами. Например, на работе и дома. Для этого нужно просто создать аккаунт.\n\nМы всегда открыты общению и с радостью ответим на ваши вопросы. Форма для связи: <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/e27632deacc5e884763cff8731388f57e116f6c850d1c49bc30567d95d1b4fa7/https%3A//alitools.io/ru/feedback\" rel=\"nofollow\">https://alitools.io/ru/feedback</a>.\n\nУстанавливая расширение Alitools для Mozilla Firefox, вы принимаете условия «Пользовательского соглашения» и разрешаете переадресацию вас расширением по ссылкам партнерской программ AliExpress и других программ. Пользовательское соглашение — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/06ea9103c4d713c482caae749e61468f9a59a9b24ff22575048d59c5fce344fb/https%3A//alitools.io/ru/info/agreement\" rel=\"nofollow\">https://alitools.io/ru/info/agreement</a>.\n\nДля работы функций и улучшения продукта мы собираем анонимизированные данные о том, как вы пользуетесь AliExpress и другими популярными интернет-магазинами. Подробнее в политике конфиденциальности — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/532d60e224acb78050749733bec6ddce6e18f5ab770fab8988f2a008d27104c2/https%3A//alitools.io/ru/info/policy\" rel=\"nofollow\">https://alitools.io/ru/info/policy</a>.\n\nРасширение Алитулс использует сервис Google Аналитика для сбора статистики использования расширения. Если вы не хотите передавать данные, установите официальное приложение-блокировщик от Google или любой его аналог. Официальный блокировщик Google Аналитики от Google — <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/d7b5239e8be5e7baba549aa98278bf4d1613dfaf60f795714eedc5b213708488/http%3A//tools.google.com/dlpage/gaoptout\" rel=\"nofollow\">http://tools.google.com/dlpage/gaoptout</a>.\n\nМы поддерживаем политику Интернет-магазина Mozilla Firefox по минимальному рациональному использованию разрешений:\n1. «http(s)://*/*»\n- Сбор актуальной информации о ценах и товарах на Алиэкспресс и в популярных интернет-магазинах.\n- Поиск товара по фото на Алиэкспрес и других сайтах.\n- Ищем на Алиэкспресс товары, которые вы просматриваете, по более низкой цене.\n2. «Cookies»\n- Авторизации в аккаунт Alitools.\n- Автоматическое определение языка, валюты и страны доставки на Али Эксперсс.\n3. «Notifications»\n- Присылаем уведомления о падении цены на товары.\n4. «Tabs» и «WebNavigation»\n- Виджет истории просмотров.\n- Корректная работа виджета Alitools при открытии нескольких страниц с товарами.\n- Не запускаем скрипты поиска по картинке на запрещённых в настройках доменах и экономим ресурсы вашего компьютера.\n5. «ContextMenus»\n- Поиск товара по картинке из контекстного меню.\n6. «Storage»\n- Хранение настроек расширения.\n- Хранение истории просмотренных товаров.\n\n*Ali, Ali Express и AliExpress являются торговыми марками Alibaba Group Holding Limited. Использование этого товарного знака регулируется Соглашением об обслуживании партнерской программы Ali Express."
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/ali-tools/edit",
    "guid": "{019f5290-6afb-4863-bc31-87cc0b6adb25}",
    "has_eula": true,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "en-US": "https://alitools.io",
            "es": "https://alitools.io",
            "fr": "https://alitools.io",
            "pl": "https://alitools.io",
            "ru": "https://alitools.io"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5b4a54e4bb71ef1dfceb0d843e7773e01def8b41cd114fa2e18803d549cb788f/https%3A//alitools.io",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5b4a54e4bb71ef1dfceb0d843e7773e01def8b41cd114fa2e18803d549cb788f/https%3A//alitools.io",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5b4a54e4bb71ef1dfceb0d843e7773e01def8b41cd114fa2e18803d549cb788f/https%3A//alitools.io",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5b4a54e4bb71ef1dfceb0d843e7773e01def8b41cd114fa2e18803d549cb788f/https%3A//alitools.io",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5b4a54e4bb71ef1dfceb0d843e7773e01def8b41cd114fa2e18803d549cb788f/https%3A//alitools.io"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/893/893039-64.png?modified=mcrushed",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/893/893039-32.png?modified=mcrushed",
        "64": "https://addons.mozilla.org/user-media/addon_icons/893/893039-64.png?modified=mcrushed",
        "128": "https://addons.mozilla.org/user-media/addon_icons/893/893039-128.png?modified=mcrushed"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2024-12-16T14:00:08Z",
    "name": {
        "en-US": "Alitools shopping assistant",
        "es": "Alitools, su asistente de compras",
        "fr": "Alitools assistant shopping",
        "pl": "AliTools",
        "ru": "Alitools помощник в покупках",
        "uk": "AliTools for AliExpress"
    },
    "previews": [
        {
            "id": 267335,
            "caption": null,
            "image_size": [
                640,
                400
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/267/267335.png?modified=1647257117",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/267/267335.jpg?modified=1647257117"
        },
        {
            "id": 267336,
            "caption": null,
            "image_size": [
                640,
                400
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/267/267336.png?modified=1647257117",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/267/267336.jpg?modified=1647257117"
        },
        {
            "id": 267337,
            "caption": null,
            "image_size": [
                640,
                400
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/267/267337.png?modified=1647257117",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/267/267337.jpg?modified=1647257117"
        },
        {
            "id": 267338,
            "caption": null,
            "image_size": [
                640,
                400
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/267/267338.png?modified=1647257117",
            "position": 3,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/267/267338.jpg?modified=1647257117"
        },
        {
            "id": 267339,
            "caption": null,
            "image_size": [
                640,
                400
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/267/267339.png?modified=1647257117",
            "position": 4,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/267/267339.jpg?modified=1647257117"
        }
    ],
    "promoted": {
        "apps": [
            "firefox",
            "android"
        ],
        "category": "notable"
    },
    "ratings": {
        "average": 4.2519,
        "bayesian_average": 4.237114960569941,
        "count": 401,
        "text_count": 222
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/ali-tools/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/893039",
    "slug": "ali-tools",
    "status": "public",
    "summary": {
        "en-US": "Auto-find &amp; apply AliExpress ™ promo codes, price history, seller rating, similar products, find item by picture",
        "es": "Historial de precios durante 6 meses, productos similares, encontrar artículo por imagen, valoración del vendedor.",
        "fr": "Historique des prix sur 6 mois, produits similaires, recherche d'article par image, évaluations du vendeur.",
        "pl": "AliTools — Twój niezawodny pomocnik przy zakupach online.",
        "ru": "Автоактивация промокодов AliExpress ™, история цены, рейтинг продавцов, похожие товары, поиск по картинке и фото"
    },
    "support_email": {
        "en-US": "support@alitools.io",
        "es": "support@alitools.io",
        "fr": "support@alitools.io",
        "pl": "support@alitools.io",
        "ru": "support@alitools.io",
        "uk": "support@alitools.io"
    },
    "support_url": {
        "url": {
            "en-US": "https://alitools.io/feedback",
            "es": "https://alitools.io/feedback",
            "fr": "https://alitools.io/feedback",
            "pl": "https://alitools.io/feedback",
            "ru": "https://alitools.io/feedback",
            "uk": "https://alitools.io/feedback"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/62be838ed218c3088bcc23d85622fd910831abde9774c39b3866d56cbbf257dc/https%3A//alitools.io/feedback",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/62be838ed218c3088bcc23d85622fd910831abde9774c39b3866d56cbbf257dc/https%3A//alitools.io/feedback",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/62be838ed218c3088bcc23d85622fd910831abde9774c39b3866d56cbbf257dc/https%3A//alitools.io/feedback",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/62be838ed218c3088bcc23d85622fd910831abde9774c39b3866d56cbbf257dc/https%3A//alitools.io/feedback",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/62be838ed218c3088bcc23d85622fd910831abde9774c39b3866d56cbbf257dc/https%3A//alitools.io/feedback",
            "uk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/62be838ed218c3088bcc23d85622fd910831abde9774c39b3866d56cbbf257dc/https%3A//alitools.io/feedback"
        }
    },
    "tags": [
        "shopping"
    ],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/ali-tools/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/ali-tools/versions/",
    "weekly_downloads": 85,
    "_score": null
}