{
    "id": 1476121,
    "authors": [
        {
            "id": 14677643,
            "name": "Urban VPN",
            "url": "https://addons.mozilla.org/en-US/firefox/user/14677643/",
            "username": "anonymous-54fbb0711f391eccd259592ae34e1a85"
        }
    ],
    "average_daily_users": 152134,
    "categories": [
        "other"
    ],
    "contributions_url": "",
    "created": "2019-03-06T15:38:33Z",
    "current_version": {
        "id": 5668384,
        "compatibility": {
            "firefox": {
                "min": "91.1.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/urban-vpn/versions/5668384",
        "file": {
            "id": 4212703,
            "created": "2023-12-22T16:16:10Z",
            "hash": "sha256:266ffb1c2c5ebd5245eb8ca69f53c66592c62d5a4bbf53311a136093fe1a133c",
            "is_mozilla_signed_extension": false,
            "size": 2285313,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4212703/urban_vpn-3.14.0.xpi",
            "permissions": [
                "tabs",
                "webNavigation",
                "webRequest",
                "webRequestBlocking",
                "proxy",
                "management",
                "alarms",
                "storage",
                "<all_urls>",
                "https://sessions.bugsnag.com/*",
                "https://notify.bugsnag.com/*",
                "https://*.urban-vpn.com/*",
                "https://google-analytics.com/*",
                "https://www.google-analytics.com/*",
                "https://config-toolbar.urban-vpn.com/*",
                "https://*/*",
                "http://*/*"
            ],
            "optional_permissions": [],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 22,
            "is_custom": false,
            "name": {
                "en-US": "MIT License"
            },
            "slug": "MIT",
            "url": "https://spdx.org/licenses/MIT.html"
        },
        "release_notes": null,
        "reviewed": "2024-01-04T13:55:47Z",
        "version": "3.14.0"
    },
    "default_locale": "en-US",
    "description": {
        "de": "Entsperren Sie jede Website. Bleiben Sie anonym und geschützt mit dem 100% kostenlosen VPN für Firefox. Nur ein Klick und Sie sind dabei!\n\nUrban VPN ist eine Tochtergesellschaft von Urban Cyber Security und dem Entwickler der weltweit zuverlässigsten und sichersten, kostenlosen, virtuellen privaten Netzwerke. Urban VPN Browser Extension bietet Ihnen eine schnelle und einfache Aktivierung sowie eine unbegrenzte Bandbreite!\n\nGewährleisten Sie Sicherheit und Vertraulichkeit Ihrer Browseraktivitäten. Schützen Sie Ihren Browser bei der Verwendung von öffentlichen WLAN-Verbindungen vor schädlicher Werbung und Ihr Gerät vor Malware und anderen Schwachstellen. Mit Urban VPN können Sie sicher surfen, ohne fürchten zu müssen, dass neben anderen Sicherheitsrisiken Ihre personenbezogenen Daten gestohlen werden.\n\nMaskieren Sie Ihre IP und wählen Sie eine IP aus einem stetig wachsenden Pool an internationalen Standorten auf der ganzen Welt. Verhindern Sie, von Websites und Werbetreibenden aufgespürt zu werden - umgehen Sie Firewalls und surfen Sie anonym! Verhindern Sie schädliche Werbung, indem Sie unser Werbeblockierfunktion aktivieren.\n\nWir werden Ihre personenbezogenen Daten weder speichern, noch erfassen oder verarbeiten. \n\nEs muss keine andere Software heruntergeladen werden - Mit einem einfachen Klick auf den Download installieren Sie die Erweiterung und können sofort surfen.\n\nWenn Sie sich für Urban VPN entscheiden, entscheiden Sie sich für Qualität, Schutz und Sicherheit!\n\n    • 100% kostenlos\n\n    • Blenden Sie Ihre IP aus und verschlüsseln Sie Ihren Datenverkehr\n\n    • Entsperren Sie Websites und beschränkte Geostandorte\n\n    • Streamen und laden Sie Inhalte im Handumdrehen herunter\n\n    • Wechseln Sie IPs schnell und einfach je nach gewünschtem Standort",
        "en-US": "Protect your online identity and stay private &amp; anonymous with Urban Free VPN Proxy for Firefox! Urban VPN Free proxy servers are available in 77 countries, allowing you to hide your IP address and encrypt your internet connection.\n\nUrban VPN is the creator of Urban VPN Proxy Unblocker, the most reliable free virtual private network. Urban VPN browser extension offers you a 1click access to a vast network of 530+ VPN servers!\n\nWhen you add the Urban free VPN proxy Firefox extension, you get the following:\n\n🔐 Protect your browser and device from annoying advertising and mining websites when browsing the internet.\n\n🌍 Change your IP location - Connect to any location from our VPN server list.\n\n🛡️ Avoid being tracked by websites and advertisers - bypass firewalls and browse anonymously! Avoid harmful advertisements by enabling our ad-blocking feature.\n\n🛡️ Protect your online activity - Your ISP might collect your online data. When Urban VPN Premium is on, your data stays encrypted. Therefore, ISPs cannot collect data or throttle your bandwidth.\n\n🛡️🔒 Integrated safe browsing features will provide you with anti-malware protection and prevent unsafe website surfing.\n\nThere is no need to download further software - just click to download, install the extension, and set it to surf.\n\nTo enable us to provide you with our safe browsing and VPN services, we need to access and collect certain information, such as: URLs you click, the ads displayed for you and your interaction with the ads, history, click stream data, and IP address.\n\nIn addition, subject to your consent through the prominent notice, we will be accessing and collecting your web browsing data that includes information on:\n- search engine results page\n- web pages visited\n- clicked stream data\n- information about the content that you viewed (the ad campaign)\n- information about where you viewed the content (website, app, or extension).\n\nWe share this web browsing data in an aggregated, anonymized format with our affiliated companies and business partners for commercial use.\n\nWe wish to make it clear, we do not want to know your identity, preferences or any information about you personally, all as detailed in the privacy policy (<a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/538c785ef477cbcd0f95063f6b0c9f02affc2e8d6702a8f6efcf88acaabc4203/https%3A//www.urban-vpn.com/about-us/privacy/\" rel=\"nofollow\">https://www.urban-vpn.com/about-us/privacy/</a>)",
        "es": "Desbloquea cualquier sitio web. Manténgate anónimo y seguro con VPN 100% gratis para Firefox. ¡Solo un clic y ya está en camino!\n\nUrban VPN es una subsidiaria de Urban Cyber Security y el creador de una de las redes privadas virtuales más confiables, seguras y gratuitas del mundo.¡La extensión del navegador de Urban VPN te ofrece activación rápida y fácil y ancho de banda ilimitado!\n\nMantén las actividades de tu navegador seguras y privadas. Protege tu navegador de publicidad dañina y protege tu dispositivo contra malware y otras vulnerabilidades cuando uses conexiones Wi-Fi públicas. Con Urban VPN puedes navegar de forma segura sin temor a robo de información personal, entre otros riesgos de seguridad.\n\nOculta tu IP y elige una IP de un grupo de ubicaciones internacionales en constante crecimiento en todo el mundo. Evita ser rastreado por sitios web y anunciantes: ¡evita los firewalls y navega de forma anónima! Evita la publicidad dañina al habilitar nuestra función de bloqueo de anuncios.\n\nNo almacenamos, recopilaremos ni procesaremos ninguno de sus datos personales. La extensión Urban VPN también garantiza que terceros NO podrán rastrear tu actividad de navegación y no venderán tus datos - tu conexión está encriptada y segura.\n\nNo es necesario descargar más software: simplemente haz clic para descargar e instalar la extensión y estarás listo para navegar.\n\n¡Cuando eliges Urban VPN, eliges calidad, seguridad y protección!\n\n    • 100% Gratis\n\n    • Oculta tu IP y encripta tu tráfico\n\n    • Desbloquear sitios web y ubicaciones geográficas restringidas\n\n    • Transmitir y descargar contenido con facilidad y rapidez\n\n    • Intercambio de IP de manera simple y rápida según la ubicación deseada",
        "fr": "Débloquer n'importe quel site Web. Restez anonyme et en sécurité grâce à un VPN 100% gratuit pour Firefox. Un seul clic et vous êtes en route !\n\nUrban VPN est une filiale d’Urban Cyber ​​Security et le créateur de l’un des réseaux privés virtuels gratuits les plus fiables et les plus sécurisés au monde. Urban VPN Browser Extension vous offre une activation simple et rapide et une bande passante illimitée !\n\nGardez les activités de votre navigateur en toute sécurité et en toute confidentialité. Protégez votre navigateur des publicités nuisibles et votre appareil des logiciels malveillants et autres vulnérabilités lorsque vous utilisez des connexions Wi-Fi publiques. Avec Urban VPN, vous pouvez surfer en toute sécurité sans craindre le vol d'informations personnelles, entre autres risques pour la sécurité.\n\nMasquez votre adresse IP et choisissez une adresse IP parmi un nombre croissant de sites internationaux dans le monde entier. Évitez d'être suivi par les sites Web et les annonceurs - contournez les pare-feu et naviguez de façon anonyme ! Évitez les publicités nuisibles en activant notre fonctionnalité de blocage des publicités.\n\nNous ne stockons, ne collectons ni ne traitons aucune de Vos données personnelles. L’extension Urban VPN garantit également que des tiers ne pourront PAS suivre votre activité de navigation et ne vendront pas vos données suivies ou vendues à des tiers - votre connexion est cryptée et sécurisée.\n\nPas besoin de télécharger d'autres logiciels - il suffit de cliquer pour télécharger, installer l'extension et vous êtes prêt à surfer.\n\nEn choisissant Urban VPN, vous optez pour la qualité, la sûreté et la sécurité !\n\n    • 100% gratuit\n\n    • Cachez votre adresse IP et cryptez votre trafic \n\n    • Débloquez des sites Web et des géolocalisations restreintes \n\n    • Diffusez et téléchargez du contenu facilement et rapidement\n\n    • Échangez simplement et rapidement les adresses IP en fonction de l'emplacement souhaité",
        "id": "Buka blokir situs web apa pun. Tetap anonim &amp; aman dengan VPN untuk Firefox 100% Gratis. Cukup sekali klik dan Anda siap!\n\nUrban VPN adalah anak perusahaan Urban Cyber Security dan pencipta salah satu virtual private network paling andal, paling aman, serta gratis di dunia. Ekstensi Peramban Urban VPN menawarkan Aktivasi Bandwidth Secara Cepat, Mudah, dan Tak Terbatas untuk Anda!\n\nJaga keamanan &amp; privasi aktivitas meramban Anda. Lindungi peramban Anda dari iklan berbahaya dan lindungi perangkat Anda dari program jahat serta kerawanan lain saat menggunakan sambungan Wi-Fi umum. Dengan Urban VPN, Anda dapat berselancar dengan aman tanpa khawatir informasi pribadi Anda dicuri, sebagai salah satu risiko keamanan.\n\nSamarkan IP Anda dan pilih IP dari pool berlokasi internasional yang terus tumbuh di seluruh dunia. Cegah pelacakan oleh situs web dan para pengiklan - bypass firewall dan lakukan perambanan secara anonim! Hindari iklan berbahaya dengan mengaktifkan fitur pemblokir iklan kami.\n\nKami tidak akan menyimpan, mengumpulkan ataupun mengolah data pribadi Anda apa pun, ekstensi Urban VPN juga memastikan pihak ketiga TIDAK akan dapat melacak aktivitas perambanan Anda dan tidak akan menjual data Anda yang terlacak atau dijual ke pihak ketiga - koneksi Anda dienkripsi dan aman.\n\nTidak perlu mengunduh perangkat lunak lain - cukup klik untuk menginstal ekstensi dan Anda siap berselancar.\n\nSaat Anda memilih Urban VPN, Anda memilih kualitas, keselamatan, dan keamanan!\n\n    • 100% Gratis\n\n    • Sembunyikan Anda &amp; enkripsi lalu lintas Anda\n\n    • Buka blokir situs web dan geo-lokasi terlarang\n\n    • Stream dan unduh konten dengan mudah dan cepat\n\n    • Ganti IP sesuai lokasi yang diinginkan dengan mudah dan cepat",
        "ja": "全てのウェブサイトのブロックを解除します。100%無料のVPNで、Firefox における匿名性と安全性を確保しましょう。ワンクリックするだけです！\n\nUrban VPNはUrban Cyber Securityの子会社であり、元も信頼でき、かつ安全で、無料のバーチャルプライベートネットワークの開発元でもあります。Urban VPN Browser Extensionにより、即時かつ簡単にアクティベーションを行い、処理能力を解放します。\n\nお使いのブラウザアクティビティを安全かつプライベートに保ちましょう。公共のWi-Fiを用いる際、お使いのブラウザを悪意のある広告から守り、マルウェアやその他の脆弱性からブラウザを保護しましょう。Urban VPNを用いることで、個人情報の剽窃やその他のセキュリティリスクを恐れることなく、ネットサーフィンが楽しめます。\n\nあなたのIPをマスキングし、地球上のあらゆるロケーションから増大し続けるプールよりIPを選択できます。ウェブサイトや広告社からの追跡を受けることはありません。ファイアウォールをバイパスし、匿名のままサイトを閲覧できます。広告ブロック機能を用いることで、悪意のある広告を避けましょう。\n\n弊社は、あなたの個人情報を収集したり、何らかの形で処理したりすることはありません。Urban VPNエクステンションにより、サードパーティがあなたの閲覧活動について追跡を行ったり、あなたのデータを追跡したりサードパーティに売却したりすることはありません。通信は暗号化され、安全に保たれます。\n\nその他のソフトウェアのダウンロードは必要ありません。ただ\" Firefox に追加\"をクリックすればOKです。\n\nUrban VPNを選ぶということは、高品質や安全、安心を選ぶということなのです。\n\n    • 100%無料\n\n    • IPを秘匿し、トラフィックを暗号化\n\n    • ウェブサイトや制限された地理的ロケーションを解放\n\n    • コンテンツのダウンロードやストリーミングをもっと簡単に、速く\n\n    • スワイプして簡単に希望のロケーションに合わせてIPを変更",
        "nl": "Ontgrendel elke website. Blijf anoniem en veilig met een 100% gratis VPN voor Firefox. 1 click en u bent op weg!\n\nUrban VPN, een onderdeel van Urban Cyber Security, is de maker van een van de betrouwbaarste en veiligste gratis virtuele privénetwerken ter wereld. De Urban VPN-browserextensie is snel geactiveerd en geeft u een onbeperkte bandbreedte!\n\nBrowse veilig en privé. Bescherm uw browser tegen schadelijke advertenties en uw toestel tegen malware en andere aanvallen op publieke wifiverbindingen. Met Urban VPN surft u veilig, zonder diefstal van persoonlijke informatie en andere risico's te moeten vrezen; \n\nVerberg uw IP en kies een IP uit een altijd grotere pool van internationale locaties overal ter wereld. Word niet gevolgd door websites en adverteerders - omzeil firewalls en browse anoniem! Vermijd schadelijke advertenties met onze adblocker.\n\nWij zullen uw persoonsgegevens niet opslaan, verzamelen of verwerken. De Urban VPN-extensie verzekert bovendien dat derden uw browseractiviteit NIET kunnen volgen en uw gegevens niet kunnen verkopen - uw verbinding is versleuteld en veilig.\n\nSoftware downloaden hoeft niet - klik hier om de extensie te downloaden en u bent klaar om te surfen.\n\nKies Urban VPN voor kwaliteit, veiligheid en zekerheid!\n\n    • 100% gratis\n\n    • Verberg uw IP en versleutel uw verkeer\n\n    • Ontgrendel websites en beperkte geolocaties\n\n    • Stream en download inhoud vlot en snel\n\n    • Vervang uw IP snel en handig volgens de gewenste locatie",
        "pt-BR": "Desbloqueie qualquer página da web. Preserve seu anonimato e sua segurança com uma VPN completamente gratuita para Firefox. Basta um clique!\n\nA Urban VPN é uma subsidiária da Urban Cyber Security e responsável por uma das redes privadas virtuais gratuitas mais confiáveis e seguras do mundo. A Extensão para Navegador da Urban VPN oferece ativação rápida e fácil e largura de banda ilimitada!\n\nPreserve a segurança e privacidade da atividade do seu navegador. Proteja seu navegador contra anúncios perigosos e proteja seu dispositivo contra malware e outras vulnerabilidades ao usar conexões de Wi-Fi público. Com a Urban VPN, você navega sem receio de ter suas informações pessoais roubadas ou outros riscos de segurança.\n\nMascare seu IP e escolha um IP em uma lista em constante crescimento de localizações internacionais ao redor do mundo. Evite ser monitorado por páginas da web e anunciantes, atravessando firewalls e navegando de forma anônima! Elimine anúncios perigosos ao ativar nossa funcionalidade de bloqueio de anúncios.\n\nNão vamos compartilhar, coletar nem processar nenhum dos seus dados pessoais. Além disso, a extensão da Urban VPN garante que terceiros NÃO serão capazes de monitorar sua atividade de navegação. Não vamos monitorar seus dados nem vendê-los para terceiros. Sua conexão será criptografada e segura.\n\nNão é preciso baixar programas adicionais. Basta clicar em “Adicionar ao Chrome” para instalar a extensão e navegar tranquilamente.\n\nEscolha qualidade, segurança e proteção. Escolha a Urban VPN!\n\n    • Completamente gratuita\n\n    • Oculte seu IP e criptografe seu tráfego\n\n    • Desbloqueie páginas da web e geolocalizações restritas\n\n    • Transmita e baixe conteúdos de forma fácil e veloz\n\n    • Troque de IP de forma simples e rápida, conforme a localização desejada",
        "ru": "Разблокируйте любой сайт. Оставайтесь анонимными и будьте в безопасности благодаря 100% Бесплатному VPN для Firefox. Всего один клик, и вы на верном пути!\n\nUrban VPN является дочерней компанией Urban Cyber Security и создателем одной из самых надежных и безопасных, бесплатных виртуальных частных сетей в мире. Расширение для браузера Urban VPN Browser Extension предлагает вам Быструю и Простую Активацию и Неограниченную Пропускную Способность!\n\nПусть ваши действия в браузере остаются безопасными и конфиденциальными. Защитите свой браузер от вредоносной рекламы и защитите свое устройство от вредоносных программ и других уязвимостей при использовании общедоступных подключений Wi-Fi. С Urban VPN вы можете посещать веб-страницы, не опасаясь кражи личной информации, а также других угроз безопасности.\n\nМаскируйте свой IP и выбирайте IP из постоянно растущего пула международных местоположений по всему миру. Избегайте отслеживания веб-сайтов и рекламодателей - обходите межсетевые экраны и просматривайте веб-страницы анонимно! Избегайте вредоносной рекламы, включив функцию блокировки рекламы.\n\nМы не будем хранить, собирать или обрабатывать ваши личные данные. Расширение Urban VPN Extension также гарантирует, что третьи лица НЕ смогут отслеживать вашу активность в Интернете и не будут продавать ваши данные, отслеженные или проданные третьим сторонам - ваше соединение зашифровано и безопасно.\n\nНе нужно скачивать дополнительное программное обеспечение - просто нажмите, чтобы загрузить расширение, и все готово для посещения веб-сайтов.\n\nВыбирая Urban VPN, вы выбираете качество, безопасность и надежность!\n\n    • 100% Бесплатно\n\n    • Скройте свой IP и Зашифруйте трафик\n\n    • Разблокируйте сайты и ограниченные местоположения\n\n    • Смотрите в потоковом режиме и Загружайте контент с легкостью и высокой скоростью\n\n    • Просто и быстро меняйте IP-адреса",
        "tr": "Tüm web sitelerinin engelini kaldırın. Firefox için %100 Ücretsiz VPN ile kimliğinizi gizli tutun ve internette güvenle gezinin. Tek bir tıkla her şeyi halledin!\n\nUrban Cyber Security'nin bir yan kuruluşu olan Urban VPN, dünyadaki en güvenilir ve güvenli, ücretsiz, sanal özel ağlardan birinin yaratıcısıdır. Urban VPN Browser Extension size Hızlı ve Kolay Aktivasyon seçeneği ve Sınırsız bant genişliği sunuyor!\n\nTarayıcı hareketlerinizi gizli ve güvende tutun. Herkese açık Wi-Fi bağlantılarını kullanırken, tarayıcınızı zararlı reklamlardan, cihazınızı ise kötü amaçlı yazılım ve diğer sistem açıklarından koruyun. Urban VPN sayesinde diğer güvenlik risklerinin yanı sıra kişisel bilgi hırsızlığı korkunuz olmadan internette güvenli bir şekilde gezinebilirsiniz.\n\nIP'nizi maskeleyin ve dünya genelinde sürekli gelişme gösteren uluslararası konumlar havuzundan bir IP seçin. Web sitelerin ve reklam verenlerin sizi takip etmesini önleyin, güvenlik duvarını atlayın ve kimliğinizi gizleyerek gezinin! Reklam engelleyici özelliğini etkinleştirerek zararlı reklamlardan kaçının.\n\nHiçbir kişisel bilginizi saklamayacak, toplamayacak veya işlemeyeceğiz. Urban VPN extension üçüncü tarafların tarama faaliyetinizi takip etmesini önler, izlenilen veya satılan verilerinizi üçüncü taraflara satmaz; bağlantınız şifrelidir ve güvendedir.\n\nDaha fazla yazılım indirmenize gerek yok - indirmek için sadece tıklayın, eklentiyi kurun... Artık internette istediğiniz gibi gezinebilirsiniz.\n\nUrban VPN'yi tercih ettiğinizde kaliteyi, güvenliği ve güvenilirliği de tercih etmiş olursunuz!\n\n    • %100 Ücretsiz\n\n    • IP'nizi gizleyin ve işlem trafiğinizi şifreleyin\n\n    • Web sitelerin ve sınırlı coğrafi konumların engellemesini kaldırın\n\n    • İçeriği kolay ve hızlı bir şekilde yayınlayın ve indirin\n\n    • IP'leri kolay ve hızlı bir şekilde istenen konuma göre değiştirin",
        "zh-CN": "畅通无阻访问任何网站。用于 Firefox 的100% 免费 VPN 助您匿名安全访问 。只需点击一下即可开始使用！\n\nUrban VPN 是 Urban Cyber Security 的子公司，它是世界上一个最可靠、最安全、最自由的虚拟专用网络的创建者。Urban VPN 浏览器扩展程序激活简捷，将为您提供无限带宽！\n\n确保您浏览器活动的安全与隐私。使用公共 Wi-Fi 连接时，保护您的浏览器免受有害广告的骚扰，保护您的设备免受恶意软件和其他漏洞的侵害。使用 Urban VPN 上网，您将安全无忧，再也不必担心个人信息被盗以及其他安全风险。\n\n伪装您的 IP，从全球各地不断增长的国际位置中选择一个 IP。避免被网站和广告商跟踪——绕过防火墙，匿名浏览！启用我们的广告拦截功能，避免有害广告骚扰。\n\n我们不会存储、收集或处理您的任何个人数据，Urban VPN扩展程序还能确保第三方无法跟踪您的浏览活动，也无法将跟踪您获得的数据出售给第三方——因为您的连接是加密且安全的。\n\n无需下载更多软件——只需点击即可下载安装扩展程序，然后您就可以上网冲浪了。\n\n选择 Urban VPN，就是选择高质量，安全有保障！\n\n    • 100% 免费\n\n    • 隐藏您的 IP，加密您的流量\n\n    • 解锁屏蔽网站和受限制的地理位置\n\n    • 轻松快捷浏览和下载内容\n\n    • 根据需要的位置简单快速地交换 IP"
    },
    "developer_comments": null,
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/urban-vpn/edit",
    "guid": "{fca67f41-776b-438a-9382-662171858615}",
    "has_eula": false,
    "has_privacy_policy": true,
    "homepage": {
        "url": {
            "en-US": "https://www.urban-vpn.com/"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/5384e46674af178e6b83876f3c04c745124e74725ff1eb3fddead046ddc11188/https%3A//www.urban-vpn.com/"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/1476/1476121-64.png?modified=7ce99bda",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/1476/1476121-32.png?modified=7ce99bda",
        "64": "https://addons.mozilla.org/user-media/addon_icons/1476/1476121-64.png?modified=7ce99bda",
        "128": "https://addons.mozilla.org/user-media/addon_icons/1476/1476121-128.png?modified=7ce99bda"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2024-01-04T13:55:47Z",
    "name": {
        "de": "Urban Free VPN proxy Unblocker",
        "en-US": "Urban Free VPN proxy Unblocker - Best VPN",
        "es": "Urban Free VPN proxy Unblocker",
        "fr": "Urban Free VPN proxy Unblocker",
        "id": "Urban Free VPN proxy Unblocker",
        "ja": "Urban Free VPN proxy Unblocker",
        "nl": "Urban Free VPN proxy Unblocker",
        "pt-BR": "Urban Free VPN proxy Unblocker",
        "ru": "Urban Free VPN proxy Unblocker",
        "tr": "Urban Free VPN proxy Unblocker",
        "zh-CN": "Urban Free VPN proxy Unblocker"
    },
    "previews": [
        {
            "id": 298504,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/298/298504.png?modified=1713775310",
            "position": 0,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/298/298504.jpg?modified=1713775310"
        },
        {
            "id": 298505,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/298/298505.png?modified=1713775310",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/298/298505.jpg?modified=1713775310"
        },
        {
            "id": 298506,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/298/298506.png?modified=1713775310",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/298/298506.jpg?modified=1713775310"
        },
        {
            "id": 298507,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/298/298507.png?modified=1713775312",
            "position": 3,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/298/298507.jpg?modified=1713775312"
        }
    ],
    "promoted": {
        "apps": [
            "firefox",
            "android"
        ],
        "category": "notable"
    },
    "ratings": {
        "average": 4.2551,
        "bayesian_average": 4.2526716668107625,
        "count": 2458,
        "text_count": 819
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/urban-vpn/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/1476121",
    "slug": "urban-vpn",
    "status": "public",
    "summary": {
        "de": "Entsperren Sie jede Website. Bleiben Sie anonym und geschützt mit dem 100% kostenlosen VPN für Firefox. Nur ein Klick und Sie sind dabei!",
        "en-US": "Stay anonymous &amp; secure with VPN - surf through 80 locations with Urban VPN for Firefox",
        "es": "Desbloquea cualquier sitio web. Manténgate anónimo y seguro con VPN 100% gratis para Firefox. ¡Solo un clic y ya está en camino!",
        "fr": "Débloquer n'importe quel site Web. Restez anonyme et en sécurité grâce à un VPN 100% gratuit pour Firefox. Un seul clic et vous êtes en route !",
        "id": "Buka blokir situs web apa pun. Tetap anonim &amp; aman dengan VPN untuk Firefox 100% Gratis. Cukup sekali klik dan Anda siap!",
        "ja": "全てのウェブサイトのブロックを解除します。100%無料のVPNで、Firefox における匿名性と安全性を確保しましょう。ワンクリックするだけです！",
        "nl": "Ontgrendel elke website. Blijf anoniem en veilig met een 100% gratis VPN voor Firefox. 1 click en u bent op weg!",
        "pt-BR": "Desbloqueie qualquer página da web. Preserve seu anonimato e sua segurança com uma VPN completamente gratuita para Firefox. Basta um clique!",
        "ru": "Разблокируйте любой сайт. Оставайтесь анонимными и будьте в безопасности благодаря 100% Бесплатному VPN для Firefox. Всего один клик, и вы на верном пути!",
        "tr": "Tüm web sitelerinin engelini kaldırın. Firefox için %100 Ücretsiz VPN ile kimliğinizi gizli tutun ve internette güvenle gezinin. Tek bir tıkla her şeyi halledin!",
        "zh-CN": "畅通无阻访问任何网站。用于 Firefox 的100% 免费 VPN 助您匿名安全访问 。只需点击一下即可开始使用！"
    },
    "support_email": {
        "de": "developer@urban-vpn.com",
        "en-US": "developer@urban-vpn.com",
        "es": "developer@urban-vpn.com",
        "fr": "developer@urban-vpn.com",
        "id": "developer@urban-vpn.com",
        "ja": "developer@urban-vpn.com",
        "nl": "developer@urban-vpn.com",
        "pt-BR": "developer@urban-vpn.com",
        "ru": "developer@urban-vpn.com",
        "tr": "developer@urban-vpn.com",
        "zh-CN": "developer@urban-vpn.com"
    },
    "support_url": {
        "url": {
            "de": "https://www.urban-vpn.com",
            "en-US": "https://www.urban-vpn.com",
            "es": "https://www.urban-vpn.com",
            "fr": "https://www.urban-vpn.com",
            "id": "https://www.urban-vpn.com",
            "ja": "https://www.urban-vpn.com",
            "nl": "https://www.urban-vpn.com",
            "pt-BR": "https://www.urban-vpn.com",
            "ru": "https://www.urban-vpn.com",
            "tr": "https://www.urban-vpn.com",
            "zh-CN": "https://www.urban-vpn.com"
        },
        "outgoing": {
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d448b1dfe7b5d488c5c55203d2226f91ac5c78c9301bbfe6ef2f1c9427b9c6da/https%3A//www.urban-vpn.com",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d448b1dfe7b5d488c5c55203d2226f91ac5c78c9301bbfe6ef2f1c9427b9c6da/https%3A//www.urban-vpn.com",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d448b1dfe7b5d488c5c55203d2226f91ac5c78c9301bbfe6ef2f1c9427b9c6da/https%3A//www.urban-vpn.com",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d448b1dfe7b5d488c5c55203d2226f91ac5c78c9301bbfe6ef2f1c9427b9c6da/https%3A//www.urban-vpn.com",
            "id": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d448b1dfe7b5d488c5c55203d2226f91ac5c78c9301bbfe6ef2f1c9427b9c6da/https%3A//www.urban-vpn.com",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d448b1dfe7b5d488c5c55203d2226f91ac5c78c9301bbfe6ef2f1c9427b9c6da/https%3A//www.urban-vpn.com",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d448b1dfe7b5d488c5c55203d2226f91ac5c78c9301bbfe6ef2f1c9427b9c6da/https%3A//www.urban-vpn.com",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d448b1dfe7b5d488c5c55203d2226f91ac5c78c9301bbfe6ef2f1c9427b9c6da/https%3A//www.urban-vpn.com",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d448b1dfe7b5d488c5c55203d2226f91ac5c78c9301bbfe6ef2f1c9427b9c6da/https%3A//www.urban-vpn.com",
            "tr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d448b1dfe7b5d488c5c55203d2226f91ac5c78c9301bbfe6ef2f1c9427b9c6da/https%3A//www.urban-vpn.com",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/d448b1dfe7b5d488c5c55203d2226f91ac5c78c9301bbfe6ef2f1c9427b9c6da/https%3A//www.urban-vpn.com"
        }
    },
    "tags": [],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/urban-vpn/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/urban-vpn/versions/",
    "weekly_downloads": 15127,
    "_score": null
}