{
    "id": 2269040,
    "authors": [
        {
            "id": 14123160,
            "name": "Victor Azevedo",
            "url": "https://addons.mozilla.org/en-US/firefox/user/14123160/",
            "username": "v-azevedo"
        },
        {
            "id": 17388485,
            "name": "Tahoe",
            "url": "https://addons.mozilla.org/en-US/firefox/user/17388485/",
            "username": "anonymous-f5847e1c822ac02fd728993036bc3b82"
        }
    ],
    "average_daily_users": 7707,
    "categories": [
        "appearance",
        "tabs"
    ],
    "contributions_url": {
        "url": "https://ko-fi.com/bonjourr?utm_content=product-page-contribute&utm_medium=referral&utm_source=addons.mozilla.org",
        "outgoing": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/276db1fa9006af13f02894af43474e47ee9fec90ca7533f88873cb2719a359e4/https%3A//ko-fi.com/bonjourr%3Futm_content=product-page-contribute&utm_medium=referral&utm_source=addons.mozilla.org"
    },
    "created": "2019-06-04T20:08:59Z",
    "current_version": {
        "id": 5875427,
        "compatibility": {
            "firefox": {
                "min": "109.0",
                "max": "*"
            }
        },
        "edit_url": "https://addons.mozilla.org/en-US/developers/addon/bonjourr-startpage/versions/5875427",
        "file": {
            "id": 4419708,
            "created": "2025-01-14T14:22:25Z",
            "hash": "sha256:5aca695044ae60fe5e870223adb5e76c6a2c36016ecc624bfb4f7725182ef496",
            "is_mozilla_signed_extension": false,
            "size": 585664,
            "status": "public",
            "url": "https://addons.mozilla.org/firefox/downloads/file/4419708/bonjourr_startpage-20.4.2.xpi",
            "permissions": [
                "storage"
            ],
            "optional_permissions": [
                "bookmarks",
                "topSites",
                "search"
            ],
            "host_permissions": []
        },
        "is_strict_compatibility_enabled": false,
        "license": {
            "id": 6,
            "is_custom": false,
            "name": {
                "en-US": "GNU General Public License v3.0 only"
            },
            "slug": "GPL-3.0-only",
            "url": "https://spdx.org/licenses/GPL-3.0-only.html"
        },
        "release_notes": {
            "en-US": "- Fixed local background upload button not working on Safari\n- Fixed copy settings button not copying on iOS\n- Portuguese update by @Blackspirits\n- German update by @lucas19961"
        },
        "reviewed": "2025-01-14T14:25:34Z",
        "version": "20.4.2"
    },
    "default_locale": "en-US",
    "description": {
        "ar": "# مرحبًا بك في Bonjourr!\n\nفي كل مرة تفتح فيها نافذة أو علامة تبويب جديدة، ستُستقبلك هذه الصفحة البسيطة المُظهر بتصميمها الأنيق، مما يساعد على هدوءك الداخلي وإنتاجيتك. بفضل خلفياتها الرائعة عالية الجودة التي تتغير وفقًا لمزاج اليوم، ستبقى علامات التبويب الجديدة لديك دائمًا تبدو جديدة.\n\nتم بناء Bonjourr كبديل أكثر حداثة لصفحات البداية مثل Momentum. لقد أخذنا الإلهام من iOS ولغة التصميم التي تستخدمها آبل لإنشاء هذه الصفحة الرئيسية الجميلة التي ستساعدك على التركيز على ما يهمك.\n\n## هنا بعض الميزات الرئيسية:\n\n🍏 لغة تصميم iOS\n🏞 خلفيات ديناميكية بجودة 4K تتغير وفقًا لمزاج اليوم\n⚡️ سريعة وخفيفة الوزن!\n🔎 شريط بحث (متوافق مع جميع محركات البحث)\n🕰 ساعة تناظرية بوجوه ساعة متعددة\n🌤 الطقس\n🔗 روابط سريعة\n👋 يُحييك بـ اسمك\n🌘 الوضع الليلي\n🥖 الرموز التعبيرية كـ رمز موقع\n🧑‍💻 تخصيص التنسيق بـ CSS المخصص\n📝 الخطوط المخصصة\n🔒 تركيز على الخصوصية\n🌎 متعدد اللغات\n\nتهدف Bonjourr إلى أن تكون بسيطة المظهر، مع تقديم العديد من الخيارات لتخصيصها وفقًا لذوقك. يمكنك تعيين خلفياتك الخاصة (أو مجموعات Unsplash!)، وتمكين الساعة التناظرية الجميلة، وتعيين خطوطك الخاصة وروابط سريعة... حتى يمكنك الاطلاع على وثائقنا حيث جمعنا بعض مقاطع التنسيق للقيام بالمزيد.\n\nهذا المشروع مفتوح المصدر بالكامل، وصديق للمطورين ويحترم خصوصيتك فعليًا. نحن لا نقوم بجمع أي بيانات، ولا حتى تحتاج إلى إنشاء حساب لاستخدامه.\n\n---\n🏞 خلفيات ديناميكية بجودة 4K\nلقد اخترنا بعناية بعض من أجمل صور Unsplash بحيث تبدو علامات التبويب الجديدة لديك دائمًا جديدة. اكتشف صورًا عالية الجودة للمناظر الطبيعية الرائعة والحيوانات والطبيعة.\n\n⚡️ سريعة وخفيفة الوزن!\nتم بناء Bonjourr بلغة JavaScript البسيطة وتم تحسينها للحصول على أفضل أداء ممكن.\n\n🔎 شريط البحث\nشريط البحث المدمج في Bonjourr متوافق مع جميع محركات البحث. نعم، كلها! إذا كنت ترغب، يمكنك حتى إضافة محرك بحث مخصص.\n\n🕰 الساعة التناظرية\nالساعة الافتراضية في Bonjourr مصممة لتشبه ما تمتلكه على iPhone وأجهزة iOS الأخرى. ولكن إذا كنت ترغب في شيء أكثر غرابة، يمكنك استبدالها بساعة تناظرية رائعة للغاية، وتخصيصها كما تريد.\n\n🌤 الطقس\nفي جملة بسيطة، احصل على ملخص للطقس الحالي والتوقعات المحلية.\n\n🔗 روابط سريعة\nلن تكون صفحة رئيسية حقيقية دون الإشارات المرجعية! يتيح لك Bonjourr إضافة إشارات مرجعية خاصة بك، وتغيير رموزها واستيراد الإشارات المرجعية الحالية من متصفحك.\n\n👋 يُحييك بـ اسمك\nمرحبًا بك في Bonjourr، [اسمك]!\n\n🌘 الوضع الليلي\nتمامًا مثل iOS، يحتوي Bonjourr على وضع ليلي تلقائي جميل.\n\n🥖 الرموز التعبيرية كـ رمز موقع\n\n🔒 تركيز على الخصوصية\nتشجيع بعض صفحات البداية مثل Momentum على إنشاء حساب، وتقديم بعض المعلومات الشخصية، واستخدام المزيد من الأذونات والاعتماد على العديد من خدمات الطرف الثالث. Bonjourr لا تقوم بجمع أي بيانات، حتى لأغراض التحليل، تستخدم أذونات دنيا، تعتمد على خدمات الطرف الثالث بشكل أقل، وبالطبع ليس لديها أي نظام حسابات. كون Bonjourr مفتوح المصدر يعني أيضًا أنه يمكنك بسهولة التحقق مما إذا كانت مطالباتنا صحيحة.\n\n🧑‍💻 تخصيص التنسيق بـ CSS المخصص\nهل لديك فكرة محددة في الاعتبار؟ يوفر لك Bonjourr قسم التنسيق المخصص. يمكنك تخصيص وفعل أي شيء عندما تضيف CSS الخاص بك.\n\n📝 الخطوط المخصصة\nهل ترغب في خط محدد على صفحتك الرئيسية؟ يمكنك اختياره بسهولة بفضل تكامل Bonjourr مع Google Fonts.\n\n🌎 متعدد اللغات\nبفضل مساهمينا الرائعين، يتوفر Bonjourr بأكثر من 20 لغة مختلفة.\n\n---\n\n🗓️ ترجمة المهندس / حسن الدوي",
        "da": "Hver gang du åbner et nyt vindue eller en ny fane, vil du blive mødt af denne minimalistiske side, som vil hjælpe dig med at få ro og blive produktiv. Takket være de smukke baggrunde i høj kvalitet, der skifter alt efter dagens stemning, vil dine nye faner altid føles friske.\n\nBonjourr blev bygget som et mere moderne alternativ til hjemmesider som Momentum. Vi har ladet os inspirere af iOS og Apples designsprog for at skabe denne smukke hjemmeside, der hjælper dig med at fokusere på det, der betyder noget.\n\nHer er nogle af de vigtigste funktioner:\n🍏 iOS-designsprog\n🏞 Dynamiske 4K-baggrunde, der skifter alt efter dagens stemning\n⚡️ Hurtig &amp; letvægtig!\n🔎 Søgebjælke (kompatibel med alle søgemaskiner)\n🕰 Analogt ur med flere urskiver\n🌤 Vejret\n🔗 Hurtige links\n👋 Hilser dig med dit navn\n🌘 Mørk tilstand\n🥖 Emoji som favicon\n🧑💻 Brugerdefineret CSS stil\n📝 Brugerdefinerede skrifttyper\n🔒 Privatlivs fokuseret\n🌎 Flersproget\n\nBonjourr har til formål at se og føles minimal, mens du stadig har masser af muligheder for at tilpasse den efter din smag. Indstil dine egne baggrunde (eller Unsplash-samlinger!), aktiver det smukke analoge ur, indstil din egen skrifttype og Hutig Links ... Du kan endda tjekke vores dokumentation, hvor vi har samlet nogle stiludklip til at gøre endnu mere.\n\nProjektet er helt open source, udviklervenligt og respekterer dit privatliv. Vi indsamler ingen data, og du behøver heller ikke at oprette en konto for at bruge den.\n\n---\n\n🏞 Dynamiske 4K-baggrunde\nVi har håndplukket nogle af de smukkeste Unsplash-fotos, så dine nye faner altid vil føles friske. Oplev fotos af høj kvalitet af utrolige landskaber, dyr og natur.\n\n⚡️ Hurtig og let!\nBonjourr er bygget med ren JavaScript og optimeret til den bedst mulige ydeevne.\n\n🔎 Søgebjælke\nDen integrerede søgelinje i Bonjourr er kompatibel med alle søgemaskiner. Ja, dem alle! Hvis du ønsker det, kan du endda tilføje din egen brugerdefinerede søgemaskine.\n\n🕰 Analogt ur\nBonjourrs standardur er lavet til at ligne det, du har på iPhone og andre iOS-enheder. Men hvis du gerne vil have noget mere eksotisk, kan du erstatte det med et meget cool analogt ur og tilpasse det, som du vil.\n\n🌤 Vejret\nMed en enkelt sætning får du et resumé af dit lokale aktuelle vejr og prognose.\n\n🔗 Hurtige links\nDet ville ikke være en rigtig hjemmeside uden bogmærker! Bonjourr giver dig mulighed for at tilføje dine egne bogmærker, ændre deres ikoner og importere dine nuværende bogmærker fra din browser.\n\n🌘 Mørk tilstand\nLigesom på iOS har Bonjourr en smuk automatisk mørk tilstand.\n\n🥖 Emoji som favicon\n\n🔒 Privatlivs fokuseret\nNogle hjemmesider som Momentum opfordrer dig til at oprette en konto, give dem nogle personlige oplysninger, bruge flere tilladelser og være afhængig af mange tredjepartstjenester. Bonjourr indsamler ingen data, heller ikke til analyseformål, bruger minimale tilladelser, er afhængig af færre tredjepartstjenester og har naturligvis ikke noget kontosystem. At Bonjourr er open source betyder også, at du nemt kan tjekke, om vores påstande er sande.\n\n🧑💻 Brugerdefineret CSS stil\nHar du en specifik idé i tankerne? Bonjourr har dig dækket med afsnittet for brugerdefinerede stilarter. Du kan tilpasse og gøre hvad som helst, når du tilføjer din egen CSS.\n\n📝 Brugerdefinerede skrifttyper\nVil du have en bestemt skrifttype på din hjemmeside ? Du kan nemt vælge den takket være Bonjourrs integrering med Google Fonts.\n\n🌎 Flersproget\nTakket være vores fantastiske bidragydere er Bonjourr tilgængelig på +20 forskellige sprog.",
        "de": "Jedes Mal, wenn Sie ein neues Fenster oder eine neue Registerkarte öffnen, werden Sie von dieser minimalistisch aussehenden Seite begrüßt, die Ihre Gelassenheit und Produktivität fördern wird. Dank der wunderschönen, hochwertigen Hintergründe, die sich je nach Tagesstimmung ändern, fühlen sich Ihre neuen Tabs immer frisch an.\n\nBonjourr wurde als eine modernere Alternative zu Homepages wie Momentum entwickelt. Wir haben uns von iOS und der Designsprache von Apple inspirieren lassen, um diese wunderschöne Homepage zu erstellen, die Ihnen hilft, sich auf das Wesentliche zu konzentrieren.\n\nHier sind einige der wichtigsten Funktionen:\n🍏 iOS-Designsprache\n🏞 Dynamische 4K-Hintergründe, die sich je nach Stimmung des Tages ändern\n⚡️ Schnell und leichtgewichtig!\n🔎 Suchleiste (kompatibel mit allen Suchmaschinen)\n🕰 Analoguhr mit mehreren Zifferblättern\n🌤 Wetter\n🔗 Schnell-Links\n👋 Begrüßt Sie mit Ihrem Namen\n🌘 Dunkler Modus\n🥖 Emoji als Favicon\n🧑💻 Benutzerdefiniertes CSS-Styling\n📝 Benutzerdefinierte Schriftarten\n🔒 Privatsphäre im Fokus\n🌎 Mehrsprachig\n\nBonjourr zielt darauf ab, minimalistisch auszusehen und sich wohl zu fühlen, während es Ihnen dennoch viele Optionen bietet, um es nach Ihren Wünschen anzupassen. Legen Sie Ihre eigenen Hintergründe (oder Unsplash-Sammlungen!) fest, aktivieren Sie die schöne Analoguhr, legen Sie Ihre eigene Schriftart und Quick Links fest... Sie können sogar einen Blick in unsere Dokumentation werfen, in der wir einige Style-Snippets zusammengestellt haben, um noch mehr zu tun.\n\nDas Projekt ist vollständig quelloffen, entwicklerfreundlich und respektiert Ihre Privatsphäre. Wir sammeln weder Daten, noch müssen Sie ein Konto erstellen, um es zu benutzen.\n\n---\n\n🏞 Dynamische 4K-Hintergründe\nWir haben einige der schönsten Unsplash-Fotos handverlesen, damit Ihre neuen Tabs immer frisch wirken. Entdecken Sie qualitativ hochwertige Fotos von unglaublichen Landschaften, Tieren und der Natur.\n\n⚡️ Schnell und leichtgewichtig!\nBonjourr wurde mit Vanilla JavaScript entwickelt und für die bestmögliche Leistung optimiert.\n\n🔎 Suchleiste\nDie integrierte Suchleiste von Bonjourr ist mit allen Suchmaschinen kompatibel. Ja, mit allen! Wenn Sie möchten, können Sie sogar Ihre eigene benutzerdefinierte Suchmaschine hinzufügen.\n\n🕰 Analoge Uhr\nDie Standarduhr von Bonjourr ist so gestaltet, dass sie der Uhr auf dem iPhone und anderen iOS-Geräten ähnelt. Wenn du aber etwas Exotischeres haben möchtest, kannst du sie durch eine sehr coole analoge Uhr ersetzen und sie nach deinen Wünschen anpassen.\n\n🌤 Wetter\nIn einem einfachen Satz erhalten Sie eine Zusammenfassung des aktuellen Wetters und der Wettervorhersage für Ihr Gebiet.\n\n🔗 Quick Links\nEs wäre keine richtige Homepage ohne Lesezeichen! Mit Bonjourr können Sie Ihre eigenen Lesezeichen hinzufügen, deren Symbole ändern und Ihre aktuellen Lesezeichen aus Ihrem Browser importieren.\n\n🌘 Dunkler Modus\nGenau wie auf iOS hat Bonjourr einen schönen automatischen Dunkelmodus.\n\n🥖 Emoji als Favicon\n\n🔒 Privatsphäre im Fokus\nEinige Homepages wie Momentum fordern dich auf, ein Konto zu erstellen, ihnen einige persönliche Informationen zu geben, mehr Berechtigungen zu verwenden und sich auf viele Drittanbieterdienste zu verlassen. Bonjourr sammelt keine Daten, auch nicht für Analysezwecke, verwendet nur minimale Berechtigungen, greift auf weniger Dienste von Drittanbietern zurück und hat natürlich kein Kontosystem. Da Bonjourr quelloffen ist, können Sie auch leicht überprüfen, ob unsere Behauptungen wahr sind.\n\n🧑💻 Benutzerdefiniertes CSS-Styling\nHaben Sie eine bestimmte Idee im Kopf? Bonjourr bietet Ihnen mit dem Abschnitt für benutzerdefinierte Stile eine Lösung. Sie können alles anpassen und tun, wenn Sie Ihr eigenes CSS hinzufügen.\n\n📝 Benutzerdefinierte Schriftarten\nMöchten Sie eine bestimmte Schriftart für Ihre Homepage? Dank der Bonjourr-Integration mit Google Fonts können Sie diese ganz einfach auswählen.\n\n🌎 Mehrsprachig\nDank unserer großartigen Mitwirkenden ist Bonjourr in 20+ verschiedenen Sprachen verfügbar.",
        "el": "Κάθε φορά που θα ανοίγετε ένα νέο παράθυρο ή μία καρτέλα, θα καλωσορίζεστε από αυτήν την μινιμαλιστική σελίδα που θα βοηθήσει στην χαλάρωση και παραγωγικότητα. Χάρη στις πανέμορφες, υψηλής ποιότητας ταπετσαρίες που αλλάζουν με βάση την διάθεση της μέρας, οι νέες σας καρτέλες θα έχουν μια φρέσκια αίσθηση.\n\nΤο Bonjourr δημιουργήθηκε ως μία πιο σύγχρονη εναλλακτική σε αρχικές σελίδες όπως το Momentum. Εμπνευστήκαμε από το iOS και τα θέματα της Apple για να δημιουργήσουμε αυτή την υπέροχη αρχική σελίδα που θα σας βοηθήσει να εστιάσετε σε αυτά που μετράνε.\n\nΜερικά σημαντικά χαρακτηριστικά:\n🍏 Γλώσσα σχεδιασμού από το iOS\n🏞 Δυναμικά εναλλασόμενες 4K ταπετσαρίες που αλλάζουν ανάλογα με τον καιρό και την ώρα\n⚡️ Γρήγορο και ελαφρύ!\n🔎 Γραμμή αναζήτησης (Συμβατή με όλες τις μηχανές αναζήτησης)\n🕰 Αναλογικό ρολόι με διάφορα clock faces\n🌤 Καιρός\n🔗 Γρήγοροι σύνδεσμοι\n👋 Σας χαιρετάει με το όνομα σας\n🌘 Σκούρο θέμα\n🥖 Emoji σαν favicon\n🧑‍💻 Προσαρμοσμένο στυλ CSS\n📝 Προσαρμοσμένες γραμματοσειρές\n🔒 Επικεντρωμένο στην ιδιωτικότητα\n🌎 Πολυγλωσσικό\n\nΤο Bonjourr έχει ως στόχο να φαίνεται και να έχει μια μινιμαλιστική αίσθηση, ενώ ταυτόχρονα φέρει πολλές ρυθμίσεις για να το προσαρμόσετε στην αρέσκεια σας. Χρησιμοποιήστε τις δικές σας ταπετσαρίες (ή συλλογές Unsplash!), ενεργοποιήστε το όμορφο αναλογικό ρολόι, βάλτε τις δικές σας γραμματοσειρές και Γρήγορους Συνδέσμους... μπορείτε ακόμα να τσεκάρετε την αναφορά μας όπου μεταγλωττίσαμε λίγο κώδικα για στυλ για να κάνετε ακόμα περισσότερα.\n\nΑυτό το έργο είναι πλήρως ανοιχτού κώδικα, φιλικό προς τον προγραμματιστή και πραγματικά σέβεται την ιδιωτικότητα σου. Δεν χρησιμοποιούμε οποιαδήποτε δεδομένα, ούτε χρειάζεστε έναν λογαριασμό για να το χρησιμοποιήσετε.\n\n---\n\n🏞 Δυναμικά εναλλασόμενες 4K ταπετσαρίες\nΕπιλέξαμε με το χέρι μερικές από τις πιο φαντασμαγορικές φωτογραφίες του Unsplash ώστε τα νέα tabs σας να νιώθουν πάντα φρέσκα. Ανακαλύψτε υψηλής ποιότητας φωτογραφίες απο εκπληκτικά τοπία, ζώα και φύση.\n\n⚡️ Γρήγορο &amp; Ελαφρύ!\nΤο Bonjourr είναι φτιαγμένο με καθαρή JavaScript και βελτιστοποιημένο για την καλύτερη δυνατή εμπειρία.\n\n🔎 Γραμμή αναζήτησης\nΗ ενσωματωμένη γραμμή αναζήτησης του Bonjourr είναι συμβατή με όλες τις μηχανές αναζήτησης. Ναι, όλες! Αν θέλεις, μπορείς ακόμα και να βάλεις την δικιά σου μηχανή αναζήτησης.\n\n🕰 Αναλογικό ρολόι\nΤο προεπιλεγμένο ρολόι του Bonjourr είναι φτιαγμένο να θυμίζει αύτο που έχεις στο iPhone και άλλες συσκευές iOS. Αλλά αν σας αρέσει κάτι πιο εξωτικό, μπορείτε να το αντικαταστήσετε με ένα πιο καλό αναλογικό ρολόι, και να το τροποποιήσετε όπως σας αρέσει.\n\n🌤 Καιρός\nΣε μια απλή πρόταση, πάρτε μια γενικευμένη ιδέα από τον τοπικό σας καιρό και την πρόβλεψη αυτού.\n\n🔗 Γρήγοροι Σύνδεσμοι\nΔεν θα ήταν μια αληθινή αρχική σελίδα χωρίς σελιδοδείκτες! Το Bonjourr σου επιτρέπει να βάλεις τους δικούς σου σελιδοδείκτες, να αλλάξεις τα εικονίδια τους και να εισάγεις τους σελιδοδείκτες του περιηγητή σου.\n\n🌘 Σκούρο θέμα\nΌπως και στο iOS, το Bonjourr έχει ένα πανέμορφο, αυτόματο σκούρο θέμα.\n\n🥖 Emoji σαν favicon\n\n🔒 Επικεντρωμένο στην ιδιωτικότητα\nΚάποιες αρχικές σελίδες όπως το Momentum σε ενθαρρύνουν να δημουργήσεις έναν λογαριασμό, να δώσεις προσωπικά σου στοιχεία, χρησιμοποιούν παραπάνω δικαιώματα και βασίζονται σε υπηρεσίες τρίτων. Το Bonjourr δεν μαζεύει καθόλου δεδομένα χρήστη, ούτε καν για αναλυτικούς σκοπούς, χρησιμοποιεί ελάχιστα δικαιώματα, βασίζεται σε λιγότερες υπηρεσίες τρίτων και φυσικά δεν έχει κάποιο σύστημα λογαριασμών. Εφόσον το Bonjourr είναι ανοιχτού κώδικα μπορεί κάποιος να επιβεβαιώσει μόνος του πως αυτοί οι ισχυρισμοί είναι αληθείς.\n\n🧑‍💻 Προσαρμοσμένο στυλ CSS\nΈχεις μια ιδέα στο μυαλό σου; Το Bonjourr σε έχει καλυμένο με την ενότητα προσαρμοσμένης CSS. Μπορείτε να το τροποποιήσετε και να κάνετε οτιδήποτε με προσαρμοσμένη CSS.\n\n📝 Προσαρμοσμένες γραμματοσειρές\nΘέλετε μια προσαρμοσμένη γραμματοσειρά στην αρχική σας οθόνη; Μπορείτε εύκολα να την επιλέτε χάρη στην ενσωμάτωση του Bonjourr με το Google Fonts.\n\n🌎 Πολυγλωσσικό\nΧάρη στους καταπληκτικούς εθελοντές μας, το Bonjourr είναι διαθέσιμο σε +20 διαφορετικές γλώσσες.",
        "en-US": "Every time you open a new window or tab, you'll be greeted by this minimalist looking page that will help your serenity and productivity. Thanks to its gorgeous high quality backgrounds that change according to the mood of the day, your new tabs will always feel fresh.\n\nBonjourr was built as a more modern alternative to homepages like Momentum. We took inspiration from iOS and Apple's design language to create this beautiful homepage that will help you focus on what matters.\n\nHere's some key features:\n🍏 iOS design language\n🏞 Dynamic 4K backgrounds that change according to the mood of the day\n⚡️ Fast &amp; lightweight!\n🔎 Search bar (compatible with all search engines)\n🕰 Analog clock with multiple clock faces\n🌤 Weather\n🔗 Quick Links\n👋 Greets you by your name\n🌘 Dark mode\n🥖 Emoji as favicon\n🧑‍💻 Custom CSS styling\n📝 Custom fonts\n🔒 Privacy focused\n🌎 Multilanguage\n\nBonjourr aims to look and feel minimal, while still bringing you lots of options to customise it to your liking. Set your own backgrounds (or Unsplash collections!), enable the beautiful analog clock, set your own font and Quick Links... You can even check out our documentation where we compiled some style snippets to do even more.\n\nThe project is entirely open source, developer friendly and actually respects your privacy. We do not collect any data, nor do you need to create an account to use it.\n\n---\n\n🏞 Dynamic 4K backgrounds\nWe handpicked some of the most beautiful Unsplash photos so that your new tabs will always feel fresh. Discover high quality photos of incredible landscapes, animals and nature.\n\n⚡️ Fast &amp; lightweight!\nBonjourr is built with vanilla JavaScript and optimised for the best possible performance.\n\n🔎 Search bar\nThe integrated search bar of Bonjourr is compatible with all search engines. Yes, all of them! If you want, you can even add you own custom search engine.\n\n🕰 Analog clock\nBonjourr's default clock is made to ressemble what you have on the iPhone and other iOS devices. But if you'd like something more exotic, you can replace it with a very cool analog clock, and customise it as you'd like.\n\n🌤 Weather\nIn a simple sentence, get a summary of you local current weather and forecast.\n\n🔗 Quick Links\nIt wouldn't be a real homepage without bookmarks! Bonjourr allows you to add your own bookmarks, change their icons and import your current bookmarks from your browser.\n\n🌘 Dark mode\nJust like on iOS, Bonjourr has a beautiful automatic dark mode.\n\n🥖 Emoji as favicon\n\n🔒 Privacy focused\nSome homepages like Momentum encourage you to create an account, give them some personal info, use more permissions and rely on many third party services. Bonjourr doesn’t collect any data, even for analytics purposes, use minimal permissions, rely on fewer third party services and of course doesn’t have any account system. Bonjourr being open source also means that you can easily check out if our claims are true.\n\n🧑‍💻 Custom CSS styling\nHave a specific idea in mind? Bonjourr has you covered with the custom styles section. You can customise and do anything when you add your own CSS.\n\n📝 Custom fonts\nWant a specific font on your homepage ? You can easily select it thanks to Bonjourr integreation with Google Fonts.\n\n🌎 Multilanguage\nThanks to our awesome contributors, Bonjourr is available in more than 20 different languages.",
        "es": "Cada vez que abra una nueva ventana o pestaña, será recibido por esta página de aspecto minimalista que ayudará a su serenidad y productividad. Gracias a sus magníficos fondos de alta calidad que cambian según el estado de ánimo del día, tus nuevas pestañas se sentirán siempre frescas.\n\nBonjourr se creó como una alternativa más moderna a las páginas de inicio como Momentum. Nos hemos inspirado en iOS y en el lenguaje de diseño de Apple para crear esta hermosa página de inicio que te ayudará a centrarte en lo que importa.\n\nAquí tienes algunas características clave:\n🍏 Lenguaje de diseño de iOS\n🏞 Fondos dinámicos en 4K que cambian según el estado de ánimo del día\n⚡️ ¡Rápido y ligero!\n🔎 Barra de búsqueda (compatible con todos los motores de búsqueda)\n🕰 Reloj analógico con múltiples esferas de reloj\n🌤 Tiempo\n🔗 Enlaces rápidos\n👋 Te saluda por tu nombre\n🌘 Modo oscuro\n🥖 Emoji como favicon\n🧑💻 Estilo CSS personalizado\n📝 Fuentes personalizadas\n🔒 Privacidad enfocada\n🌎 Multilenguaje\n\nBonjourr pretende tener un aspecto y un tacto mínimos, a la vez que te aporta un montón de opciones para personalizarlo a tu gusto. Establece tus propios fondos (¡o colecciones de Unsplash!), activa el bonito reloj analógico, establece tu propia fuente y enlaces rápidos... Incluso puedes consultar nuestra documentación, donde hemos recopilado algunos fragmentos de estilo para hacer aún más.\n\nEl proyecto es completamente de código abierto, amigable para los desarrolladores y realmente respeta tu privacidad. No recogemos ningún dato, ni necesitas crear una cuenta para utilizarlo.\n\n---\n\n🏞 Fondos dinámicos en 4K\nHemos seleccionado a mano algunas de las fotos más bonitas de Unsplash para que tus nuevas pestañas se sientan siempre frescas. Descubre fotos de alta calidad de increíbles paisajes, animales y naturaleza.\n\n⚡️ ¡Rápido y ligero!\nBonjourr está construido con vanilla JavaScript y optimizado para el mejor rendimiento posible.\n\n🔎 Barra de búsqueda\nLa barra de búsqueda integrada de Bonjourr es compatible con todos los motores de búsqueda. Sí, ¡todos! Si quieres, puedes incluso añadir tu propio motor de búsqueda personalizado.\n\n🕰 Reloj analógico\nEl reloj por defecto de Bonjourr está hecho para parecerse al que tienes en el iPhone y otros dispositivos iOS. Pero si quieres algo más exótico, puedes sustituirlo por un reloj analógico muy chulo, y personalizarlo como quieras.\n\n🌤 El tiempo\nEn una simple frase, obtén un resumen del tiempo actual y la previsión de tu localidad.\n\n🔗 Enlaces rápidos\n¡No sería una verdadera página de inicio sin marcadores! Bonjourr te permite añadir tus propios marcadores, cambiar sus iconos e importar los marcadores actuales de tu navegador.\n\n🌘 Modo oscuro\nAl igual que en iOS, Bonjourr tiene un bonito modo oscuro automático.\n\n🥖 Emoji como favicon\n\n🔒 Privacidad enfocada\nAlgunas páginas de inicio como Momentum te animan a crear una cuenta, darles algunos datos personales, usar más permisos y depender de muchos servicios de terceros. Bonjourr no recoge ningún dato, ni siquiera con fines analíticos, utiliza permisos mínimos, depende de menos servicios de terceros y, por supuesto, no tiene ningún sistema de cuentas. Que Bonjourr sea de código abierto también significa que puedes comprobar fácilmente si nuestras afirmaciones son ciertas.\n\n🧑💻 Estilo CSS personalizado\nTienes una idea específica en mente? Bonjourr te tiene cubierto con la sección de estilos personalizados. Puedes personalizar y hacer cualquier cosa al añadir tu propio CSS.\n\n📝 Fuentes personalizadas\nQuieres una fuente específica en tu página de inicio? Puedes seleccionarla fácilmente gracias a la integración de Bonjourr con Google Fonts.\n\n🌎 Multilenguaje\nGracias a nuestros increíbles colaboradores, Bonjourr está disponible en 20+ idiomas diferentes.",
        "fa": "هر موقع که پنجره یا صفحه‌ی جدیدی باز کنید، این صفحه‌ی مینیمالیست به شما خوش‌آمد می‌گوید و به آرامش و بهره‌وری شما کمک می‌کند. به لطف پس‌زمینه‌های زیبا و باکیفیتی که برای حال و هوای هر روز عوض می‌شوند، صفحه‌ی جدید شما همواره تازه است.\n\nبُنژور به عنوان جایگزینی برای نرم‌افزارهای صفحه‌ی نخست مثل Momentum ساخته شده است. ما از iOS و زبان طراحی Apple الهام گرفتیم که این صفحه‌ی نخست زیبا را بسازیم تا به شما کمک کند که روی موضوعات واقعا مهم تمرکز کنید.\n\nیک سری از توانایی‌های اساسی:\n🍏 زبان طراحی iOS\n🏞 پس‌زمینه‌های پویای 4K که برای حال و هوای هر روز عوض می‌شوند\n⚡️ سریع و سبک!\n🔎 نوار جستجو (انطباق‌پذیر با همه‌ی موتورهای جستجو)\n🕰 ساعت عقربه‌ای با صفحه‌های متعدد\n🌤 آب و هوا\n🔗 پیوندهای سریع\n👋 خوش‌آمدگویی با اسم شما\n🌘 حالت تاریک\n🥖 ایموجی به عنوان favicon\n🧑‍💻 طراحی ظاهر با CSS دلخواه\n📝 فونت‌های دلخواه\n🔒 تمرکز بر حریم شخصی\n🌎 چند زبانه\n\nبُنژور می‌خواهد احساس و ظاهر مینیمال داشته باشد، و همچنین تنظیمات زیادی برای شخصی‌سازی به سلیقه‌ی شما فراهم کند. پس‌زمینه‌ی خودتان را تنظیم کنید (یا از مجموعه‌های Unsplash انتخاب کنید!)، ساعت زیبای عقربه‌ای را فعال کنید، فونت و پیوندهای سریع خودتان را داشته باشید... حتی می‌توانید مستندات ما را ببینید که در آن چند قطعه‌ی شخصی‌سازی بیشتر قرار داده‌ایم.\n\nاین پروژه کاملا متن‌باز است، دوستدار برنامه‌نویس‌ها است و واقعا به حریم شخصی شما احترام می‌گذارد. ما هیچ اطلاعاتی ذخیره نمی‌کنیم، و شما برای استفاده از نرم‌افزار احتیاج به ساختن حساب کاربری ندارید.\n\n---\n\n🏞 پس‌زمینه‌های 4K پویا\nما گزیده‌ای از زیباترین پس‌زمینه‌های Unsplash را انتخاب کرده‌ایم تا صفحه‌ی جدید شما همیشه تازه باشد. تصاویر باکیفیت از مناظر، حیوانات و طبیعت را کشف کنید.\n\n⚡️ سریع و سبک!\nبُنژور با جاوا اسکریپت ساده نوشته شده و برای بهترین بازدهی بهینه شده است.\n\n🔎 نوار جستجو\nنوار جستجوی کارگذاشته شده در بُنژور با همه‌ی موتورهای جستجو انطباق‌پذیر است. بله، همه‌ی آن‌ها! حتی اگر بخواهید، می‌توانید موتور جستجوی دلخواه خودتان را اضافه کنید.\n\n🕰 ساعت عقربه‌ای\nساعت پیش‌فرض بُنژور ساخته شده تا شبیه ساعت iPhone و دستگاه‌های iOS دیگر باشد. اما اگر دنبال چیز جالب‌تری هستید، می‌توانید این ساعت را با ساعت عقربه‌ای جایگزین کنید، و آن را به دلخواه خودتان شخصی‌سازی کنید.\n\n🌤 آب و هوا\nبا یک جمله‌ی ساده، خلاصه‌ای از آب و هوای محلی و پیش‌بینی آب و هوا را دریافت کنید.\n\n🔗 نشان‌های سریع\nبدون نشان‌ها این یک صفحه‌ی نخست واقعی نمی‌شد! بُنژور اجازه می‌دهد نشان‌های خوتان را اضافه کنید، آیکون‌های آن‌ها را عوض کنید و نشان‌های خودتان را از مرورگرتان وارد کنید.\n\n🌘 حالت تاریک\nدرست مثل iOS بُنژور یک حالت تاریک زیبا و خودکار دارد\n\n🥖 ایموجی به عنوان favicon\n\n🔒 تمرکز بر حریم شخصی\nبعضی از نرم‌افزارهای صفحه‌ی نخست شما را تشویق می‌کنند که حساب کاربری بسازید، اطلاعات شخصی خود را در اختیار آن‌ها قرار دهید، اختیارات بیشتری به آن‌ها بدهید و از سرویس‌های شخص ثالث بیشتری استفاده کنید. بُنژور هیچ اطلاعاتی ذخیره نمی‌کند، نه حتی برای استفاده‌های آماری، حداقل اختیارات را دارد، به سرویس‌های شخص ثالث کمتری وابسته است و البته هیچ سیستم حساب کاربری ندارد. و از آن‌جایی که بُنژور متن‌باز است، می‌توانید خودتان همه‌ی این ادعاها را بررسی کنید.\n\n🧑‍💻 ظاهرسازی CSS دلخواه\nایده‌ی خاصی در ذهن دارید؟ بُنژور با قسمت ظاهرسازی CSS دلخواه، به شما کمک می‌کند . وقتی که شما CSS خودتان را اضافه می‌کنید می‌توانید هرکاری کنید و همه‌چیز را شخصی‌سازی کنید.\n\n📝 فونت‌های دلخواه\nفونت خاصی را برای صفحه‌ی نخست خود در نظر دارید؟ به لطف استفاده‌ی بُنژور از Google Fonts می‌توانید به راحتی هر فونتی را انتخاب کنید.\n\n🌎 چندزبانه\nبه لطف مشارکت‌کنندگان عالی‌ای که داریم، بُنژور در ۱۶ زبان مختلف قابل استفاده است.",
        "fi": "Joka kerta kun avaat uuden ikkunan tai välilehden, sinua tervehtii tämä minimalistisen näköinen sivu joka auttaa sinun tyyneyttäsi ja tuottavuuttasi. Upeiden ja laadukkaiden taustojensa ansiosta, jotka vaihtelevat päivän tunnelman mukaan, sinun uudet välilehtesi tuntuvat aina tuoreilta.\n\nBonjourr rakennettiin modernimmaksi vaihtoehdoksi kotisivuille, kuten Momentumille. Saimme inspiraation iOS:ltä ja Applen muotoilukieleltä luodaksemme tämän kauniin aloitussivun joka auttaa sinua keskittymään olennaiseen.\n\nTässä on joitain pääpiirteitä:\n🍏 iOS:än muotoilukieli\n🏞 Dynaamiset 4K-taustat, jotka vaihtelevat päivän tunnelman mukaan\n⚡️ Nopea &amp; kevyt!\n🔎 Hakupalkki (yhteensopiva kaikkien hakukoneiden kanssa)\n🕰 Analoginen kello useilla kellotauluilla\n🌤 Sää\n🔗 Pikalinkit\n👋 Tervehtii sinua nimelläsi\n🌘 Tumma tila\n🥖 Emoji faviconina\n🧑‍💻 Mukautettu CSS-tyyli\n📝 Mukautetut fontit\n🔒 Yksityisyyteen keskittynyt\n🌎 Monikielinen\n\nBonjourr pyrkii näyttämään ja tuntumaan minimaaliselta, mutta tarjoaa silti paljon vaihtoehtoja muokata sitä mieleiseksesi. Aseta omat taustasi (tai Unsplash-kokoelmat!), ota käyttöön kaunis analoginen kello, aseta sinun oma fontti ja pikalinkit... Voit jopa tutustua dokumentaatioomme, johon olemme koonneet tyylikatkelmia tehdäksemme vielä enemmän.\n\nProjekti on täysin avoimen lähdekoodin, kehittäjäystävällinen ja oikeasti kunnioittaa yksityisyyttäsi. Emme kerää yhtään tietoja, eikä sinun tarvitse luoda tiliä käyttääksesi sitä.\n\n---\n\n🏞 Dynaamiset 4K-taustat\nValitsimme käsin joitakin kauneimmista Unsplash-kuvista jotta sinun uudet välilehtesi tuntuvat aina tuoreilta. Löydä korkealaatuisia kuvia uskomattomista maisemista, eläimistä ja luonnosta.\n\n⚡️ Nopea &amp; kevyt!\nBonjourr on rakennettu Vanilla JavaScriptillä ja optimoitu parhaan mahdollisen suorituskyvyn saavuttamiseksi.\n\n🔎 Hakupalkki\nBonjourrin integroitu hakupalkki on yhteensopiva kaikkien hakukoneiden kanssa. Kyllä, niiden kaikkien! Jos haluat, voit jopa lisätä oman mukautetun hakukoneen.\n\n🕰 Analoginen kello\nBonjourrin oletuskello on tehty muistuttamaan iPhonen ja muiden iOS-laitteiden kelloa. Mutta jos haluat jotain eksoottisempaa, voit korvata sen erittäin siistillä analogisella kellolla ja muokata sitä haluamallasi tavalla.\n\n🌤 Sää\nYksinkertaisella lauseella, hanki yhteenveto paikallisesta nykyisestä säästä ja ennusteesta.\n\n🔗 Pikalinkit\nSe ei olisi oikea kotisivu ilman kirjanmerkkejä! Bonjourrin avulla voit lisätä omia kirjanmerkkejäsi, muuttaa niiden kuvakkeita ja tuoda nykyiset kirjanmerkkisi selaimesta.\n\n🌘 Tumma tila\nAivan kuten iOS:ssä, Bonjourrissa on kaunis automaattinen tumma tila.\n\n🥖 Emoji faviconina\n\n🔒 Yksityisyyteen keskittynyt\nJotkut kotisivut, kuten Momentum, kannustavat sinua luomaan tilin, antamaan heille henkilökohtaisia ​​tietoja, käyttämään enemmän käyttöoikeuksia ja luottamaan moniin kolmannen osapuolen palveluihin. Bonjourr ei kerää yhtään tietoja edes analyyttisiin tarkoituksiin, käytä minimaalisia käyttöoikeuksia, luota harvempiin kolmannen osapuolen palveluihin eikä sillä tietenkään ole tilijärjestelmää. Bonjourrin avoimena lähdekoodina oleminen tarkoittaa myös sitä, että voit helposti tarkistaa, pitävätkö väitteemme paikkansa.\n\n🧑‍💻 Mukautettu CSS-tyyli\nOnko sinulla jokin tietty idea mielessä? Bonjourr tarjoaa sinulle mukautettuja tyylejä -osion. Voit muokata ja tehdä mitä tahansa, kun lisäät oman CSS:n.\n\n📝 Mukautetut fontit\nHaluatko tietyn fontin kotisivullesi? Voit valita sen helposti Bonjourrin ja Google Fontsin integroinnin ansiosta.\n\n🌎 Monikielinen\nMahtavien avustajiemme ansiosta, Bonjourr on saatavilla 20+ eri kielellä.",
        "fr": "Avec son design minimaliste, Bonjourr vous accueillera chaque fois que vous ouvrirez un nouvel onglet. Grâce à ses magnifiques photos en 4K qui changent selon l'heure de la journée, vous ne vous lasserez jamais de vos nouveaux onglets.\n\nNous avons développé Bonjourr en tant qu'alternative plus moderne aux extensions comme Momentum. Nous nous sommes inspiré du design d'iOS pour créer une page d'accueil belle et qui s'adapte à vos besoins.\n\nQuelques fonctions clés :\n🍏 Design inspiré d'iOS\n🏞 Fonds dynamiques 4K qui changent selon l'heure de la journée\n⚡️ Rapide et léger !\n🔎 Barre de recherche (compatible avec tous les moteurs de recherche)\n🕰 Horloge analogue avec plusieurs cadrans\n🌤 Météo\n🔗 Favoris\n👋 Vous appelle par votre nom\n🌘 Mode sombre\n🥖 Emoji en favicon\n🧑‍💻 CSS personnalisé\n📝 Polices personnalisées\n🔒 Respecte votre confidentialité &amp; open source\n🌎 Multilingue\n\nBonjourr repose sur un look certes minimaliste, mais surtout personnalisable. Vous aurez le choix entre beaucoup d'options comme la possibilité d'ajouter vos propres photos (ou collections Unsplash), vos propres polices, l'horloge analogue, les liens favoris... Vous pourrez même jeter un œil à la documentation qui contient des extraits de code pré-écrits permettant d'aller encore plus loin.\n\nBonjourr est entièrement open source, facile à modifier et respecte (vraiment) votre confidentialité. Nous ne récoltons aucune donnée, et vous n'avez pas à créer de compte pour l'utiliser.\n\n---\n\n🏞 Fond 4K dynamiques\nNous avons sélectionnés les plus belles photos d'Unsplash pour que vous ne vous lassiez jamais de vos nouveaux onglets. Découvrez de magnifiques photos de paysages, d'animaux et de la nature.\n\n⚡️ Rapide et léger !\nBonjourr a été développé en JavaScript vanilla et est optimisé pour des performances optimales.\n\n🔎 Barre de recherche\nLa barre de recherche de Bonjourr est compatible avec tous les moteurs de recherche. Si vous voulez, vous pouvez même ajouter votre propre moteur de recherche.\n\n🕰 Horloge analogue\nL'horloge par défaut de Bonjourr est faite pour ressembler à celle de l'iPhone et autres appareils iOS. Mais si vous vous sentez une âme d'aventurier, vous pouvez activer l'horloge analogue et la personnaliser.\n\n🌤 Météo\nBonjourr vous présente votre météo locale en une simple petite phrase.\n\n🔗 Favoris\nCe ne serait pas une vraie page d'accueil sans favoris ! Bonjourr vous permet d'ajouter vos propres liens, de les importer depuis votre navigateur et de modifier leurs icônes.\n\n🌘 Mode sombre\nComme sur iOS, Bonjourr active automatiquement son mode sombre lorsqu'il se fait tard.\n\n🥖 Emoji en favicons\n\n🔒 Privacy focused\nCertaines pages d'accueil comme Momentum vous encouragent à créer un compte chez eux, leur donner des informations personnelles, demandent plus de permissions et utilisent plus de services tiers. Bonjourr ne collecte aucune donnée, même pour des raisons télémétriques, demande moins de permissions et utilisent moins de services tiers. Bien sûr, Bonjourr étant open source signifie que vous pouvez vérifier vous-mêmes si tout cela est vrai ou non.\n\n🧑‍💻 CSS personnalisé\nUne idée spécifique en tête ? Grâce à la section CSS personnalisé, vous pouvez ajouter votre propre CSS et faire ce que vous voulez.\n\n📝 Polices personnalisées\nBonjourr vous propose une liste de nombreuses polices qui vous permettront de donner un style plus ou moins marqué à votre page d'accueil.\n\n🌎 Multilingue\nGrâce à nos super contributeurs, Bonjourr est disponible dans plus de 20 langues différentes.",
        "hu": "Minden alkalommal, amikor új ablakot vagy lapot nyit meg, ez a minimalista megjelenésű oldal fogadja Önt, amely nyugtatóan hat és segíti a produktivitást. Gyönyörű, kiváló minőségű háttereinek köszönhetően, amelyek a nap hangulatának megfelelően változnak, az új lapok mindig frissítően hatnak.\n\nA Bonjourr az olyan kezdőlapok modernebb alternatívájaként készült, mint a Momentum. Az iOS és az Apple tervezési irányelveiből merítettünk ihletet ennek a gyönyörű kezdőlapnak a létrehozásához, amely segít a fontos dolgokra összpontosítani.\n\nNéhány főbb funkció:\n🍏 iOS tervezési irányelvek\n🏞 Dinamikus 4K hátterek, amelyek a nap hangulatának megfelelően változnak\n⚡️ Gyors és erőforrás kímélő!\n🔎 Keresősáv (kompatibilis minden keresőmotorral)\n🕰 Analóg óra többféle megjelenéssel\n🌤 Időjárás\n🔗 Gyors hivatkozások\n👋 Saját neveden üdvözöl.\n🌘 Sötét mód\n🥖 Emoji-k faviconként\n🧑‍💻 Egyedi CSS stíluslapok\n📝 Egyedi betűtípusok\n🔒 Adatvédelemre fókuszálva\n🌎 Többnyelvű\n\nA Bonjourr a minimalizmusra törekszik, miközben számos lehetőséget kínál Önnek, hogy saját ízlése szerint testreszabhassa. Állítsa be saját hátterét (vagy Unsplash gyűjteményét!), engedélyezze a gyönyörű analóg órát, állítsa be saját betűtípusát és gyorshivatkozásait... Még a dokumentációnkat is megtekintheti, ahol összeállítottunk néhány stílusleírót, hogy szemléltessük a lehetőségeket.\n\nA projekt teljesen nyílt forráskódú, fejlesztőbarát, és szem előtt tartja az adatok védelmét. Nem gyűjtünk adatokat, és nem kell fiókot létrehoznia a használatához.\n\n---\n\n🏞 Dinamikus 4K hátterek\nKiválogattuk a legszebb Unsplash fotókat, hogy az új lapok mindig frissek legyenek. Fedezzen fel kiváló minőségű fényképeket hihetetlen tájakról, állatokról és természetről.\n\n⚡️ Gyors és erőforrás kímélő!\nA Bonjourr vanilla JavaScript-el készült és a lehető legjobb teljesítményre lett optimalizálva.\n\n🔎 Keresősáv\nA Bonjourr integrált keresősávja minden keresőmotorral kompatibilis. Igen, mindegyikkel! Ha szeretné, akár saját egyéni keresőmotort is hozzáadhat.\n\n🕰 Analóg óra\nA Bonjourr alapértelmezett órája hasonlít az iPhone-on és más iOS-eszközökön található órához. De ha valami egzotikusabbra vágyik, lecserélheti egy nagyon klassz analóg órára, és tetszés szerint testreszabhatja.\n\n🌤 Időjárás\nEgy egyszerű mondatban összefoglalja a helyi aktuális időjárást és előrejelzést.\n\n🔗 Gyors hivatkozások\nKönyvjelzők nélkül nem lenne igazi kezdőlap! A Bonjourr lehetővé teszi saját könyvjelzők hozzáadását, ikonjaik megváltoztatását, valamint az aktuális könyvjelzők importálását a böngészőből.\n\n🌘 Sötét mód\nAz iOS-hez hasonlóan a Bonjourr is rendelkezik a közkedvelt sötét móddal.\n\n🥖 Emoji-k faviconként\n\n🔒 Adatvédelemre fókuszálva\nEgyes kezdőlapok, bővítmények, mint például a Momentum, arra biztatják, hogy hozzon létre egy fiókot, adjon meg nekik néhány személyes információt, használjon több engedélyt, és támaszkodjon számos harmadik fél által biztosított szolgáltatására. A Bonjourr nem gyűjt semmilyen adatot, még elemzési célból sem, minimális engedélyeket használ, kevesebb harmadik fél szolgáltatására támaszkodik, és természetesen nem rendelkezik fiókrendszerrel. A Bonjourr nyílt forráskódja azt is jelenti, hogy könnyen ellenőrizheti, hogy állításaink igazak-e.\n\n🧑‍💻 Egyedi CSS stíluslapok\nVan konkrét elképzelése? A Bonjourr lehetőséget biztosít a megvalósításra. Saját CSS hozzáadásával testreszabhatja kezdőlapját.\n\n📝 Egyedi betűtípusok\nKonkrét betűtípust szeretne a kezdőlapjára? Könnyedén kiválaszthatja a Bonjourr - Google Fonts integrációnak köszönhetően.\n\n🌎 Többnyelvű\nKiváló közreműködőinknek köszönhetően a Bonjourr +20 különböző nyelven érhető el.",
        "id": "Setiap kali Anda membuka jendela atau tab baru, Anda akan disambut oleh halaman yang tampak minimalis ini yang akan membantu ketenangan dan produktivitas Anda. Berkat latar belakang berkualitas tinggi yang cantik yang berubah sesuai dengan suasana hati hari itu, tab baru Anda akan selalu terasa segar.\n\nBonjourr dibangun sebagai alternatif yang lebih modern untuk homepage seperti Momentum. Kami mengambil inspirasi dari iOS dan bahasa desain Apple untuk menciptakan homepage yang indah ini yang akan membantu Anda fokus pada hal-hal yang penting.\n\nBerikut beberapa fitur utama:\n🍏 Bahasa desain iOS\n🏞 Latar belakang 4K dinamis yang berubah sesuai dengan suasana hati hari itu\n⚡️ Cepat &amp; ringan!\n🔎 Bilah pencarian (kompatibel dengan semua mesin pencari)\n🕰 Jam analog dengan beberapa tampilan jam\n🌤 Cuaca\n🔗 Tautan Cepat\n👋 Menyapa Anda dengan nama Anda\n🌘 Mode gelap\n🥖 Emoji sebagai favicon\n🧑💻 Gaya CSS khusus\n📝 Font khusus\n🔒 Privasi terfokus\n🌎 Multibahasa\n\nBonjourr bertujuan untuk terlihat dan terasa minimal, sambil tetap memberi Anda banyak opsi untuk menyesuaikannya sesuai keinginan Anda. Atur latar belakang Anda sendiri (atau koleksi Unsplash!), aktifkan jam analog yang indah, atur font dan Quick Links Anda sendiri.... Anda bahkan dapat melihat dokumentasi kami di mana kami mengumpulkan beberapa cuplikan gaya untuk melakukan lebih banyak lagi.\n\nProyek ini sepenuhnya open source, ramah pengembang dan benar-benar menghormati privasi Anda. Kami tidak mengumpulkan data apa pun, Anda juga tidak perlu membuat akun untuk menggunakannya.\n\n---\n\n🏞 Latar belakang 4K yang dinamis\nKami memilih sendiri beberapa foto Unsplash yang paling indah sehingga tab baru Anda akan selalu terasa segar. Temukan foto-foto berkualitas tinggi dari pemandangan, hewan, dan alam yang luar biasa.\n\n⚡️ Cepat &amp; ringan!\nBonjourr dibangun dengan vanilla JavaScript dan dioptimalkan untuk kinerja terbaik.\n\n🔎 Bilah pencarian\nBilah pencarian terintegrasi Bonjourr kompatibel dengan semua mesin pencari. Ya, semuanya! Jika Anda mau, Anda bahkan bisa menambahkan mesin pencari kustom Anda sendiri.\n\n🕰 Jam analog\nJam bawaan Bonjourr dibuat menyerupai apa yang Anda miliki di iPhone dan perangkat iOS lainnya. Tetapi jika Anda ingin sesuatu yang lebih eksotis, Anda bisa menggantinya dengan jam analog yang sangat keren, dan menyesuaikannya sesuai keinginan Anda.\n\n🌤 Cuaca\nDalam kalimat sederhana, dapatkan ringkasan cuaca dan prakiraan cuaca lokal Anda saat ini.\n\n🔗 Tautan Cepat\nIni tidak akan menjadi homepage yang nyata tanpa bookmark! Bonjourr memungkinkan Anda untuk menambahkan bookmark Anda sendiri, mengubah ikonnya dan mengimpor bookmark Anda saat ini dari browser Anda.\n\n🌘 Mode gelap\nSama seperti di iOS, Bonjourr memiliki mode gelap otomatis yang indah.\n\n🥖 Emoji sebagai favicon\n\n🔒 Privasi terfokus\nBeberapa homepage seperti Momentum mendorong Anda untuk membuat akun, memberi mereka beberapa info pribadi, menggunakan lebih banyak izin dan mengandalkan banyak layanan pihak ketiga. Bonjourr tidak mengumpulkan data apa pun, bahkan untuk tujuan analisis, menggunakan izin minimal, mengandalkan lebih sedikit layanan pihak ketiga dan tentu saja tidak memiliki sistem akun apa pun. Bonjourr menjadi sumber terbuka juga berarti Anda bisa dengan mudah memeriksa apakah klaim kami benar.\n\n🧑💻 Penataan CSS khusus\nPunya ide spesifik dalam pikiran Anda? Bonjourr telah Anda liput dengan bagian gaya kustom. Anda bisa menyesuaikan dan melakukan apa saja ketika Anda menambahkan CSS Anda sendiri.\n\n📝 Font khusus\nIngin font tertentu di beranda Anda? Anda dapat dengan mudah memilihnya berkat integrasi Bonjourr dengan Google Fonts.\n\n🌎 Multibahasa\nBerkat kontributor kami yang luar biasa, Bonjourr tersedia dalam +20 bahasa yang berbeda.",
        "it": "Ogni volta che aprite una nuova finestra o scheda, sarete accolti da questa pagina dall'aspetto minimalista che aiuterà la vostra serenità e produttività. Grazie agli splendidi sfondi di alta qualità che cambiano a seconda dell'umore del giorno, le vostre nuove schede saranno sempre fresche.\n\nBonjourr è stata realizzata come alternativa più moderna alle homepage come Momentum. Ci siamo ispirati a iOS e al linguaggio di design di Apple per creare questa bellissima homepage che vi aiuterà a concentrarvi sulle cose importanti.\n\nEcco alcune caratteristiche principali:\n🍏 Linguaggio di design iOS\n🏞 Sfondi dinamici in 4K che cambiano in base all'umore del giorno\n⚡️ Veloce e leggera!\n🔎 Barra di ricerca (compatibile con tutti i motori di ricerca)\n🕰 Orologio analogico con quadranti multipli\n🌤 Meteo\n🔗 Collegamenti rapidi\n👋 Saluta l'utente con il suo nome\n🌘 Modalità scura\n🥖 Emoji come favicon\n🧑💻 Stile CSS personalizzato\n📝 Font personalizzati\n🔒 Privacy focalizzata\n🌎 Multilingua\n\nBonjourr si propone di avere un aspetto minimale, pur offrendo molte opzioni per personalizzarlo a proprio piacimento. Impostate i vostri sfondi (o le collezioni di Unsplash!), attivate il bellissimo orologio analogico, impostate il vostro carattere e i vostri collegamenti rapidi... Potete anche consultare la nostra documentazione, dove abbiamo compilato alcuni snippet di stile per fare ancora di più.\n\nIl progetto è interamente open source, adatto agli sviluppatori e rispetta la vostra privacy. Non raccogliamo dati e non è necessario creare un account per utilizzarlo.\n\n🏞 Sfondi dinamici 4K\nAbbiamo selezionato a mano alcune delle foto più belle di Unsplash, in modo che le vostre nuove schede siano sempre fresche. Scoprite foto di alta qualità di incredibili paesaggi, animali e natura.\n\n⚡️ Veloce e leggero!\nBonjourr è costruito con JavaScript vanilla e ottimizzato per ottenere le migliori prestazioni possibili.\n\n🔎 Barra di ricerca\nLa barra di ricerca integrata di Bonjourr è compatibile con tutti i motori di ricerca. Sì, tutti! Se volete, potete anche aggiungere il vostro motore di ricerca personalizzato.\n\nOrologio analogico\nL'orologio predefinito di Bonjourr è fatto per assomigliare a quello dell'iPhone e di altri dispositivi iOS. Ma se desiderate qualcosa di più esotico, potete sostituirlo con un orologio analogico molto bello e personalizzarlo a vostro piacimento.\n\n🌤 Meteo\nIn una semplice frase, un riepilogo del meteo locale e delle previsioni.\n\n🔗 Collegamenti rapidi\nNon sarebbe una vera homepage senza segnalibri! Bonjourr consente di aggiungere i propri segnalibri, di modificarne le icone e di importare i segnalibri attuali dal browser.\n\nModalità scura\nCome su iOS, Bonjourr dispone di una bellissima modalità scura automatica.\n\n🥖 Emoji come favicon\n\n🔒 Privacy focalizzata\nAlcune homepage come Momentum invitano a creare un account, a fornire informazioni personali, a utilizzare più autorizzazioni e ad affidarsi a molti servizi di terze parti. Bonjourr non raccoglie alcun dato, nemmeno per scopi analitici, utilizza permessi minimi, si affida a un minor numero di servizi di terze parti e, naturalmente, non ha un sistema di account. Il fatto che Bonjourr sia open source significa anche che è possibile verificare facilmente se le nostre affermazioni sono vere.\n\n🧑💻 Stile CSS personalizzato\nAvete in mente un'idea specifica? Bonjourr vi offre la sezione degli stili personalizzati. È possibile personalizzare e fare qualsiasi cosa quando si aggiunge il proprio CSS.\n\n📝 Font personalizzati\nVolete un font specifico per la vostra homepage? Potete selezionarlo facilmente grazie all'integrazione di Bonjourr con Google Fonts.\n\n🌎 Multilingua\nGrazie ai nostri fantastici collaboratori, Bonjourr è disponibile in +20 lingue diverse.",
        "ja": "新しいウィンドウやタブを開くたびに、このミニマルな外観のページがお出迎え。その日の気分によって変わるゴージャスで高品質な背景のおかげで、新しいタブはいつも新鮮に感じられます。\n\nBonjourr は、Momentum のようなホームページに代わる、よりモダンなホームページとして作られました。iOS と Apple のデザイン言語からヒントを得て、重要なことに集中できる美しいホームページを作りました。\n\n主な特徴は以下の通りです：\niOS デザイン言語\n🏞 その日の気分によって変わるダイナミックな 4K 背景\n⚡️ 高速＆軽量！\nᔎ 検索バー (すべての検索エンジンに対応)\nアナログ時計（複数の時計の文字盤を搭載\n天気予報\n🔗 クイックリンク\n👋 名前でお出迎え\n🌘 ダークモード\n絵文字をファビコンに表示\n🧑‍💻 カスタム CSS スタイリング\n📝 カスタムフォント\n🔒 プライバシー重視\n多言語対応\n\nBonjourr は、見た目も使い勝手もミニマムを目指しつつ、自分好みにカスタマイズできるオプションをたくさん用意しています。背景の設定（または Unsplash コレクション！）、美しいアナログ時計の有効化、独自のフォントやクイックリンクの設定...。さらに多くのことができるように、私たちがいくつかのスタイルスニペットをまとめたドキュメントをチェックすることもできます。\n\nこのプロジェクトは完全にオープンソースで、開発者に優しく、プライバシーを尊重しています。私たちはいかなるデータも収集しませんし、使用するためにアカウントを作成する必要もありません。\n\n---\n\n🏞 ダイナミックな 4K 背景\n新しいタブが常に新鮮に感じられるように、最も美しい Unsplash の写真を厳選しました。素晴らしい風景、動物、自然の高画質写真をご覧ください。\n\n⚡️ 高速＆軽量！\nBonjourr はバニラ JavaScript で構築され、可能な限り最高のパフォーマンスのために最適化されています。\n\n検索バー\nBonjourr の統合検索バーは、すべての検索エンジンと互換性があります。そう、全てです！お望みであれば、独自の検索エンジンを追加することもできます。\n\nアナログ時計\nBonjourr のデフォルトの時計は、iPhone やその他の iOS デバイスに搭載されているものに似せて作られています。しかし、もっとエキゾチックなものがお望みなら、とてもクールなアナログ時計に置き換えて、お好きなようにカスタマイズすることができます。\n\n天気予報\n簡単な文章で、現在の天気と予報を表示します。\n\n🔗 クイックリンク\nブックマークなしでは本当のホームページとは言えません！Bonjourr では、自分のブックマークを追加したり、アイコンを変更したり、ブラウザから現在のブックマークをインポートすることができます。\n\nダークモード\niOS のように、Bonjourr には美しい自動ダークモードがあります。\n\nᥖ 絵文字をファビコンに\n\n🔒 プライバシー重視\nMomentum のようなホームページの中には、アカウントを作成し、個人情報を提供し、より多くのパーミッションを使用し、多くのサードパーティサービスに依存することを勧めるものがあります。Bonjourr は、分析目的であってもデータを収集せず、最小限のパーミッションを使用し、より少ないサードパーティ・サービスに依存し、もちろんアカウント・システムもありません。Bonjourr がオープンソースであるということは、私たちの主張が真実かどうかを簡単にチェックできるということでもあります。\n\n🧑‍💻 カスタム CSS スタイリング\n特定のアイデアをお持ちですか？Bonjourr はカスタムスタイルのセクションであなたをカバーします。独自の CSS を追加すれば、何でもカスタマイズできます。\n\n📝 カスタムフォント\nホームページに特定のフォントを使いたいですか？Bonjourr が Google Fonts と連携しているので、簡単に選択できます。\n\n多言語対応\n私たちの素晴らしい貢献者のおかげで、Bonjourr は +20 ヶ国語に対応しています。",
        "nl": "Telkens wanneer u een nieuw venster of tabblad opent, wordt u begroet door deze minimalistisch ogende pagina die uw sereniteit en productiviteit ten goede zal komen. Dankzij de prachtige achtergronden van hoge kwaliteit die veranderen naar gelang de stemming van de dag, zullen uw nieuwe tabbladen altijd fris aanvoelen.\n\nBonjourr is gebouwd als een moderner alternatief voor homepages zoals Momentum. We hebben ons laten inspireren door iOS en de designtaal van Apple om deze prachtige startpagina te creëren die u zal helpen u te concentreren op wat belangrijk is.\n\nHier zijn enkele belangrijke functies:\n🍏 iOS-ontwerptaal\n🏞 Dynamische 4K-achtergronden die veranderen naargelang de stemming van de dag\n⚡️ Snel &amp; lichtgewicht!\n🔎 Zoekbalk (compatibel met alle zoekmachines)\n🕰 Analoge klok met meerdere wijzerplaten\n🌤 Weer\n🔗 Snelle links\n👋 Begroet u bij uw naam\n🌘 Donkere modus\n🥖 Emoji als favicon\n🧑💻 Aangepaste CSS-styling\n📝 Aangepaste lettertypen\n🔒 Privacy gericht\n🌎 Meertalig\n\nBonjourr heeft als doel om er minimaal uit te zien en aan te voelen, terwijl je toch veel opties hebt om het naar je eigen smaak aan te passen. Stel uw eigen achtergronden in (of Unsplash collecties!), schakel de mooie analoge klok in, stel uw eigen lettertype en snelkoppelingen in... U kunt zelfs onze documentatie bekijken waar we enkele stijlfragmenten hebben samengesteld om nog meer te doen.\n\nHet project is volledig open source, ontwikkelaar vriendelijk en eigenlijk respecteert uw privacy. We verzamelen geen gegevens, en je hoeft ook geen account aan te maken om het te gebruiken.\n\n---\n\nDynamische 4K achtergronden\nWe hebben een aantal van de mooiste Unsplash-foto's uitgekozen, zodat uw nieuwe tabbladen altijd fris aanvoelen. Ontdek foto's van hoge kwaliteit van ongelooflijke landschappen, dieren en natuur.\n\n⚡️ Snel &amp; lichtgewicht!\nBonjourr is gebouwd met vanilla JavaScript en geoptimaliseerd voor de best mogelijke prestaties.\n\n🔎 Zoekbalk\nDe geïntegreerde zoekbalk van Bonjourr is compatibel met alle zoekmachines. Ja, allemaal! Als u wilt, kunt u zelfs uw eigen zoekmachine toevoegen.\n\nAnaloge klok\nBonjourr's standaard klok is gemaakt om te lijken op wat je hebt op de iPhone en andere iOS-apparaten. Maar als u iets exotischer wilt, kunt u de klok vervangen door een zeer coole analoge klok, die u naar eigen wens kunt aanpassen.\n\n🌤 Weer\nIn een simpele zin krijg je een samenvatting van het weer en de weersverwachting.\n\n🔗 Snelle links\nHet zou geen echte homepage zijn zonder bladwijzers! Met Bonjourr kunt u uw eigen bladwijzers toevoegen, hun pictogrammen wijzigen en uw huidige bladwijzers van uw browser importeren.\n\n🌘 Donkere modus\nNet als op iOS, heeft Bonjourr een mooie automatische donkere modus.\n\n🥖 Emoji als favicon\n\n🔒 Privacy gericht\nSommige homepages zoals Momentum moedigen u aan om een account aan te maken, hen wat persoonlijke info te geven, meer permissies te gebruiken en afhankelijk te zijn van veel diensten van derden. Bonjourr verzamelt geen gegevens, zelfs niet voor analytische doeleinden, gebruikt minimale permissies, vertrouwt op minder diensten van derden en heeft natuurlijk geen account systeem. Het feit dat Bonjourr open source is, betekent ook dat u gemakkelijk kunt controleren of onze beweringen waar zijn.\n\n🧑💻 Aangepaste CSS-styling\nHeeft u een specifiek idee in gedachten? Bonjourr heeft u gedekt met de aangepaste stijlen sectie. U kunt alles aanpassen en doen wanneer u uw eigen CSS toevoegt.\n\n📝 Aangepaste lettertypen\nWilt u een specifiek lettertype op uw homepage? U kunt het gemakkelijk selecteren dankzij Bonjourr integreert met Google Fonts.\n\n🌎 Meertalig\nDankzij onze geweldige medewerkers, is Bonjourr beschikbaar in +20 verschillende talen.",
        "pl": "Za każdym razem, gdy otworzysz nowe okno lub kartę, powita Cię ta minimalistycznie wyglądająca strona, która pomoże Ci się zrelaksować i zwiększyć produktywność. Dzięki wspaniałemu, wysokiej jakości tłu, które zmienia się w zależności od nastroju dnia, Twoje nowe karty będą zawsze świeże.\n\nBonjourr został stworzony jako bardziej nowoczesna alternatywa dla stron głównych takich jak Momentum. Zainspirowaliśmy się systemem iOS i językiem projektowania Apple, aby stworzyć tę piękną stronę główną, która pomoże Ci skupić się na tym, co ważne.\n\nOto kilka najważniejszych cech:\n🍏 Język projektowania iOS\n🏞 Dynamiczne tła 4K, które zmieniają się w zależności od nastroju dnia\n⚡️ Szybkość i lekkość!\n🔎 Pasek wyszukiwania (kompatybilny z wszystkimi wyszukiwarkami)\n🕰 Zegar analogowy z wieloma tarczami\n🌤 Pogoda\n🔗 Szybkie łącza\n👋 Wita Cię po imieniu\n🌘 Tryb ciemny\n🥖 Emoji jako favicon\n🧑💻 Własne stylizacje CSS\n📝 Własne czcionki\n🔒 Ochrona prywatności\n🌎 Wielojęzyczność\n\nBonjourr ma wyglądać i czuć się minimalnie, a jednocześnie oferuje wiele opcji dostosowania do własnych potrzeb. Ustaw swoje własne tła (lub kolekcje Unsplash!), włącz piękny zegar analogowy, ustaw własną czcionkę i Szybkie łącza... Możesz nawet zapoznać się z naszą dokumentacją, w której skompilowaliśmy kilka fragmentów stylów, aby zrobić jeszcze więcej.\n\nProjekt jest całkowicie open source, przyjazny dla programistów i szanuje Twoją prywatność. Nie gromadzimy żadnych danych ani nie musisz zakładać konta, aby z niego korzystać.\n\n---\n\n🏞 Dynamiczne tła 4K\nWybraliśmy ręcznie jedne z najpiękniejszych zdjęć Unsplash, aby Twoje nowe zakładki zawsze sprawiały wrażenie świeżych. Odkryj wysokiej jakości zdjęcia niesamowitych krajobrazów, zwierząt i przyrody.\n\n⚡️ Szybki i lekki!\nBonjourr jest zbudowany w oparciu o waniliowy JavaScript i zoptymalizowany pod kątem jak najlepszej wydajności.\n\n🔎 Pasek wyszukiwania\nZintegrowany pasek wyszukiwania Bonjourr jest kompatybilny z wszystkimi wyszukiwarkami. Tak, wszystkimi! Jeśli chcesz, możesz nawet dodać własną, niestandardową wyszukiwarkę.\n\n🕰 Zegar analogowy\nDomyślny zegar w Bonjourr jest tak skonstruowany, aby przypominał ten z iPhone'a i innych urządzeń z systemem iOS. Ale jeśli chcesz czegoś bardziej egzotycznego, możesz zastąpić go bardzo fajnym zegarem analogowym i dostosować go do swoich potrzeb.\n\n🌤 Pogoda\nW jednym prostym zdaniu otrzymasz podsumowanie aktualnej pogody i prognozy.\n\n🔗 Szybkie łącza\nNie byłoby prawdziwej strony głównej bez zakładek! Bonjourr pozwala dodawać własne zakładki, zmieniać ich ikony i importować bieżące zakładki z przeglądarki.\n\n🌘 Tryb ciemny\nPodobnie jak w systemie iOS, Bonjourr ma piękny automatyczny tryb ciemny.\n\n🥖 Emoji jako favicon\n\n🔒 Ochrona prywatności\nNiektóre strony domowe, takie jak Momentum, zachęcają do utworzenia konta, podania danych osobowych, korzystania z większej liczby uprawnień i korzystania z wielu usług stron trzecich. Bonjourr nie zbiera żadnych danych, nawet do celów analitycznych, używa minimalnych uprawnień, korzysta z mniejszej liczby usług stron trzecich i oczywiście nie ma żadnego systemu kont. Bonjourr jest open source, co oznacza, że możesz łatwo sprawdzić, czy nasze twierdzenia są prawdziwe.\n\n🧑💻 Własna stylizacja CSS\nMasz w głowie konkretny pomysł? Bonjourr ma dla Ciebie rozwiązanie w postaci sekcji stylów niestandardowych. Możesz dostosować i zrobić wszystko, gdy dodasz własne style CSS.\n\n📝 Własne czcionki\nChcesz mieć konkretną czcionkę na swojej stronie głównej? Możesz ją łatwo wybrać dzięki integracji Bonjourr z Google Fonts.\n\n🌎 Wielojęzyczność\nDzięki naszym wspaniałym współpracownikom, Bonjourr jest dostępny w +20 różnych językach.",
        "pt-BR": "Cada vez que você abrir uma nova janela ou aba, você será recebido por esta página de aparência minimalista que vai ajudar com sua tranquilidade e produtividade. Graças aos seus lindos fundos de alta qualidade que mudam conforme o ânimo do dia, suas novas abas sempre vão parecer renovadas.\n\nO Bonjourr foi feito como uma alternativa mais moderna as páginas iniciais como o Momentum. Nos inspiramos na linguagem de design do iOS e da Apple para criar essa bela página inicial que vai te ajudar a focar no que importa.\n\nAlgumas características principais:\n🍏 Linguagem de design do iOS\n🏞 Backgrounds dinâmicos em 4K que mudam de acordo com o ânimo do dia\n⚡️ Rápido e leve!\n🔎 Barra de pesquisa (compatível com todos os motores de busca)\n🕰 Relógio analógico com múltiplos ponteiros\n🌤 Clima\n🔗 Links Rápidos\n👋 Cumprimentos pelo seu nome\n🌘 Modo escuro\n🥖 Emoji como favicon\n🧑💻 CSS personalizado\n📝 Fontes personalizadas\n🔒 Foco na privacidade\n🌎 Multilinguagem\n\nO Bonjourr tem o objetivo de parecer e sentir-se o mínimo, enquanto ainda traz muitas opções para personalizá-lo ao seu gosto. Defina seus próprios fundos (ou Unsplash Collection!), habilite o belo relógio analógico, defina sua própria fonte e Links Rápidos... Você pode até mesmo conferir nossa documentação onde compilamos alguns trechos de estilo para fazer ainda mais.\n\nO projeto é inteiramente de código aberto, acessível ao desenvolvedor e realmente respeita sua privacidade. Não coletamos nenhum dado, nem você precisa criar uma conta para usá-lo.\n\n---\n\n🏞 Backgrounds dinâmicos em 4K\nEscolhemos a dedo algumas das mais belas fotos do Unsplash para que suas novas abas pareçam sempre renovadas. Descubra fotos de alta qualidade de paisagens incríveis, animais e natureza.\n\nEscolhemos a dedo algumas das mais belas fotos Unsplash para que suas novas abas se sintam sempre frescas. Descubra fotos de alta qualidade de paisagens incríveis, animais e natureza.\n\n⚡️ Rápido e leve!\nO Bonjourr é construído com JavaScript vanilla e otimizado para o melhor desempenho possível.\n\n🔎 Barra de pesquisa\nA barra de pesquisa integrada do Bonjourr é compatível com todos os motores de busca. Sim, todos eles! Se você quiser, você pode até mesmo adicionar seu próprio mecanismo de busca personalizado.\n\n🕰 Relógio analógico\nO relógio padrão do Bonjourr é feito para parecer com o que você tem no iPhone e em outros dispositivos iOS. Mas se você quiser algo mais exótico, você pode substituí-lo por um relógio analógico muito legal, e personalizá-lo como quiser.\n\n🌤 Clima\nEm uma frase simples, obtenha um resumo do seu tempo local atual e previsões.\n\n🔗 Links rápidos\nNão seria uma verdadeira página inicial sem os favoritos! O Bonjourr permite adicionar seus próprios favoritos, mudar seus ícones e importar seus favoritos atuais do seu navegador.\n\n🌘 Modo escuro\nAssim como no iOS, o Bonjourr tem um belo modo escuro automático.\n\n🥖 Emoji como favicon\n\n🔒 Foco na privacidade\nAlgumas homepages como Momentum estimulam você a criar uma conta, dar algumas informações pessoais, usar mais permissões e confiar em muitos serviços de terceiros. O Bonjourr não coleta nenhum dado, mesmo para fins analíticos, usa permissões mínimas, depende de menos serviços de terceiros e, claro, não tem nenhum sistema de conta. O Bonjourr sendo código aberto significa que você pode verificar facilmente se as nossas declarações são verdadeiras.\n\n🧑💻 Estilo CSS personalizado\nTem uma ideia específica em mente? O Bonjourr cobre você com a seção de estilos personalizados. Você pode personalizar e fazer qualquer coisa quando você adiciona seu próprio CSS.\n\n📝 Fontes personalizadas\nDeseja uma fonte específica em sua página inicial? Você pode adicioná-la facilmente graças à integração do Bonjourr com o Google Fonts.\n\n🌎 Multilinguagem\nGraças aos nossos incríveis colaboradores, o Bonjourr está disponível em +20 idiomas diferentes.",
        "pt-PT": "Cada vez que abires uma nova janela ou aba, serás recebido por esta página de aparência minimalista que vai ajudar com a sua tranquilidade e produtividade. Graças aos seus lindos fundos de alta qualidade que mudam conforme a tua disposição diária, as tuas novas abas vão aparecer sempre renovadas.\n\nO Bonjourr foi feito como uma alternativa mais moderna as páginas iniciais como o Momentum. Inspiramos-nos na linguagem de design do iOS e da Apple para criar esta bela página inicial que te vai ajudar a focar no que importa.\n\nAlgumas características principais:\n🍏 Linguagem de design do iOS\n🏞 Backgrounds dinâmicos em 4K que mudam de acordo com a tua disposição\n⚡️ Rápido e leve!\n🔎 Barra de pesquisa (compatível com todos os motores de busca)\n🕰 Relógio analógico com múltiplos ponteiros\n🌤 Clima\n🔗 Links Rápidos\n👋 Cumprimentos com o teu nome\n🌘 Modo escuro\n🥖 Emoji como favicon\n🧑💻 CSS personalizado\n📝 Fontes personalizadas\n🔒 Foco na privacidade\n🌎 Multilinguagem\n\nO Bonjourr tem o objetivo de parecer e ser minimalista, enquanto ainda traz muitas opções para personalizá-lo ao teu gosto. Define os teus próprios fundos (ou uma coleção do Unsplash!), ativa o belo relógio analógico, personaliza a tua própria fonte e Links Rápidos... Podes consultar a nossa documentação onde compilámos alguns blocos de estilo para fazeres ainda mais\n\nO projeto é inteiramente de código aberto, acessível ao programador e realmente respeita a tua privacidade. Não recolhemos nenhum dado, nem precisas de criar uma conta para usá-lo.\n\n---\n\n🏞 Backgrounds dinâmicos em 4K\nEscolhemos a dedo algumas das mais belas fotos do Unsplash para que as tuas novas abas pareçam sempre renovadas. Descobre fotos de alta qualidade de paisagens incríveis, animais e natureza.\n\n⚡️ Rápido e leve!\nO Bonjourr é construído com JavaScript original e otimizado para o melhor desempenho possível.\n\n🔎 Barra de pesquisa\nA barra de pesquisa integrada do Bonjourr é compatível com todos os motores de busca. Sim, todos eles! Se quiseres, podes até mesmo adicionar o teu próprio mecanismo de busca personalizado.\n\n🕰 Relógio analógico\nO relógio padrão do Bonjourr foi criado para parecer com o que tens no iPhone e em outros dispositivos iOS. Mas se quiseres algo mais exótico, podes substituí-lo por um outro relógio analógico, e personalizá-lo como quiseres.\n\n🌤 Clima\nEm uma frase simples, obtenha um resumo do teu tempo local atual e previsões.\n\n🔗 Links rápidos\nNão seria uma verdadeira página inicial sem os favoritos! O Bonjourr permite adicionar os teus próprios favoritos, mudar os ícones e importar os teus favoritos atuais do navegador.\n\n🌘 Modo escuro\nAssim como no iOS, o Bonjourr tem um belo modo escuro automático.\n\n🥖 Emoji como favicon\n\n🔒 Foco na privacidade\nAlgumas homepages como Momentum incentivam-te a criar uma conta, dar algumas informações pessoais, usar mais permissões e confiar em muitos serviços de terceiros. O Bonjourr não recolhe nenhum dado, mesmo para fins analíticos, usa permissões mínimas, depende de menos serviços de terceiros e, claro, não tem nenhum sistema de conta. O Bonjourr sendo código aberto significa que podes verificar facilmente se as nossas declarações são verdadeiras.\n\n🧑💻 Estilo CSS personalizado\nTens uma ideia específica em mente? O Bonjourr ajusa-te com a secção de estilos personalizados. Podes personalizar e fazer qualquer coisa quando adicionas o teu código CSS.\n\n📝 Fontes personalizadas\nQueres uma fonte específica na tua página inicial? Podes adicioná-la facilmente graças à integração do Bonjourr com o Google Fonts.\n\n🌎 Multilinguagem\nGraças aos nossos incríveis colaboradores, o Bonjourr está disponível em +20 idiomas diferentes.",
        "ro": "De fiecare dată când deschideți o fereastră sau o filă nouă, veți fi întâmpinați de această pagină cu aspect minimalist care vă va ajuta seninătatea și productivitatea. Datorită fundalurilor sale superbe de înaltă calitate, care se schimbă în funcție de starea de spirit a zilei, noile tale file se vor simți întotdeauna fresh.\n\nBonjourr a fost construit ca o alternativă mai modernă la paginile de pornire precum Momentum. Ne-am inspirat din limba de design iOS și Apple pentru a crea această frumoasă pagină de pornire care vă va ajuta să vă concentrați pe ceea ce contează.\n\nIată câteva caracteristici utile:\n🍏 Limba de design iOS\n🏞 Fundaluri 4K dinamice care se schimbă în funcție de starea zilei\n⚡️ Rapid &amp; Lightweight!\n🔎 Bara de căutare (compatibilă cu toate motoarele de căutare)\n🕰 Ceas analogic cu mai multe fețe de ceas\n🌤 Vremea\n🔗 Link-uri rapide\n👋 Te salută după numele tău\n🌘 Modul întunecat\n🥖 Emoji ca favicon\n🧑‍💻 Stiluri CSS personalizate\n📝 Fonturi personalizate\n🔒 Axat pe intimitate\n🌎 Multilanguaj\n\nBonjourr își propune să arate și să se simtă minim, în timp ce vă aduce în continuare o mulțime de opțiuni pentru a-l personaliza după bunul plac. Setați-vă propriile fundaluri (sau colecții Unsplash!), Activați frumosul ceas analogic, setați-vă propriile fonturi și link-uri rapide... puteți chiar să consultați documentația noastră în care am compilat câteva fragmente de stil pentru a face și mai mult.\n\nProiectul este complet deschis, prietenos pentru dezvoltatori și respectă de fapt confidențialitatea. Nu colectăm date și nici nu trebuie să creați un cont pentru a-l utiliza.\n\n---\n\n🏞 Fundaluri 4K dinamice\nNe-am ales dintre cele mai frumoase fotografii de pe Unsplash, astfel încât noile tale file să se simtă mereu fresh. Descoperiți fotografii de înaltă calitate cu peisaje incredibile, animale și natura.\n\n⚡️ Rapid &amp; Lightweight!\nBonjourr este construit cu JavaScript Vanilla și optimizat pentru cea mai bună performanță posibilă.\n\n🔎 Bara de căutare\nBara de căutare integrată în Bonjourr este compatibilă cu toate motoarele de căutare. Da, toate! Dacă vreți, puteți chiar să adăugați propriul motor de căutare personalizat.\n\n🕰 Clock analog\nCeasul implicit al Bonjourr este făcut să semene cu cel de pe iPhone și alte dispozitive iOS. Dar, dacă vreți ceva mai exotic, îl puteți înlocui cu un ceas analogic foarte cool și îl puteți personaliza după cum doriți.\n\n🌤 Vremea\nÎntr-o propoziție simplă, obțineți un rezumat al vremii și al prognozei locale actuale.\n\n🔗 Link-uri rapide\nNu ar fi o adevărată pagină de start fără marcaje! Bonjourr vă permite să vă adăugați propriii marcaje, să le schimbați pictogramele și să importați marcajele curente din browser.\n\n🌘 Modul întunecat\nLa fel ca la iOS, Bonjourr are un mod frumos automat întunecat.\n\n🥖 Emoji ca favicon\n\n🔒 Axat pe intimitate\nUnele pagini de pornire, precum Momentum, vă încurajează să vă creați un cont, să le dați anumite informații personale, să folosiți mai multe permisiuni și să vă bazați pe multe servicii terțe. Bonjourr nu colectează niciun fel de date, nici măcar în scopuri analitice, utilizează permisiuni minime, se bazează pe mai puține servicii terțe și, bineînțeles, nu are niciun sistem de cont. Bonjourr fiind open source înseamnă, de asemenea, că puteți verifica cu ușurință dacă afirmațiile noastre sunt adevărate.\n\n🧑‍💻 Stiluri CSS personalizate\nAveți o idee specifică în minte? Bonjourr vă acoperă cu secțiunea de stiluri personalizate. Puteți personaliza și faceți orice atunci când adăugați propriul CSS.\n\n📝 Fonturi personalizate\nVrei un anumit font pe pagina ta de start? Îl puteți selecta cu ușurință datorită integrării Bonjourr cu Google Fonts.\n\n🌎 Multilanguaj\nDatorită contribuitorilor noștri minunați, Bonjourr este disponibil în +20 limbi diferite.",
        "ru": "Каждый раз, когда вы открываете новое окно или вкладку, вас будет встречать эта минималистично выглядящая страница, которая поможет вашему спокойствию и продуктивности. Благодаря великолепным высококачественным фонам, которые меняются в зависимости от настроения дня, ваши новые вкладки всегда будут выглядеть свежо.\n\nBonjourr был создан как более современная альтернатива таким домашним страницам, как Momentum. Мы черпали вдохновение в iOS и языке дизайна Apple, чтобы создать эту красивую домашнюю страницу, которая поможет вам сосредоточиться на главном.\n\nВот некоторые ключевые особенности:\n🍏 Язык дизайна iOS\n🏞 Динамические 4K фоны, которые меняются в зависимости от настроения дня\n⚡️ Быстрый и легкий!\n🔎 Строка поиска (совместима со всеми поисковыми системами)\n🕰 Аналоговые часы с несколькими циферблатами\n🌤 Погода\n🔗 Быстрые ссылки\n👋 Приветствует вас по имени\n🌘 Темный режим\n🥖 Эмодзи в качестве фавикона\n🧑💻 Пользовательская стилизация CSS\n📝 Пользовательские шрифты\n🔒 Конфиденциальность\n🌎 Мультиязычность\n\nBonjourr стремится выглядеть и чувствовать себя минимальным, но при этом предоставляет вам множество возможностей для настройки по своему вкусу. Установите свои собственные фоны (или коллекции Unsplash!), включите красивые аналоговые часы, установите свой шрифт и быстрые ссылки... Вы даже можете заглянуть в нашу документацию, где мы собрали несколько фрагментов стилей, чтобы сделать еще больше.\n\nПроект полностью с открытым исходным кодом, дружелюбен к разработчикам и действительно уважает вашу конфиденциальность. Мы не собираем никаких данных, и вам не нужно создавать учетную запись, чтобы использовать его.\n\n🏞 Динамичные фоны 4K\nМы вручную отобрали самые красивые фотографии Unsplash, чтобы ваши новые вкладки всегда были свежими. Откройте для себя высококачественные фотографии невероятных пейзажей, животных и природы.\n\n⚡️ Быстрый и легкий!\nBonjourr создан на ванильном JavaScript и оптимизирован для наилучшей производительности.\n\n🔎 Строка поиска\nВстроенная строка поиска Bonjourr совместима со всеми поисковыми системами. Да, со всеми! При желании вы даже можете добавить свою собственную поисковую систему.\n\n🕰 Аналоговые часы\nЧасы Bonjourr по умолчанию похожи на те, что есть на iPhone и других устройствах iOS. Но если вам хочется чего-то более экзотического, вы можете заменить их на очень классные аналоговые часы и настроить их по своему усмотрению.\n\n🌤 Погода\nВ простом предложении получите краткую информацию о текущей погоде и прогнозе.\n\n🔗 Быстрые ссылки\nЭто была бы не настоящая домашняя страница без закладок! Bonjourr позволяет добавлять собственные закладки, менять их иконки и импортировать текущие закладки из браузера.\n\n🌘 Темный режим\nКак и на iOS, в Bonjourr есть красивый автоматический темный режим.\n\n🥖 Эмодзи в качестве фавикона\n\n🔒 Ориентированность на конфиденциальность\nНекоторые домашние страницы, такие как Momentum, побуждают вас создать аккаунт, предоставить им некоторую личную информацию, использовать больше разрешений и полагаться на множество сторонних сервисов. Bonjourr не собирает никаких данных, даже в аналитических целях, использует минимальное количество разрешений, полагается на меньшее количество сторонних сервисов и, конечно же, не имеет системы аккаунтов. Bonjourr с открытым исходным кодом также означает, что вы можете легко проверить, насколько наши заявления соответствуют действительности.\n\n🧑💻 Пользовательская стилизация CSS\nУ вас в голове есть конкретная идея? Bonjourr поможет вам в этом благодаря разделу пользовательских стилей. Вы можете настроить и сделать все, что угодно, добавив свой собственный CSS.\n\n📝 Пользовательские шрифты\nХотите определенный шрифт на своей домашней странице? Вы можете легко выбрать его благодаря интеграции Bonjourr с Google Fonts.\n\n🌎 Мультиязычность\nБлагодаря нашим замечательным помощникам Bonjourr доступен на +20 языках.",
        "sk": "Pri každom otvorení nového okna alebo karty vás privíta táto minimalisticky vyzerajúca stránka, ktorá pomôže vášmu pokoju a produktivite. Vďaka nádhernému vysokokvalitnému pozadiu, ktoré sa mení podľa nálady dňa, budú vaše nové karty vždy pôsobiť sviežo.\n\nBonjourr bol vytvorený ako modernejšia alternatíva k domovským stránkam, ako je Momentum. Pri vytváraní tejto krásnej domovskej stránky, ktorá vám pomôže sústrediť sa na to, čo je dôležité, sme sa inšpirovali systémom iOS a dizajnovým jazykom spoločnosti Apple.\n\nTu je niekoľko kľúčových funkcií:\n🍏 Dizajnový jazyk iOS\n🏞 Dynamické 4K pozadia, ktoré sa menia podľa nálady dňa\n⚡️ Rýchla a ľahká!\n🔎 Vyhľadávací panel (kompatibilný so všetkými vyhľadávačmi)\n🕰 Analógové hodiny s viacerými ciferníkmi\n🌤 Počasie\n🔗 Rýchle odkazy\n👋 Privíta vás podľa vášho mena\n🌘 Tmavý režim\n🥖 Emoji ako favicon\n🧑‍💻 Vlastný CSS štýl\n📝 Vlastné písma\n🔒 Zamerané na ochranu osobných údajov\n🌎 Viacjazyčnosť\n\nBonjourr má za cieľ vyzerať a pôsobiť minimalisticky, a pritom prináša veľa možností, ako si ho prispôsobiť podľa svojich predstáv. Nastavte si vlastné pozadia (alebo kolekcie Unsplash!), zapnite krásne analógové hodiny, nastavte si vlastné písmo a rýchle odkazy... Dokonca si môžete pozrieť našu dokumentáciu, kde sme zostavili niekoľko úryvkov štýlov, ktoré umožňujú urobiť ešte viac.\n\nProjekt je úplne open source, priateľský k vývojárom a v skutočnosti rešpektuje vaše súkromie. Nezhromažďujeme žiadne údaje, ani si nemusíte vytvárať účet, aby ste ho mohli používať.\n\n---\n\n🏞 Dynamické pozadia 4K\nRučne sme vybrali niektoré z najkrajších fotografií Unsplash, takže vaše nové karty budú vždy pôsobiť sviežo. Objavte vysokokvalitné fotografie neuveriteľných krajiniek, zvierat a prírody.\n\n⚡️ Rýchly a ľahký!\nBonjourr je vytvorený pomocou vanilla JavaScriptu a optimalizovaný pre čo najlepší výkon.\n\n🔎 Vyhľadávací panel\nIntegrovaný vyhľadávací panel Bonjourr je kompatibilný so všetkými vyhľadávačmi. Áno, so všetkými! Ak chcete, môžete dokonca pridať vlastný vyhľadávač.\n\n🕰 Analógové hodiny\nPredvolené hodiny Bonjourr sú vytvorené tak, aby sa podobali tým, ktoré máte na iPhone a iných zariadeniach so systémom iOS. Ak by ste však chceli niečo exotickejšie, môžete ich nahradiť veľmi podarenými analógovými hodinami a prispôsobiť si ich podľa svojich predstáv.\n\n🌤 Počasie\nJednoduchou vetou získate prehľad o miestnom aktuálnom počasí a predpovedi.\n\n🔗 Rýchle odkazy\nBez záložiek by to nebola pravá domovská stránka! Bonjourr vám umožňuje pridávať vlastné záložky, meniť ich ikony a importovať aktuálne záložky z vášho prehliadača.\n\n🌘 Tmavý režim\nRovnako ako v systéme iOS má Bonjourr krásny automatický tmavý režim.\n\n🥖 Emoji ako favicon\n\n🔒 Ochrana osobných údajov zameraná\nNiektoré domovské stránky, ako napríklad Momentum, vás vyzývajú, aby ste si vytvorili účet, poskytli im niektoré osobné údaje, používali viac oprávnení a spoliehali sa na mnohé služby tretích strán. Bonjourr nezhromažďuje žiadne údaje, dokonca ani na analytické účely, používa minimum oprávnení, spolieha sa na menej služieb tretích strán a samozrejme nemá žiadny systém účtov. To, že Bonjourr má otvorený zdrojový kód, tiež znamená, že si môžete ľahko overiť, či sú naše tvrdenia pravdivé.\n\n🧑‍💻 Vlastné štýly CSS\nMáte na mysli konkrétnu predstavu? Bonjourr vám ponúka sekciu vlastných štýlov. Keď pridáte vlastné CSS, môžete si ho prispôsobiť a urobiť čokoľvek.\n\n📝 Vlastné písma\nChcete na svojej domovskej stránke špecifické písmo ? Môžete si ho jednoducho vybrať vďaka integrácii Bonjourr s Google Fonts.\n\n🌎 Viacjazyčné\nVďaka našim úžasným prispievateľom je Bonjourr k dispozícii v +20 rôznych jazykoch.",
        "sv-SE": "Varje gång du öppnar ett nytt fönster eller en ny flik möts du av den här minimalistiska sidan som kommer att bidra till ditt lugn och din produktivitet. Tack vare de vackra högkvalitativa bakgrunderna som ändras beroende på dagens humör kommer dina nya flikar alltid att kännas fräscha.\n\nBonjourr byggdes som ett modernare alternativ till hemsidor som Momentum. Vi tog inspiration från iOS och Apples designspråk för att skapa den här vackra hemsidan som hjälper dig att fokusera på det som är viktigt.\n\nHär är några av de viktigaste funktionerna:\n🍏 iOS-designspråk\n🏞 Dynamiska 4K-bakgrunder som ändras beroende på dagens humör.\n⚡️ Snabbt och lättviktigt!\n🔎 Sökfält (kompatibelt med alla sökmotorer)\n🕰 Analog klocka med flera urtavlor\n🌤 Väder\n🔗 Snabblänkar\n👋 Hälsar dig med ditt namn\n🌘 Mörkt läge\n🥖 Emoji som favicon\n🧑💻 Anpassad CSS-stil\n📝 Anpassade typsnitt\n🔒 Integritet fokuserad\n🌎 Flera språk\n\nBonjourr strävar efter att se ut och kännas minimalistisk, samtidigt som du får många alternativ för att anpassa den efter dina önskemål. Ställ in dina egna bakgrunder (eller Unsplash-samlingar!), aktivera den vackra analoga klockan, ställ in ditt eget typsnitt och dina egna snabblänkar... Du kan även kolla in vår dokumentation där vi har sammanställt några stilutdrag för att göra ännu mer.\n\nProjektet är helt öppen källkod, utvecklarvänligt och respekterar faktiskt din integritet. Vi samlar inte in några uppgifter och du behöver inte heller skapa ett konto för att använda det.\n\n---\n\n🏞 Dynamiska 4K-bakgrunder\nVi har handplockat några av de vackraste Unsplash-fotona så att dina nya flikar alltid känns fräscha. Upptäck högkvalitativa foton av otroliga landskap, djur och natur.\n\n⚡️ Snabbt och lätt!\nBonjourr är byggd med vanilla JavaScript och optimerad för bästa möjliga prestanda.\n\n🔎 Sökfält\nBonjourrs integrerade sökfält är kompatibelt med alla sökmotorer. Ja, alla! Om du vill kan du till och med lägga till en egen anpassad sökmotor.\n\n🕰 Analog klocka\nBonjourrs standardklocka är gjord för att likna den du har på iPhone och andra iOS-enheter. Men om du vill ha något mer exotiskt kan du ersätta den med en mycket cool analog klocka och anpassa den som du vill.\n\n🌤 Väder\nMed en enkel mening får du en sammanfattning av det lokala aktuella vädret och prognosen.\n\n🔗 Snabba länkar\nDet skulle inte vara en riktig hemsida utan bokmärken! Bonjourr låter dig lägga till egna bokmärken, ändra deras ikoner och importera dina nuvarande bokmärken från din webbläsare.\n\n🌘 Mörkt läge\nPrecis som på iOS har Bonjourr ett vackert automatiskt mörkt läge.\n\n🥖 Emoji som favicon\n\n🔒 Integritet fokuserad\nVissa hemsidor som Momentum uppmanar dig att skapa ett konto, ge dem viss personlig information, använda fler behörigheter och förlita dig på många tredjepartstjänster. Bonjourr samlar inte in några uppgifter, inte ens i analyssyfte, använder minimala behörigheter, förlitar sig på färre tjänster från tredje part och har förstås inget kontosystem. Att Bonjourr har öppen källkod innebär också att du enkelt kan kontrollera om våra påståenden stämmer.\n\n🧑💻 Anpassad CSS-formgivning\nHar du en specifik idé i åtanke? Bonjourr har dig täckt med sektionen för anpassade stilar. Du kan anpassa och göra vad som helst när du lägger till din egen CSS.\n\n📝 Anpassade typsnitt\nVill du ha ett specifikt typsnitt på din hemsida? Du kan enkelt välja det tack vare Bonjourrs integrering med Google Fonts.\n\n🌎 Flera språk\nTack vare våra fantastiska medarbetare finns Bonjourr på +20 olika språk.",
        "tr": "Her yeni pencere veya sekme açtığınızda, huzurunuza ve üretkenliğinize yardımcı olacak bu minimalist görünümlü sayfa ile karşılaşacaksınız. Günün ruh haline göre değişen muhteşem yüksek kaliteli arka planları sayesinde yeni sekmeleriniz her zaman taze hissedecek.\n\nBonjourr, Momentum gibi ana sayfalara daha modern bir alternatif olarak tasarlandı. Önemli olana odaklanmanıza yardımcı olacak bu güzel ana sayfayı oluşturmak için iOS ve Apple'ın tasarım dilinden ilham aldık.\n\nİşte bazı temel özellikler:\n🍏 iOS tasarım dili\n🏞 Günün ruh haline göre değişen dinamik 4K arka planlar\n⚡️ Hızlı ve hafif!\n🔎 Arama çubuğu (tüm arama motorlarıyla uyumlu)\n🕰 Birden fazla saat kadranına sahip analog saat\n🌤 Hava Durumu\n🔗 Hızlı Bağlantılar\n👋 Sizi isminizle selamlar\n🌘 Karanlık mod\n🥖 Favicon olarak Emoji\n🧑💻 Özel CSS stilleri\n📝 Özel yazı tipleri\n🔒 Gizlilik odaklı\n🌎 Çoklu Dil\n\nBonjourr, minimal görünmeyi ve hissettirmeyi amaçlarken, yine de beğeninize göre özelleştirmek için size birçok seçenek sunar. Kendi arka planlarınızı (veya Unsplash koleksiyonlarını!) ayarlayın, güzel analog saati etkinleştirin, kendi yazı tipinizi ve Hızlı Bağlantılarınızı ayarlayın... Daha fazlasını yapmak için bazı stil parçacıklarını derlediğimiz belgelerimize bile göz atabilirsiniz.\n\nProje tamamen açık kaynak kodlu, geliştirici dostu ve aslında gizliliğinize saygı duyuyor. Herhangi bir veri toplamıyoruz ve kullanmak için bir hesap oluşturmanıza gerek yok.\n\n---\n\n🏞 Dinamik 4K arka planlar\nYeni sekmelerinizin her zaman taze hissetmesi için en güzel Unsplash fotoğraflarından bazılarını seçtik. İnanılmaz manzaraların, hayvanların ve doğanın yüksek kaliteli fotoğraflarını keşfedin.\n\n⚡️ Hızlı ve hafif!\nBonjourr vanilla JavaScript ile oluşturulmuştur ve mümkün olan en iyi performans için optimize edilmiştir.\n\n🔎 Arama çubuğu\nBonjourr'un entegre arama çubuğu tüm arama motorlarıyla uyumludur. Evet, hepsiyle! İsterseniz, kendi özel arama motorunuzu bile ekleyebilirsiniz.\n\n🕰 Analog saat\nBonjourr'un varsayılan saati, iPhone ve diğer iOS cihazlarınızdakine benzeyecek şekilde tasarlanmıştır. Ancak daha egzotik bir şey isterseniz, onu çok havalı bir analog saatle değiştirebilir ve istediğiniz gibi özelleştirebilirsiniz.\n\n🌤 Hava Durumu\nBasit bir cümleyle, yerel güncel hava durumu ve hava tahmini hakkında bir özet alın.\n\n🔗 Hızlı Bağlantılar\nYer imleri olmadan gerçek bir ana sayfa olmazdı! Bonjourr kendi yer imlerinizi eklemenize, simgelerini değiştirmenize ve mevcut yer imlerinizi tarayıcınızdan içe aktarmanıza olanak tanır.\n\n🌘 Karanlık mod\nTıpkı iOS'ta olduğu gibi Bonjourr'un da güzel bir otomatik karanlık modu var.\n\n🥖 Favicon olarak Emoji\n\n🔒 Gizlilik odaklı\nMomentum gibi bazı ana sayfalar sizi bir hesap oluşturmaya, onlara bazı kişisel bilgiler vermeye, daha fazla izin kullanmaya ve birçok üçüncü taraf hizmetine güvenmeye teşvik eder. Bonjourr, analitik amaçlar için bile hiçbir veri toplamaz, minimum izin kullanır, daha az üçüncü taraf hizmetine güvenir ve elbette herhangi bir hesap sistemine sahip değildir. Bonjourr'un açık kaynak olması, iddialarımızın doğru olup olmadığını kolayca kontrol edebileceğiniz anlamına da gelir.\n\n🧑💻 Özel CSS şekillendirme\nAklınızda belirli bir fikir mi var? Bonjourr, özel stiller bölümüyle sizi koruyor. Kendi CSS'nizi eklediğinizde her şeyi özelleştirebilir ve yapabilirsiniz.\n\n📝 Özel yazı tipleri\nAna sayfanızda belirli bir yazı tipi mi istiyorsunuz? Bonjourr'un Google Fonts ile entegrasyonu sayesinde kolayca seçebilirsiniz.\n\n🌎 Çoklu Dil\nMüthiş katılımcılarımız sayesinde Bonjourr +20 farklı dilde mevcuttur.",
        "uk": "Кожного разу, коли ви відкриваєте нове вікно або вкладку, вас вітатиме ця мінімалістична сторінка, яка допоможе вам розслабитися та продуктивно працювати. Завдяки чудовим високоякісним фонам, які змінюються відповідно до настрою дня, ваші нові вкладки завжди будуть свіжими.\n\nBonjourr був створений як більш сучасна альтернатива домашнім сторінкам, таким як Momentum. Ми черпали натхнення з iOS та мови дизайну Apple, щоб створити цю красиву домашню сторінку, яка допоможе вам зосередитися на тому, що важливо.\n\nОсь деякі ключові особливості:\n🍏 Мова дизайну iOS\n🏞 Динамічні фони 4K, які змінюються відповідно до настрою дня\n⚡️ Швидкий і легкий!\n🔎 Панель пошуку (сумісна з усіма пошуковими системами)\n🕰 Аналоговий годинник з кількома циферблатами\n🌤 Погода\n🔗 Швидкі посилання\n👋 Вітає вас на ім'я\n🌘 Темний режим\n🥖 Emoji як фавікон\n🧑‍💻 Спеціальний стиль CSS\n📝 Спеціальні шрифти\n🔒 Конфіденційність\n🌎 Багатомовний\n\nBonjourr прагне виглядати і відчувати себе мінімальним, водночас пропонує вам безліч варіантів, щоб налаштувати його на свій смак. Встановіть власний фон (або колекції Unsplash!), увімкніть чудовий аналоговий годинник, налаштуйте власний шрифт і швидкі посилання... Ви навіть можете переглянути нашу документацію, де ми зібрали деякі фрагменти стилів, щоб зробити ще більше.\n\nПроект повністю відкритий, зручний для розробників і насправді поважає вашу конфіденційність. Ми не збираємо жодних даних, і вам не потрібно створювати обліковий запис, щоб використовувати їх.\n\n---\n\n🏞 Динамічні фони 4K\nМи підібрали кілька найкрасивіших фотографій Unsplash, щоб ваші нові вкладки завжди були свіжими. Відкрийте для себе високоякісні фотографії неймовірних пейзажів, тварин і природи.\n\n⚡️ Швидкий і легкий!\nBonjourr створено на основі ванільного JavaScript і оптимізовано для найкращої продуктивності.\n\n🔎 Панель пошуку\nІнтегрована панель пошуку Bonjourr сумісна з усіма пошуковими системами. Так, усі! Якщо ви хочете, ви навіть можете додати свою власну пошукову систему.\n\n🕰 Аналоговий годинник\nГодинник Bonjourr за замовчуванням нагадує те, що у вас є на iPhone та інших пристроях iOS. Але якщо ви хочете щось більш екзотичне, ви можете замінити його на дуже крутий аналоговий годинник і налаштувати його так, як вам заманеться.\n\n🌤 Погода\nПростим реченням отримайте короткий огляд поточної погоди та прогнозу.\n\n🔗 Швидкі посилання\nЦе не була б справжня домашня сторінка без закладок! Bonjourr дозволяє вам додавати власні закладки, змінювати їх значки та імпортувати поточні закладки з вашого браузера.\n\n🌘 Темний режим\nЯк і в iOS, Bonjourr має прекрасний автоматичний темний режим.\n\n🥖 Emoji як фавікон\n\n🔒 Конфіденційність\nДеякі домашні сторінки, як-от Momentum, заохочують вас створити обліковий запис, надати їм деяку особисту інформацію, використовувати більше дозволів і покладатися на багато служб сторонніх розробників. Bonjourr не збирає жодних даних, навіть для аналітичних цілей, використовує мінімальні дозволи, покладається на меншу кількість сторонніх служб і, звичайно, не має жодної системи облікових записів. Оскільки Bonjourr є відкритим вихідним кодом, ви можете легко перевірити, чи вірні наші твердження.\n\n🧑‍💻 Спеціальний стиль CSS\nМаєте на увазі конкретну ідею? Bonjourr пропонує вам розділ користувацьких стилів. Ви можете налаштувати та робити що завгодно, додавши свій власний CSS.\n\n📝 Спеціальні шрифти\nХочете певний шрифт на своїй домашній сторінці? Ви можете легко вибрати його завдяки інтеграції Bonjourr з Google Fonts.\n\n🌎 Багатомовний\nЗавдяки нашим чудовим учасникам, Bonjourr доступний +20 різними мовами.",
        "vi": "Mỗi khi bạn mở một cửa sổ hoặc tab mới, bạn sẽ được chào đón bởi trang có giao diện tối giản này, giúp bạn cảm thấy bình yên và tăng năng suất. Nhờ vào những hình nền chất lượng cao độ phân giải 4K tuyệt đẹp, thay đổi theo tâm trạng của ngày, các tab mới của bạn sẽ luôn cảm thấy mới mẻ.\n\nBonjourr được xây dựng như một sự lựa chọn hiện đại hơn so với các trang chủ như Momentum. Chúng tôi lấy cảm hứng từ iOS và ngôn ngữ thiết kế của Apple để tạo ra trang chủ đẹp mắt này, giúp bạn tập trung vào những điều quan trọng.\n\nDưới đây là một số tính năng chính:\n🍏 Ngôn ngữ thiết kế của iOS\n🏞 Hình nền động 4K thay đổi theo tâm trạng của ngày\n⚡️ Nhanh và nhẹ!\n🔎 Thanh tìm kiếm (tương thích với tất cả các công cụ tìm kiếm)\n🕰 Đồng hồ kim với nhiều kiểu dáng\n🌤 Thời tiết\n🔗 Liên kết nhanh\n👋 Chào bạn với tên của bạn\n🌘 Chế độ tối\n🥖 Emoji làm biểu tượng trang\n🧑‍💻 CSS tùy chỉnh\n📝 Phông chữ tùy chỉnh\n🔒 Tập trung vào quyền riêng tư\n🌎 Đa ngôn ngữ\n\nBonjourr nhắm đến việc có vẻ ngoài tối giản nhưng vẫn mang đến nhiều tùy chọn để tùy chỉnh theo ý thích của bạn. Thiết lập hình nền của riêng bạn (hoặc bộ sưu tập Unsplash!), kích hoạt đồng hồ kim đẹp mắt, thiết lập phông chữ và Liên kết Nhanh của riêng bạn... Bạn có thể thậm chí kiểm tra tài liệu của chúng tôi để xem chúng tôi đã tổng hợp một số đoạn mã CSS để thực hiện nhiều hơn nữa.\n\nDự án hoàn toàn mã nguồn mở, thân thiện với nhà phát triển và thực sự tôn trọng quyền riêng tư của bạn. Chúng tôi không thu thập bất kỳ dữ liệu nào, bạn cũng không cần tạo tài khoản để sử dụng nó.\n\n---\n\n🏞 Hình nền 4k\nChúng tôi đã chọn lựa một số bức ảnh tuyệt đẹp từ Unsplash để tab mới của bạn luôn cảm thấy mới mẻ. Khám phá những bức ảnh chất lượng cao về các cảnh đẹp tự nhiên, động vật và thiên nhiên tuyệt vời.\n\n⚡️ Nhanh và nhẹ!\nBonjourr được xây dựng bằng JavaScript thuần túy và được tối ưu hóa cho hiệu suất tốt nhất có thể.\n\n🔎 Thanh tìm kiếm\nThanh tìm kiếm tích hợp của Bonjourr tương thích với tất cả các công cụ tìm kiếm. Vâng, tất cả! Nếu bạn muốn, bạn còn có thể thêm công cụ tìm kiếm tùy chỉnh của riêng mình.\n\n🕰 Đồng hồ kim\nĐồng hồ mặc định của Bonjourr được thiết kế để giống với những gì bạn thấy trên iPhone và các thiết bị iOS khác. Nhưng nếu bạn muốn một cái gì đó độc đáo hơn, bạn có thể thay thế nó bằng một chiếc đồng hồ kim rất đẹp, và tùy chỉnh nó theo ý bạn.\n\n🌤 Thời tiết\nChỉ trong một câu đơn giản, nhận được tóm tắt về thời tiết hiện tại và dự báo địa phương của bạn.\n\n🔗 Liên kết nhanh\nNó sẽ không thể là một trang chủ thực sự nếu thiếu bookmark! Bonjourr cho phép bạn thêm các bookmark của riêng bạn, thay đổi biểu tượng của chúng và nhập các bookmark hiện tại từ trình duyệt của bạn.\n\n🌘 Chế độ tối\nGiống như trên iOS, Bonjourr có chế độ tối tự động đẹp mắt.\n\n🥖 Emoji làm biểu tượng trang\n\n🔒 Tập trung vào quyền riêng tư\nMột số trang chủ như Momentum khuyến khích bạn tạo tài khoản, cung cấp thông tin cá nhân, sử dụng nhiều quyền hạn hơn và dựa vào nhiều dịch vụ của bên thứ ba. Bonjourr không thu thập bất kỳ dữ liệu nào, ngay cả cho mục đích phân tích, sử dụng ít quyền hạn hơn, dựa vào ít dịch vụ của bên thứ ba và tất nhiên là không có hệ thống tài khoản nào cả. Việc Bonjourr mã nguồn mở cũng có nghĩa là bạn có thể dễ dàng kiểm tra xem những tuyên bố của chúng tôi có đúng không.\n\n🧑‍💻 CSS tùy chỉnh\nCó một ý tưởng cụ thể trong đầu? Bonjourr có phần tùy chỉnh phong cách để bạn có thể tùy chỉnh và làm bất cứ điều gì khi bạn thêm CSS của riêng bạn.\n\n📝 Phông chữ tùy chỉnh\nMuốn một phông chữ cụ thể trên trang chủ của bạn? Bạn có thể dễ dàng chọn nó nhờ tích hợp Bonjourr với Google Fonts.\n\n🌎 Đa ngôn ngữ\nNhờ các đóng góp tuyệt vời từ cộng đồng, Bonjourr có sẵn trong hơn 20 ngôn ngữ khác nhau.",
        "zh-CN": "每当你打开一个新的窗口或标签，迎接你的将是这个看起来很简约的页面，这将有助于你的宁静和生产力。由于其华丽的高质量背景根据一天的心情而变化，你的新标签将永远感到新鲜。\n\nBonjourr 是作为像 Momentum 这样的主页的一个更现代的选择而建立的。我们从 iOS 和苹果的设计语言中获得灵感，创造了这个美丽的主页，将帮助你专注于重要的事情。\n\n这里有一些关键功能。\n🍏 iOS 设计语言\n🏞 动态 4K 背景，根据一天的心情而变化\n⚡️ 快速和轻量级!\n🔎 搜索栏（与所有搜索引擎兼容）\n🕰 带有多个钟面的模拟时钟\n🌤 天气\n🔗 快速链接\n👋 以你的名字迎接你\n🌘 黑暗模式\n🥖 表情符号作为吉祥物\n🧑💻 自定义 CSS 样式\n📝 自定义字体\n🔒 关注隐私\n🌎 多语言\n\n卓悦的目标是看起来和感觉都很简约，同时仍然带给你很多选项，让你根据自己的喜好进行定制。设置你自己的背景（或 Unsplash 集合！），启用美丽的模拟时钟，设置你自己的字体和快速链接...... 你甚至可以查看我们的文档，在那里我们汇编了一些风格片段来做更多事情。\n\n该项目是完全开源的，对开发者友好，实际上尊重你的隐私。我们不收集任何数据，你也不需要创建一个账户来使用它。\n\n🏞 动态 4K 背景\n我们精心挑选了一些最美丽的 Unsplash 照片，让你的新标签永远感到新鲜。发现令人难以置信的风景、动物和大自然的高质量照片。\n\n⚡️ 快速&amp;轻量级!\nBonjourr 是由 vanilla JavaScript 构建的，并为最佳性能进行了优化。\n\n🔎 搜索栏\nBonjourr 的集成搜索栏与所有搜索引擎兼容。是的，所有的! 如果你愿意，你甚至可以添加你自己的自定义搜索引擎。\n\n🕰 模拟时钟\n卓悦网的默认时钟是按照你在 iPhone 和其他 iOS 设备上的样子制作的。但是，如果你喜欢更奇特的东西，你可以用一个非常酷的模拟时钟来代替它，并按你的意愿定制它。\n\n🌤 天气\n在一个简单的句子中，获得你当地当前天气和预测的摘要。\n\n🔗 快速链接\n没有书签就不是一个真正的主页! Bonjourr 允许你添加自己的书签，改变它们的图标，并从你的浏览器中导入你的当前书签。\n\n🌘 黑暗模式\n就像在 iOS 上，Bonjourr 有一个美丽的自动黑暗模式。\n\n🥖 表情符号作为吉祥物\n\n🔒 关注隐私\n一些主页，如 Momentum，鼓励你创建一个帐户，给他们一些个人信息，使用更多的权限，并依赖许多第三方服务。Bonjourr 不收集任何数据，甚至不用于分析目的，使用最少的权限，依赖较少的第三方服务，当然也没有任何账户系统。卓悦网是开源的，这也意味着你可以很容易地检查出我们的说法是否属实。\n\n🧑💻 自定义 CSS 样式\n你有一个特定的想法吗？卓悦网为你提供了自定义样式部分。当你添加自己的 CSS 时，你可以定制和做任何事情。\n\n📝 自定义字体\n想在你的主页上使用一种特定的字体吗？由于卓悦与谷歌字体的整合，你可以轻松地选择它。\n\n🌎 多语言\n感谢我们伟大的贡献者，Bonjourr 有 +20 种不同的语言。",
        "zh-TW": "每次您打開新窗口或者新標籤頁時, 您會與這個極簡主義的頁面相遇, 它將助您獲得寧靜以及生產力。它那華麗而又高品質的背景會依據當日天氣狀況而變化. 歸功於此, 您的新標籤頁也將始終保持新鮮感.\n\nBonjourr 是作為一個更先進的替代品而構建的, 用來替代 Momentum 等主頁. 我們從 iOS 和 Apple 的設計語言中汲取靈感, 並創建了這個漂亮的主頁. 期待它能幫助您專注於重要的事情.\n\n以下是一些主要特色:\n🍏 iOS 設計語言\n🏞 動態 4K 背景, 會依據當日天氣狀況而變化\n⚡️ 快速 &amp; 輕量!\n🔎 搜索欄 (兼容所有搜索引擎)\n🕰 具有多個鐘面的模擬時鐘\n🌤 天氣\n🔗 快速連結\n👋 以您的名字來問候您\n🌘 深色模式\n🥖 表情符號作為網站圖標\n🧑‍💻 自定義 CSS 樣式\n📝 自定義字體\n🔒 注重隱私\n🌎 多語言\n\nBonjourr 致力於追求外觀和感受上的極簡, 同時仍能為您帶來許多可自定義選項來滿足你的喜好. 設置您自己的背景 (或 Unsplash 集錦!), 開啟美觀的模擬時鐘, 設置您自己的字體和快速連結... 您甚至可以查看我們的文檔, 我們在其中編纂了一些樣式片段以便做更多的事情.\n\n該項目完全開源, 對開發者友好, 並且確實地尊重您的隱私. 我們不收集任何數據, 您無需創建帳戶即可使用它.\n\n---\n\n🏞 動態 4K 背景\n我們精心挑選了一些最優美的 Unsplash 照片, 讓您的新標籤頁始終保持新鮮感. 發現不可思議的風景、動物、自然中的高品質照片.\n\n⚡️ 快速 &amp; 輕量!\nBonjourr 是用 vanilla JavaScript 構建的, 並儘可能地優化至了最佳性能.\n\n🔎 搜索欄\nBonjourr 的集成搜索欄兼容所有搜索引擎. 沒錯, 是全部! 如果您願意, 您甚至可以添加您自己的自定義搜索引擎.\n\n🕰 模擬時鐘\nBonjourr 的默認時鐘與在 iPhone 和其他 iOS 設備上的時鐘相似. 但是, 如果您想要更具異國情調的東西, 您可以用一個非常 coooooool 的模擬時鐘替換它, 並且可以根據您的喜好對其進行自定義.\n\n🌤 天氣\n一句話概述你當地目前的天氣和天氣預報.\n\n🔗 快速連結\n沒有書籤就不是真正的主頁! Bonjourr 允許您添加自己的書籤、更改其圖標並從瀏覽器導入您當前的書籤.\n\n🌘 深色模式\n就像在 iOS 上一樣, Bonjourr 具有一個漂亮的自動深色模式.\n\n🥖 表情符號作為網站圖標\n\n🔒 注重隱私\n像 Momentum 這樣的一些主頁鼓勵您創建一個帳戶, 給他們一些個人信息, 使用更多權限並依賴許多第三方服務. Bonjourr 不收集任何數據, 即使用於分析目的, 也只使用最少的權限, 較少地依賴第三方服務, 當然也沒有任何帳戶系統. Bonjourr 是開源的還意味著您可以輕鬆檢查我們的聲明是否屬實.\n\n🧑‍💻 自定義 CSS 樣式\n有具體的想法在腦中浮現? Bonjourr 為您提供了自定義樣式部分. 您可以自定義樣式, 並且可以自由添加自己的 CSS.\n\n📝 自定義字體\n想要在您的主頁上使用特定字體嗎? 借助 Bonjourr 與 Google 字體的集成, 您可以輕鬆選擇它.\n\n🌎 多語言\n感謝我們出色的志願者, Bonjourr 具有 +20 種不同的語言版本."
    },
    "developer_comments": {
        "fr": "Source code is available at <a href=\"https://prod.outgoing.prod.webservices.mozgcp.net/v1/ee76e21ed63e9a19c9fde784c56c17f1430185b6ad6d832a33ddc75e57c2c604/https%3A//github.com/victrme/Bonjourr\" rel=\"nofollow\">https://github.com/victrme/Bonjourr</a>"
    },
    "edit_url": "https://addons.mozilla.org/en-US/developers/addon/bonjourr-startpage/edit",
    "guid": "{4f391a9e-8717-4ba6-a5b1-488a34931fcb}",
    "has_eula": false,
    "has_privacy_policy": false,
    "homepage": {
        "url": {
            "en-US": "https://bonjourr.fr",
            "fr": "https://bonjourr.fr/fr"
        },
        "outgoing": {
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/db803ad85ead1ec81bf3af7e3d6f9daf98fb6c67d43d3ada18a0af9314ff5213/https%3A//bonjourr.fr/fr"
        }
    },
    "icon_url": "https://addons.mozilla.org/user-media/addon_icons/2269/2269040-64.png?modified=87c4b010",
    "icons": {
        "32": "https://addons.mozilla.org/user-media/addon_icons/2269/2269040-32.png?modified=87c4b010",
        "64": "https://addons.mozilla.org/user-media/addon_icons/2269/2269040-64.png?modified=87c4b010",
        "128": "https://addons.mozilla.org/user-media/addon_icons/2269/2269040-128.png?modified=87c4b010"
    },
    "is_disabled": false,
    "is_experimental": false,
    "last_updated": "2025-01-14T14:25:34Z",
    "name": {
        "ar": "بونجور - صفحة البداية البسيطة",
        "da": "Bonjourr · Minimalistisk startside",
        "de": "Bonjourr · Minimalistische Homepage",
        "el": "Bonjourr · Μινιμαλιστική Αρχική Σελίδα",
        "en-US": "Bonjourr · Minimalist and lightweight startpage",
        "es": "Bonjourr · Página inicial minimalista",
        "fa": "بُنژور · صفحه‌ی نخست مینیمالیست",
        "fi": "Bonjourr · Minimalistinen Aloitussivu",
        "fr": "Bonjourr · Page d'accueil minimaliste",
        "hu": "Bonjourr · Minimalista kezdőlap",
        "id": "Bonjourr · Beranda minimalis",
        "it": "Bonjourr · Homepage minimalista",
        "ja": "Bonjourr · ミニマリストのスタートページ",
        "nl": "Bonjourr · Minimalistische startpagina",
        "pl": "Bonjourr · Minimalistyczna strona główna",
        "pt-BR": "Bonjourr · Página inicial minimalista",
        "pt-PT": "Bonjourr · Página inicial minimalista",
        "ro": "Bonjourr · Pagina de start minimalistă",
        "ru": "Bonjourr · домашняя страница",
        "sk": "Bonjourr · Minimalistická úvodná stránka",
        "sv-SE": "Bonjourr · Minimalistisk hemsida",
        "tr": "Bonjourr · Minimalist Başlangıç Sayfası",
        "uk": "Bonjourr · домашня сторінка",
        "vi": "Bonjourr · Trang bắt đầu tối giản",
        "zh-CN": "Bonjourr · 极简首页",
        "zh-TW": "Bonjourr · 極簡起始頁"
    },
    "previews": [
        {
            "id": 261978,
            "caption": null,
            "image_size": [
                920,
                680
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/261/261978.png?modified=1727341664",
            "position": 0,
            "thumbnail_size": [
                533,
                394
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/261/261978.jpg?modified=1727341664"
        },
        {
            "id": 261979,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/261/261979.png?modified=1727341664",
            "position": 1,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/261/261979.jpg?modified=1727341664"
        },
        {
            "id": 261980,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/261/261980.png?modified=1727341664",
            "position": 2,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/261/261980.jpg?modified=1727341664"
        },
        {
            "id": 261981,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/261/261981.png?modified=1727341664",
            "position": 3,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/261/261981.jpg?modified=1727341664"
        },
        {
            "id": 261982,
            "caption": null,
            "image_size": [
                1280,
                800
            ],
            "image_url": "https://addons.mozilla.org/user-media/previews/full/261/261982.png?modified=1727341664",
            "position": 4,
            "thumbnail_size": [
                533,
                333
            ],
            "thumbnail_url": "https://addons.mozilla.org/user-media/previews/thumbs/261/261982.jpg?modified=1727341664"
        }
    ],
    "promoted": null,
    "ratings": {
        "average": 4.8879,
        "bayesian_average": 4.881621819250175,
        "count": 1124,
        "text_count": 400
    },
    "ratings_url": "https://addons.mozilla.org/en-US/firefox/addon/bonjourr-startpage/reviews/",
    "requires_payment": false,
    "review_url": "https://addons.mozilla.org/en-US/reviewers/review/2269040",
    "slug": "bonjourr-startpage",
    "status": "public",
    "summary": {
        "ar": "تحسين تجربة تصفح الويب الخاصة بك مع بونجور، صفحة بداية جميلة وقابلة للتخصيص وخفيفة الوزن.",
        "da": "Forbedre din web oplevelse med Bonjourr, en moderne, tilpasningsvenlig og letvægts hjemmeside.",
        "de": "Verbessere deine Web-Browsing Erfahrung mit Bonjour, einer anpassbaren und leichtgewichtigen Homepage.",
        "el": "Βελτιώστε την εμπειρεία πλοήγησης σας με το Bonjourr, μια πανέμορφη, προσαρμόσιμη και ελαφριά αρχική σελίδα.",
        "en-US": "Improve your web browsing experience with Bonjourr, a beautiful, customizable and lightweight homepage inspired by iOS.",
        "es": "Mejore su experiencia de navegación con Bonjourr, una página inicial bonita, ligera y personalizable.",
        "fa": "با بُنژور تجربه‌ی گشت و گذار در اینترنت را بهتر کنید. یک صفحه‌ی نخست زیبا، قابل شخصی‌سازی و سبک.",
        "fi": "Paranna sinun web-selauskokemustasi Bonjourrin avulla, kaunis, muokattava ja kevyt aloitussivu.",
        "fr": "Bonjourr est une page d'accueil minimaliste et personnalisable pour Firefox. Inspirée d'iOS, elle est à la fois belle et pratique.",
        "hu": "Hozzon ki többet webböngészési élményéből a Bonjourrral, egy gyönyörű és testreszabható igényű kezdőlappal.",
        "id": "Tingkatkan pengalaman menjelajah Anda dengan Bonjourr, beranda yang indah dan dapat disesuaikan.",
        "it": "Migliora la tua esperienza di navigazione con Bonjourr, una bellissima e personalizzabile pagina iniziale.",
        "ja": "カスタマイズ可能で軽量な美しいホームページ、Bonjourrであなたのウェブブラウジング体験を向上させましょう",
        "nl": "Browse beter met Bonjourr. Een mooie, aanpasbare en lichte startpagina.",
        "pl": "Ulepsz swoje przeglądanie sieci za pomocą Bonjurr, pięknej, konfigurowalnej i lekkiej strony startowej.",
        "pt-BR": "Melhore a sua experiência de navegação com Bonjourr, uma página inicial bonita, leve e personalizável.",
        "pt-PT": "Improve your web browsing experience with Bonjourr, a beautiful, customizable and lightweight homepagMelhora a tua experiência de navegação com Bonjourr, uma página inicial bonita, leve e personalizável.e inspired by iOS.",
        "ro": "Îmbunătățiți experiența de browsing web cu Bonjourr, o pagină de start frumoasă, customizabilă și lightweight.",
        "ru": "Улучшите свой опыт просмотра веб-страниц с помощью Bonjourr, настраиваемой и легкой домашней страницы.",
        "sk": "Zlepšite svoj zážitok z prehliadania webu s Bonjourr, krásnou a jednoduchou domovskou stránkou.",
        "sv-SE": "Förbättra ditt surfande med Bonjourr, en vacker, anpassningsbar och snabb startsida.",
        "tr": "özelleştirilebilir ve hafif bir ana sayfa olan Bonjourr ile web tarama deneyiminizi geliştirin.",
        "uk": "Покращуйте свій досвід веб-перегляду за допомогою Bonjourr, гарної, настроюваної та швидкої домашньої сторінки.",
        "vi": "Cải thiện trải nghiệm duyệt web của bạn với Bonjourr, một trang chủ đẹp, có thể tùy chỉnh và nhẹ.",
        "zh-CN": "使用 Bonjourr 提升您的浏览体验。它是一个美观，轻量，可自定义的主页。",
        "zh-TW": "Bonjourr (日安~) 是一個美觀、可定製的、輕量級的主頁, 可改善你的網頁瀏覽體驗."
    },
    "support_email": {
        "ar": "bonjourr.app@protonmail.com",
        "da": "bonjourr.app@protonmail.com",
        "de": "bonjourr.app@protonmail.com",
        "el": "bonjourr.app@protonmail.com",
        "en-US": "bonjourr.app@protonmail.com",
        "es": "bonjourr.app@protonmail.com",
        "fa": "bonjourr.app@protonmail.com",
        "fi": "bonjourr.app@protonmail.com",
        "fr": "bonjourr.app@protonmail.com",
        "hu": "bonjourr.app@protonmail.com",
        "id": "bonjourr.app@protonmail.com",
        "it": "bonjourr.app@protonmail.com",
        "ja": "bonjourr.app@protonmail.com",
        "nl": "bonjourr.app@protonmail.com",
        "pl": "bonjourr.app@protonmail.com",
        "pt-BR": "bonjourr.app@protonmail.com",
        "pt-PT": "bonjourr.app@protonmail.com",
        "ro": "bonjourr.app@protonmail.com",
        "ru": "bonjourr.app@protonmail.com",
        "sk": "bonjourr.app@protonmail.com",
        "sv-SE": "bonjourr.app@protonmail.com",
        "tr": "bonjourr.app@protonmail.com",
        "uk": "bonjourr.app@protonmail.com",
        "vi": "bonjourr.app@protonmail.com",
        "zh-CN": "bonjourr.app@protonmail.com",
        "zh-TW": "bonjourr.app@protonmail.com"
    },
    "support_url": {
        "url": {
            "ar": "https://bonjourr.fr",
            "da": "https://bonjourr.fr",
            "de": "https://bonjourr.fr",
            "el": "https://bonjourr.fr",
            "en-US": "https://bonjourr.fr",
            "es": "https://bonjourr.fr",
            "fa": "https://bonjourr.fr",
            "fi": "https://bonjourr.fr",
            "fr": "https://bonjourr.fr/fr",
            "hu": "https://bonjourr.fr",
            "id": "https://bonjourr.fr",
            "it": "https://bonjourr.fr",
            "ja": "https://bonjourr.fr",
            "nl": "https://bonjourr.fr",
            "pl": "https://bonjourr.fr",
            "pt-BR": "https://bonjourr.fr",
            "pt-PT": "https://bonjourr.fr",
            "ro": "https://bonjourr.fr",
            "ru": "https://bonjourr.fr",
            "sk": "https://bonjourr.fr",
            "sv-SE": "https://bonjourr.fr",
            "tr": "https://bonjourr.fr",
            "uk": "https://bonjourr.fr",
            "vi": "https://bonjourr.fr",
            "zh-CN": "https://bonjourr.fr",
            "zh-TW": "https://bonjourr.fr"
        },
        "outgoing": {
            "ar": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "da": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "de": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "el": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "en-US": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "es": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "fa": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "fi": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "fr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/db803ad85ead1ec81bf3af7e3d6f9daf98fb6c67d43d3ada18a0af9314ff5213/https%3A//bonjourr.fr/fr",
            "hu": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "id": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "it": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "ja": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "nl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "pl": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "pt-BR": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "pt-PT": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "ro": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "ru": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "sk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "sv-SE": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "tr": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "uk": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "vi": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "zh-CN": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr",
            "zh-TW": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/a865dfaa694464da518c58092b83d5b93fc9f8baf704712c1995213f657b932f/https%3A//bonjourr.fr"
        }
    },
    "tags": [
        "dark mode",
        "privacy",
        "search"
    ],
    "type": "extension",
    "url": "https://addons.mozilla.org/en-US/firefox/addon/bonjourr-startpage/",
    "versions_url": "https://addons.mozilla.org/en-US/firefox/addon/bonjourr-startpage/versions/",
    "weekly_downloads": 369,
    "_score": null
}