{
  "_lang": {
    "message": "vi"
  },
  "downloadButton": {
    "message": "Tải về"
  },
  "downloadMessage": {
    "message": "Tải về iCloud cho Windows để sử dụng Dấu trang iCloud."
  },
  "extDescription": {
    "message": "Giữ cho dấu trang Firefox của bạn trên Windows luôn cập nhật với dấu trang Safari trên iPhone, iPad và máy Mac của bạn."
  },
  "extName": {
    "message": "Dấu trang iCloud"
  },
  "okButton": {
    "message": "OK"
  },
  "signinButton": {
    "message": "Mở iCloud cho Windows"
  },
  "syncedMessage": {
    "message": "Dấu trang Firefox của bạn được đồng bộ hóa với iCloud."
  },
  "enableBookmarksMessage": {
    "message": "Bật Dấu trang trong iCloud cho Windows để sử dụng Dấu trang iCloud với Firefox."
  },
  "userConsentTitle": {
    "message": "Quyền riêng tư"
  },
  "userConsentMessage": {
    "message": "<p>Các dấu trang Firefox của bạn sẽ được đồng bộ hóa vào iCloud để chúng có sẵn trên tất cả các thiết bị của bạn.</p><p> Nếu bạn lựa chọn không cho phép chúng tôi thu thập dấu trang thì phần mở rộng này sẽ không hữu ích.</p><p>Thông tin chi tiết đầy đủ về dữ liệu cá nhân mà chúng tôi thu thập và những việc chúng tôi thực hiện với dữ liệu đó được cung cấp trong <a id=\"PrivacyPolicyLink\" href=\"https://www.apple.com/vn/privacy/\" target=\"_blank\">Chính sách quyền riêng tư</a>.</p>"
  },
  "userConsentAllowButton": {
    "message": "Có, vui lòng thu thập dữ liệu cá nhân của tôi theo Chính sách quyền riêng tư của Apple"
  },
  "userConsentDenyButton": {
    "message": "Không, đừng thu thập dữ liệu cá nhân của tôi"
  },
  "uninstallMessage": {
    "message": "Vì bạn không đồng ý với việc thu thập dấu trang nên chúng tôi khuyên bạn xóa Dấu trang iCloud."
  },
  "uninstallButton": {
    "message": "Xóa Dấu trang iCloud"
  },
  "displayConsentButton": {
    "message": "Truy cập lại các thỏa thuận thu thập dữ liệu"
  },
  "showUserConsentMessage": {
    "message": "Bạn cần đồng ý với dữ liệu được thu thập bởi Dấu trang iCloud trước khi dấu trang có thể được đồng bộ hóa."
  },
  "showUserConsentButton": {
    "message": "Xem trang thu thập dữ liệu"
  }
}
