{
    "scanBtn": "ตัวปกป้องอีเมล",
    "scanBtn_viewReport": "ดูผลลัพธ์การสแกน",
    "scanBtn_reportFalseAlarm": "รายงานการร้องเตือนที่เป็นเท็จ",
    "scanBtn_reportScam": "รายงานสแกม",
    "msgTooltip_1": "ตัวปกป้องอีเมลจะสแกนและปกป้องอีเมลของคุณจากการโจมตีแบบสแกมและฟิชชิ่ง",
    "msgTooltip_2": "คลิกเพื่อตรวจหาภัยคุกคามที่อาจเกิดขึ้นในอีเมลภาษาอังกฤษและภาษาญี่ปุ่น",
    "languageNotSupport": "การสแกนความปลอดภัยรองรับอีเมลภาษาอังกฤษหรือภาษาญี่ปุ่นเท่านั้น",
    "serverErrorMessage": "ขออภัย การสแกนความปลอดภัยใช้งานไม่ได้ในตอนนี้ โปรดลองอีกครั้งในภายหลัง",
    "serverForbiddenErrorMessage": "ขออภัย การสแกนความปลอดภัยใช้งานไม่ได้ในตอน <a id='learn_more' class='link'>ศึกษาเพิ่มเติม</a>",
    "serverMaintenaceMessage": "ขออภัยในความไม่สะดวก การสแกนความปลอดภัยจำเป็นต้องทำงานบำรุงรักษาที่สำคัญบางอย่างให้เสร็จสิ้นตั้งแต่ __startTime__ ถึง __endTime__ โปรดกลับมาอีกครั้งในภายหลัง",
    "serverMaintenaceMessageNoTime": "ขออภัยในความไม่สะดวก การสแกนความปลอดภัยจำเป็นต้องทำงานบำรุงรักษาที่สำคัญบางอย่างให้เสร็จสิ้น โปรดกลับมาใหม่ในภายหลัง",
    "scamTitle": "ตรวจพบสแกมที่อาจเกิดขึ้นได้",
    "scamContent": "เพื่อความปลอดภัยของคุณ โปรดเพิกเฉยต่อคำแนะนำหรือคำขอใด ๆ ในข้อความนี้หากคุณไม่รู้จักและไม่ไว้วางใจผู้ส่ง",
    "phishingTitle": "ตรวจพบลิงก์ฟิชชิ่ง",
    "phishingContent": "อีเมลนี้มีลิงก์ฟิชชิ่ง เพื่อป้องกันภัยคุกคามที่อาจเกิดขึ้น โปรดอย่าคลิกที่ลิงก์",
    "suspiciousTitle": "ตรวจพบลิงก์ที่เป็นอันตราย",
    "suspiciousContent": "อีเมลนี้มีลิงก์ที่เป็นอันตราย เพื่อป้องกันภัยคุกคามที่อาจเกิดขึ้น โปรดอย่าคลิกที่ลิงก์",
    "unSafeTitle": "ตรวจพบเนื้อหาที่ไม่ปลอดภัย",
    "unSafeContent": "ผู้ใช้หลายรายได้รายงานข้อความที่คล้ายคลึงกันนี้ว่าเป็นสแกม เพื่อความปลอดภัยของคุณ โปรดเพิกเฉยต่อคำแนะนำหรือคำขอใด ๆ ในข้อความนี้หากคุณไม่รู้จักและไม่ไว้วางใจผู้ส่ง",
    "toastActionName": "ดูรายละเอียด",
    "toastActionName_ok": "ตกลง",
    "scam_toastUrlName1": "ไม่เห็นด้วยกับคำเตือนนี้ใช่หรือไม่",
    "scam_toastUrlName2": "รายงานการร้องเตือนที่เป็นเท็จ",
    "toastMarkSenderAsTrust": "ทำเครื่องหมาย __senderAddress__ ว่าเชื่อถือได้",
    "toastRemoveSenderAsTrust": "ลบ __senderAddress__ จากรายการที่เชื่อถือได้",
    "toastTrustThisSender": "เชื่อถือผู้ส่งรายนี้",
    "toastUrlName1": "คิดว่าอีเมลนี้ปลอดภัยใช่หรือไม่",
    "toastUrlName2": "รายงานผลการสแกน",
    "toastUtlFeedbackName": "ส่งรายงานแล้ว ขอบคุณสำหรับความคิดเห็นของคุณ",
    "toastDCN_title": "ปกป้องเว็บเมลของคุณ",
    "toastDCN_title_R2209Exp1": "ปกป้องเว็บเมลของคุณ",
    "toastDCN_title_R2209Exp2": "เปิดการปกป้องอีเมลได้ในพริบตา!",
    "toastDCN_title_R2209Exp3": "นักต้มตุ๋มขโมยเงินจากผู้บริโภคไปกว่า 5 พันล้านดอลลาร์สหรัฐ ปกป้องตัวคุณให้พ้นจากอีเมลหลอกลวง!",
    "toastDCN_title_R2209Exp4": "ผู้บริโภคกว่า 2 ล้านคนตกเป็นเหยื่อของการหลอกลวงยุคปัจจุบัน ปกป้องตัวคุณให้พ้นจากอีเมลหลอกลวง!",
    "toastDCN_desc": "ตัวปกป้องอีเมลจะสแกนและช่วยปกป้อง Gmail, Outlook และ Yahoo Mail ของคุณจากการการโจมตีแบบสแกมและฟิชชิ่ง",
    "toastDCN_desc_JPyahooMai": "ตัวปกป้องอีเมลจะสแกนและช่วยปกป้อง Gmail, Outlook.com และ Yahoo Mail ของคุณจากการโจมตีแบบสแกมและฟิชชิ่ง",
    "toastDCN_btn": "เปิด __feature_name__",
    "toastDCN_btn_en": "ป้องกันอีเมลของคุณตอนนี้",
    "toastDCN_not_now": "ไม่ใช่ตอนนี้",
    "toastDCN_do_not_show_again": "ไม่ต้องแสดงสิ่งนี้อีก",
    "toastDCN_learn_more": "<a class='btn-learn-more'>ศึกษาเพิ่มเติม</a>",
    "toastDCN_info": "คุณสามารถปิดใช้งานตัวปกป้องอีเมลได้ตลอดเวลาและเนื้อหาอีเมลของคุณจะไม่ถูกส่งและสแกนโดย Trend Micro <a class='btn-learn-more'>ศึกษาเพิ่มเติม</a>เกี่ยวกับวิธีที่ Trend Micro จัดการอีเมลของคุณอย่างปลอดภัยเมื่อคุณเปิดใช้งานตัวปกป้องอีเมล",
    "toastDCN_turn_on": "ตัวปกป้องอีเมลได้ถูกเปิด",
    "toastDCN_fb_working": "ตัวปกป้องอีเมลเปิดอยู่",
    "toastDCN_fb_not_working": "ตัวปกป้องอีเมลใช้งานไม่ได้ หากคุณยังคงเห็นข้อความนี้อยู่ ให้คลิก <a class='btn-learn-more'>ที่นี่</a> สำหรับรายละเอียดเพิ่มเติม",
    "toastDCN_popup_title": "ประกาศเกี่ยวกับการเก็บรวบรวมข้อมูล",
    "toastDCN_popup_desc": "<p>การเปิดใช้งานตัวปกป้องอีเมลช่วยปกป้องคุณจากการหลอกลวง ฟิชชิ่ง และอีเมลน่าสงสัยด้วยการส่งเนื้อหาเว็บอีเมลของคุณไปยัง Trend Micro เพื่อทำการสแกน</p><p>คุณสามารถปิดใช้งานตัวปกป้องอีเมลได้ตลอดเวลาและเนื้อหาอีเมลของคุณจะไม่ถูกส่งและสแกนโดย Trend Micro</p><p>หากต้องการเปิดใช้งานตัวปกป้องอีเมล คุณต้องอ่านและยอมรับ<a class='btn-learn-more'>ประกาศเกี่ยวกับการเก็บรวบรวมข้อมูล</a><p>ของเรา",
    "toastDCN_popup_agree": "ยอมรับและเปิด",
    "toastDCN_popup_not_now": "ไม่ใช่ตอนนี้",
    "toastDCN_jp_popup_title": "ปกป้อง Gmail, Outlook.com และ Yahoo Mail",
    "toastDCN_jp_popup_desc": "<p>ตัวปกป้องอีเมล เป็นบริการบนคลาวด์เพื่อตรวจหาข้อความหลอกลวงโดยใช้เทคโนโลยี AI ที่วิวัฒนาการไปตามกาลเวลา การใช้ตัวปกป้องอีเมล จะช่วยปกป้องคุณจากสแกม ฟิชชิ่ง และอีเมลน่าสงสัยด้วยการส่งเนื้อหาอีเมลของคุณไปยัง Trend Micro เพื่อทำการสแกน คุณสามารถปิดใช้งานตัวปกป้องอีเมลได้ตลอดเวลาและเนื้อหาอีเมลของคุณจะไม่ถูกส่งและสแกนโดย Trend Micro</p><p class='title'>ตัวปกป้องอีเมลทำงานอย่างไร</p><p>เมื่อคุณอ่านอีเมลในกล่องขาเข้าของ Gmail หรือ Outlook.com โดยใช้เบราว์เซอร์ที่รองรับของเรา* โดยเปิดใช้งาน Trend Micro Toolbar* ผู้ส่ง หัวเรื่องและเนื้อความของอีเมลจะถูกเข้ารหัสและส่งไปยังเซิร์ฟเวอร์ตัวปกป้องอีเมลของ Trend Micro  เพื่อทำการสแกน และนี่คือจุดที่มีการปรับใช้กฎการป้องกันการหลอกลวง ข้อมูลอัจฉริยะภัยคุกคาม SPN และเทคโนโลยี AI เพื่อสร้างผลวิเคราะห์การหลอกลวง</p><p class='title'>ข้อมูลที่รวบรวม</p><p>เพื่อประหยัดเวลาในการรอผลลัพธ์ เราได้เก็บค่าแฮช* ของอีเมลปกติ และข้อมูลที่ไม่มี PII* ของอีเมลหลอกลวงในหน่วยความจำเพื่อเร่งการตรวจหาการหลอกลวงให้เร็วขึ้น และข้อมูลจะถูกลบทิ้งภายใน 72 ชั่วโมง เพื่อทำให้การสแกนการหลอกลวงแม่นยำมากขึ้น สำหรับอีเมลที่รายงานโดยใช้ \"รายงานผลการสแกน\" เราจะลบ PII เข้ารหัสอีเมล และจัดเก็บไว้บน Amazon S3* เพื่อฝึกและปรับ AI และกฎของเรา จากนั้นจะลบทิ้งภายใน 3 เดือน</p><p class='list'><ul><li>เบราว์เซอร์ที่รองรับได้แก่: Chrome, IE, Firefox และ Edge</li><li>Trend Micro Toolbar สำหรับ Edge มีชื่อว่า Trend Micro Security</li><li>เราใช้แฮชเพื่อเปลี่ยนข้อมูลอีเมลเป็นการผสมผสานสัญลักษณ์อย่างสั้นๆ ซึ่งไม่สามารถแปลงกลับเป็นข้อความต้นฉบับได้</li><li>PII (Personal Identifiable Information - ข้อมูลที่สามารถระบุตัวบุคคลได้) คือข้อมูลใดก็ตามที่สามารถใช้เพื่อระบุบุคคลใดบุคคลหนึ่ง</li><li>Amazon S3 คือบริการที่ใช้เพื่อจัดเก็บข้อมูล เฉพาะนักวิจัยที่ได้รับอนุญาตใน Trend Micro เท่านั้นที่สามารถอ่านข้อมูลที่จัดเก็บไว้ที่นั่น</li></ul>",
    "toastDCN_jp_popup_agree_chk": "ข้าพเจ้ายอมรับวิธีที่ Trend Micro รวบรวมเนื้อหาเว็บอีเมลของข้าพเจ้าด้วยการเปิดตัวปกป้องอีเมล",
    "toastDCN_jp_popup_turn_on_btn": "เปิดตัวปกป้องอีเมล",
    "toastDCN_jp_popup_turn_on": "ตัวปกป้องอีเมลได้ถูกเปิด",
    "toastDCN_jp_popup_turn_on_desc": "ตัวปกป้องอีเมลจะแจ้งให้คุณทราบเมื่อตรวจพบเนื้อหาน่าสงสัยในเว็บเมลของคุณ",
    "toastDCN_jp_popup_turn_on_close": "ปิด",
    "toastDCN_new_popup_title": "เราได้ปรับปรุงประกาศเกี่ยวกับการเก็บรวบรวมข้อมูลของเรา",
    "toastDCN_new_popup_desc": "<p>การปรับปรุงเหล่านี้ช่วยเราเพิ่มประสิทธิภาพการตรวจจับการหลอกลวงและฟิชชิ่ง โปรดอ่านและยอมรับ<a class=\"btn-learn-more\">ประกาศเกี่ยวกับการเก็บรวบรวมข้อมูลที่ปรับปรุงใหม่ของเรา</a></p><p><b>หมายเหตุ: ระบบจะปิดตัวปกป้องอีเมลจนกว่าคุณจะยอมรับข้อกำหนดที่ปรับปรุงใหม่</b></p><br/>",
    "toastDCN_new_popup_accept": "ยอมรับและดำเนินการต่อ",
    "toastDCN_new_popup_trun_off": "ปิดตัวปกป้องอีเมล",
    "whiteList_mark_sender_as_trust_title": "ต้องการเชื่อถือ __senderAddress__ และหยุดเห็นการตรวจหาสแกมที่อาจเกิดขึ้นจากข้อความของผู้ส่งรายนี้หรือไม่",
    "whiteList_mark_sender_as_trust_desc": "ตัวปกป้องอีเมลจะแจ้งให้คุณทราบเมื่อตรวจพบภัยคุกคามในข้อความของผู้ส่งรายนี้เท่านั้น",
    "whiteList_remove_sender_as_trust_title": "ลบ __senderAddress__ จากรายการที่เชื่อถือได้หรือไม่",
    "whiteList_remove_sender_as_trust_desc": "ตัวปกป้องอีเมลจะกลับไปตรวจสอบข้อความสแกมที่อาจเกิดขึ้น และแจ้งเตือนให้คุณทราบเมื่อตรวจพบข้อความสแกมที่อาจเกิดขึ้นจากผู้ส่งรายนี้",
    "whiteList_notice": "ความคิดเห็นของคุณจะถูกนำไปใช้เพื่อช่วยปรับปรุงตัวปกป้องอีเมลให้ดียิ่งขึ้นเท่านั้น Trend Micro จะไม่ติดต่อคุณโดยตรง",
    "whiteList_trust_btn": "ไว้วางใจ",
    "whiteList_cancel_btn": "ยกเลิก",
    "whiteList_mark_success_message": "ขณะนี้ <p><span class='message-title'>__senderAddress__ เป็นผู้ส่งที่เชื่อถือได้</span><span class='message-content'>ตัวปกป้องอีเมลจะไม่แจ้งให้คุณทราบอีกต่อไปเมื่อตรวจพบสแกมที่อาจเกิดขึ้นได้ในข้อความของผู้ส่งรายนี้</span></p>",
    "whiteList_remove_success_message": "<p><span class='message-title'>__senderAddress__ ไม่ใช่ผู้ส่งที่เชื่อถือได้อีกต่อไป</span><span class='message-content'>ตัวปกป้องอีเมลจะแจ้งให้คุณทราบเมื่อตรวจพบสแกมที่อาจเกิดขึ้นได้ในข้อความของผู้ส่งรายนี้</span></p>",
    "feedback_reportScamTitle": "<p>สงสัยว่าเป็นสแกมใช่หรือไม่</p>",
    "feedback_reportScamDesc": "<p>ส่งอีเมลนี้ไปให้ Trend Micro ตรวจสอบ โดยคลิกที่ปุ่ม <b>รายงานสแกม</b></p>",
    "feedback_reportFalseAlarmTitle": "<p>คิดว่าอีเมลนี้ปลอดภัยใช่หรือไม่</p>",
    "feedback_reportFalseAlarmDesc": "<p>ส่งอีเมลนี้ไปให้ Trend Micro ตรวจสอบ โดยคลิกที่ปุ่ม <b>รายงานการร้องเตือนที่เป็นเท็จ</b></p>",
    "feedback_reportScamTitle_senderInWhiteList": "<p>สงสัยว่าเป็นสแกมจากคนที่คุณไว้วางใจใช่หรือไม่</p>",
    "feedback_reportScamDesc_senderInWhiteList": "<p>ส่งอีเมลนี้ไปให้ Trend Micro ตรวจสอบ โดยคลิกที่ปุ่ม <b>รายงานสแกม</b> ซึ่งจะลบผู้ส่งดังกล่าวออกจากรายการที่เชื่อถือได้ของคุณด้วย</p>",
    "feedback_reportMessagePlaceholder": "แสดงความคิดเห็นของคุณที่นี่ (ไม่บังคับ)",
    "feedback_reportScamBtn": "รายงานสแกม",
    "feedback_reportFalseAlarmBtn": "รายงานการร้องเตือนที่เป็นเท็จ",
    "feedback_reportCancelBtn": "ยกเลิก",
    "popup_sign_in_title": "ระบุรหัสผ่านของคุณ",
    "popup_sign_in_desc": "Trend Micro จำเป็นต้องตรวจสอบรหัสผ่านของคุณอีกครั้ง เพื่อรักษาความสมบูรณ์ของการป้องกันของคุณ",
    "popup_sign_in_password_placeholder": "รหัสผ่าน",
    "popup_sign_in_forget_your_password": "ลืมรหัสผ่านใช่หรือไม่",
    "popup_sign_in_btn" : "ลงชื่อเข้าระบบ",
    "popup_sign_in_error_required": "จำเป็น",
    "popup_sign_in_error_check_password": "ตรวจสอบรหัสผ่านของคุณ แล้วลองใหม่อีกครั้ง",
    "popup_sign_in_close_message": "ตัวปกป้องอีเมลไม่สามารถปกป้องคุณได้จนกว่าคุณจะระบุรหัสผ่านสำหรับ Trend Micro Account คลิกหรือแตะที่ส่วนขยายของเบราว์เซอร์ __productName__ เมื่อพร้อม",
    "notice_change_name_title" : "ชื่อใหม่ แต่การปกป้องดีเช่นเดิม",
    "notice_change_name_desc": "\"ตัวขจัดการฉ้อโกง\" จะปกป้องเว็บเมลของคุณให้ปลอดภัยจากการหลอกลวงและการโจมตีแบบฟิชชิ่งอย่างต่อเนื่องต่อไป เพียงเปลี่ยนชื่อใหม่เป็น: <span class='bold'>ตัวปกป้องอีเมล</span>"
}
